[{"_id": "531e4fe2fbfba276047f6ae4", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 26:29", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Onkelos Leviticus 26:29", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ו:כ״ט", "anchorVerse": 29, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 26.0029, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְתֵיכְלוּן בְּשַׂר בְּנֵיכוֹן וּבְשַׁר בְּנָתֵיכוֹן תֵּיכְלוּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You will eat the flesh of your sons and you will eat the flesh of your daughters.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec31b", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 26:29", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Targum Jonathan on Leviticus 26:29", "sourceHeRef": "תרגום יונתן על ויקרא כ״ו:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 26.0029, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְתֵיכְלוּן בְּשַר בְּנֵיכוֹן וּבְשַר בְּנָתֵיכוֹן אָמַר משֶׁה נְבִיָא כַּמָה קַשְׁיָין הִינוּן חוֹבַיָא וּמָה מְרִירִין אִינוּן חַטְיָיאֵי דִי גָרְמוּ לְאַבְהָתָא לְמֵיכַל בְּשַר בְּנֵיהוֹן וּבְנָתֵיהוֹן עַל דְלָא נָטְרוּ מִצְוָתָא דְאוֹרַייְתָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And ye shall eat the flesh of your sons, and the flesh of your daughters. Mosheh the prophet hath said, How heavy will have been the guilt, and how bitter those sins, that caused our fathers to eat the flesh of their sons, and the flesh of their daughters, because they kept not the commandments of the law! \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17909fbfba22336ea456e", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Or HaChaim on Leviticus 26:29:1", "sourceHeRef": "אור החיים על ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>ואכלתם בשר בניכם וגו' תאכלו</b>. טעם שכפל לומר תאכלו פעם ב' לומר שאפילו אחר שכבר אכלו לא יכמרו רחמיהם כדרך הרגיל להנחם אחר מעשה ויכמרו רחמיהם ויבכו הוי בני הוי בתי אלא עוד יסכימו לאכול אם ימצאום מחדש:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ואכלתם בשר בניכם</span>, \"and you will eat the flesh of your own sons.\"</b> The reason the Torah repeats this statement by also writing: \"you will eat the flesh of your daughters\" is to tell you that even after having eaten the flesh of their sons their pity will not have been stirred and they will continue by eating the flesh of their daughters.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57c43b3cd6e4a903fee3bd48", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Leviticus 26:29", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Targum Jerusalem, Leviticus 26:29", "sourceHeRef": "תרגום ירושלמי, ויקרא כ״ו:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 26.0029, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "ויקרא", "he": "אֵי מָה בִּשִׁין אִינוּן חוֹבַיָא וּמָה מְרִירִין אִינוּן חֲטַיָיא דְּגָרְמוּ לְאַבָהָתן בִּיְרוּשָׁלַיִם לְמֵיכַל בְּשַר בְּנֵיהוֹן וּבְנָתֵיהוֹן:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "How evil that guilt, and bow bitter those sins, which caused our fathers in Jerusalem to eat the flesh of their sons and their daughters!", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d33d6e4a94c7c18a96e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 26:29", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Tafsir Rasag, Leviticus 26:29", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ו:כ״ט", "anchorVerse": 29, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 26.0029, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "פתאכלון לחום בניכם ובנאתכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5605d6e4a96d624acefc", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Bet 71:2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Machberet Menachem, Letter Bet 71:2", "sourceHeRef": "מחברת מנחם, ב ע״א:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 71.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לשני מחלקות: האחד, אשר <b>בשר</b> את אבי <small>(ירמיהו כ, טו)</small>, וטוב <b>תבשר</b> <small>(מ\"א א, מב)</small>, <b>מבשרת</b> ציון <small>(ישעיהו מ, יט)</small>, <b>בשרתי</b> צדק <small>(תהלים מ, י)</small>, כמשמעו. השני, <b>בשר</b> גבורים תאכלו <small>(יחזקאל לט, יח)</small>, א <b>בשרי</b> נחוש <small>(איוב ו, יב)</small>, תזבח ואכלת <b>בשר</b> <small>(דברים יב, טו)</small>, ואכלתם <b>בשר</b> בניכם <small>(ויקרא כו, כט)</small>, ואכלתם <b>בשר</b> ושתיתם דם <small>(יחזקאל לט, יז)</small>, אף כי לעבד משול <b>בשרים</b> <small>(משלי יט, י)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bedf9197ec001aac2891", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Midrash Aggadah, Leviticus 26:29:1", "sourceHeRef": "מדרש אגדה, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "ויקרא", "he": "וכלתם בשר בניכם. כמעשה שנהיה בשומרון אודות האשה אשר צעקה אל יהורם בן אחאב מלך ישראל (מ\"ב ו' כ\"ה כ\"ו), <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"45\"></i> וכמעשה בדואג בן יוסף בבית שני:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bedf9197ec001aac2893", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Leviticus 26:29:2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Midrash Aggadah, Leviticus 26:29:2", "sourceHeRef": "מדרש אגדה, ויקרא כ״ו:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "ויקרא", "he": "ובשר בנותיכם תאכלו. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"46\"></i> להביא בנים שאכלו בשר אביהם:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea4bc611b19001a639bb0", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 26:29:2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Or HaChaim on Leviticus 26:29:2", "sourceHeRef": "אור החיים על ויקרא כ״ו:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>או</b> ירצה כי יקדימו לאכול הבנים, והטעם לצד שנותנים עיניהם לאכול גם הבנות לזה יקדימו הבנים שיש בהם ספק שימאנו ויברחו בראות הבנות נאכלות מה שאין לחוש כמו כן בבנות כי אין כח בהם כזכרים, והוא אומרו <b>ואכלתם בשר בניכם</b> וטעם הקדמת הבנים ולא הבנות לא לצד שאין דעתכם לאכול הבנות אלא תוסיפו גם כן לאכול בשר בנותיכם ואתם מקדימין הבנים שיש לחוש לטעם מורגש:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is also possible that the Torah stresses that the sons will be eaten first so that they would not try and escape when they observed their parents getting ready to eat their daughters. The daughters were weaker and therefore less likely to escape.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea4bc611b19001a639bb3", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 26:29:3", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Or HaChaim on Leviticus 26:29:3", "sourceHeRef": "אור החיים על ויקרא כ״ו:כ״ט:ג׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 29.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>או</b> יאמר על זה הדרך כי לצד שרחמי האב על הבנים יותר מהבנות (רש\"י שבת ס\"ו:) לזה הם מתחכמין לאכול הבנים תחלה כדי שבזה יהיה נקל להם לאכול הבנות, וזה שיעור הכתוב <b>ואכלתם בשר בניכם</b> וטעם הקדימה כדי <b>שבשר בנותיכם תאכלו</b> פירוש לא יכאב לבבכם כפי מה שקדם ויהיה לכם כמאכל הרגיל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is also possible that the reason the parents would eat the sons first is because according to <i>Rashi on Shabbat</i> 66 fathers display extraordinary leniency and mercy towards sons. Once they had consumed the sons they would certainly not feel any compunction about also consuming their daughters.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5be1f7a65c81ef0074e69454", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Behar 1:1", "anchorRef": "Leviticus 26:14-45", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45"], "sourceRef": "Midrash Tanchuma, Behar 1:1", "sourceHeRef": "מדרש תנחומא, בהר א׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בהר", "he": "<b>וְכִי</b> תִמְכְּרוּ מִמְכָּר לַעֲמִיתֶךָ. זֶה שֶׁאָמַר הַכָּתוּב: נִבְהָל לַהוֹן אִישׁ רַע עָיִן וְלֹא יֵדַע כִּי חֶסֶר יְבֹאֶנּוּ <small>(משלי כח, כב)</small>. הַפָּסוּק הַזֶּה מְדַבֵּר בְּהַרְבֵּה בְּנֵי אָדָם. נִבְהָל לַהוֹן אִישׁ רַע עָיִן, זֶהוּ קַיִן. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתָּה נִבְהַלְתָּ לִירַשׁ אֶת הָעוֹלָם, חַיֶּיךָ. חֶסְרוֹן יֵשׁ לְךָ. הֱוֵי, וְלֹא יֵדַע כִּי חֶסֶר יְבֹאֶנּוּ. וּמֶה הָיָה לוֹ. שֶׁנִּטַּלְטֵל בָּעוֹלָם, שֶׁנֶּאֱמַר: נָע וָנָד תִּהְיֶה בָּאָרֶץ <small>(בראשית ד, יב)</small>. דָּבָר אַחֵר, נִבְהָל לַהוֹן אִישׁ רַע עָיִן, זֶה עֶפְרוֹן הַחִתִּי. בְּשָׁעָה שֶׁמֵּתָה שָׁרָה, הָלַךְ אַבְרָהָם אֵצֶל עֶפְרוֹן, שֶׁיִּמְכֹּר לוֹ אֶת הַמְּעָרָה. אֲמַר לֵיהּ עֶפְרוֹן, תֵּן לִי אֶת דָּמֶיהָ. וַאֲמַר לֵיהּ, אֶרֶץ אַרְבַּע מֵאוֹת שֶׁקֶל כֶּסֶף בֵּינִי וּבֵינְךָ מַה הִיא <small>(שם כג, טו)</small>. הִתְחִיל אַבְרָהָם צוֹבֵר אֶת הַכֶּסֶף לְעֶפְרוֹן, שֶׁנֶּאֱמַר: וַיִּשְׁמַע אַבְרָהָם אֶל עֶפְרוֹן וַיִּשְׁקֹל אַבְרָהָם <small>(שם פסוק טז)</small>. אָמַר בֶּן מָארָא, אַף עַל פִּי שֶׁאָמַר רַבִּי חֲנִינָא כָּל שְׁקָלִים שֶׁבַּתּוֹרָה סְלָעִים הֵם חוּץ מֵאֵלּוּ שֶׁהֵם קַנְטְרִין. אַרְבַּע מֵאוֹת קַנְטְרִין צָבַר אַבְרָהָם לִפְנֵי עֶפְרוֹן. כֵּיוָן שֶׁרָאָה עֶפְרוֹן אֶת הַכֶּסֶף, נִבְהַל וְנֶחְפַּז וְאָמַר, בְּמִבְחַר קְבָרֵינוּ קְבֹר אֶת מֵתֶךָ <small>(שם פסוק ו)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, נִבְהַלְתָּ לְמָמוֹן. חַיֶּיךָ, חֶסְרוֹן יֵשׁ לְךָ בַּדָּבָר. וּמַהוּ חֶסְרוֹנוֹ. אָמַר רַבִּי יְהוּדָה הַלֵּוִי בַּר שָׁלוֹם, כָּל עֶפְרוֹן שֶׁכָּתוּב כָּאן, עַד שֶׁלֹּא נָטַל אֶת הַכֶּסֶף מֵאַבְרָהָם, מָלֵא, וְזֶה חָסֵר, וַיִּשְׁקֹל אַבְרָהָם לְעֶפְרֹן <small>(שם פסוק טז)</small>, חָסֵר וָי״ו כְּתִיב. דָּבָר אַחֵר, נִבְהָל לַהוֹן אִישׁ רַע עָיִן, זֶה הַמַּלְוֶה מְעוֹתָיו בְּרִבִּית, שֶׁהוּא נִבְהָל לְהַעֲשִׁיר. וּמְאֵרָה נִתְּנָה בִּנְכָסָיו, שֶׁנֶּאֱמַר: וְלֹא יֵדַע כִּי חֶסֶר יְבֹאֶנּוּ. דָּבָר אַחֵר, נִבְהָל לַהוֹן אִישׁ רַע עָיִן, אֵלּוּ סוֹחֲרֵי שְׁבִיעִית, שֶׁמִּתְבַּהֲלִין לְהַעֲשִׁיר וְאֵין מְשַׁמְּרִין אֶת הַשְּׁבִיעִית, וּסְבוּרִין שֶׁהֵן מִתְעַשְּׁרִין. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, חֶסְרוֹן יֵשׁ לְךָ בַּדָּבָר. כֵּיוָן שֶׁלֹּא שָׁמַר אֶת הַשְּׁמִטָּה, הִתְחִילָה הַמְּאֵרָה נִכְנֶסֶת בְּמָמוֹנוֹ וְהוּא מוֹכֵר. מַה כָּתוּב לְמַעְלָה מִן הָעִנְיָן, וְשָׁבְתָה הָאָרֶץ שַׁבָּת לַה'. וְאַחֲרֵי כֵן, וְכִי תִּמְכְּרוּ מִמְכָּר. אָמַר רַבִּי אֶלְעָזָר הַקַּפָּר, כְּתִיב: שׁוֹקָיו עַמּוּדֵי שֵׁשׁ מְיֻסָּדִים עַל אַדְנֵי פָּז <small>(שה״ש ה, טו)</small>, הָעַמּוּד הַזֶּה יֵשׁ לוֹ כּוֹתֶרֶת מִלְּמַעְלָן וּבָסִיס מִלְּמַטָּן. אָמַר רַבִּי שְׁמוּאֵל בַּר גּוּרְיָא, אֵין לְךָ פָּרָשָׁה בַּתּוֹרָה שֶׁאֵין לָהּ כּוֹתֶרֶת מִלְּמַעְלָן וּבָסִיס מִלְּמַטָּן. מַה כְּתִיב לְמַעְלָה, וַיְדַבֵּר ה' אֶל מֹשֶׁה בְּהַר סִינַי לֵאמֹר, דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל כִּי תָּבֹאוּ אֶל הָאָרֶץ, וְשָׁבְתָה הָאָרֶץ. וְאַחֲרֵי כֵן פָּרָשַׁת יוֹבֵל, וְסָפַרְתָּ לְךָ שֶׁבַע וְגוֹ'. אִם לֹא שָׁמַר שְׁמִטּוֹת וְיוֹבְלוֹת, אוֹ אִם לֹא שָׁמַר אַחַת מֵהֶם, סוֹף שֶׁאֲנִי עוֹשֶׂה אוֹתוֹ שֶׁיִּמְכֹּר אַרְצוֹ, וְכִי תִּמְכְּרוּ מִמְכָּר לַעֲמִיתֶךָ. חָזַר בּוֹ, יָפֶה. וְאִם לֹא יַחֲזֹר בּוֹ, סוֹף שֶׁהוּא מוֹכֵר אֶת שָׂדֵהוּ, שֶׁנֶּאֱמַר: כִּי יָמוּךְ אָחִיךָ וּמָכַר מֵאֲחֻזָּתוֹ. חָזַר בּוֹ, יָפֶה. וְאִם לָאו, סוֹפוֹ לִמְכֹּר אֶת בֵּיתוֹ, שֶׁנֶּאֱמַר: וְאִישׁ כִּי יִמְכֹּר בֵּית מוֹשַׁב עִיר חוֹמָה. חָזַר בּוֹ, יָפֶה. וְאִם לָאו, סוֹפוֹ שֶׁהוּא מְחַזֵּר וּמְסַבֵּב עַל הַפְּתָחִים, שֶׁנֶּאֱמַר: וְכִי יָמוּךְ אָחִיךָ וּמָטָה יָדוֹ עִמָּךְ. חָזַר בּוֹ, יָפֶה. וְאִם לָאו, סוֹפוֹ שֶׁהוּא מוֹכֵר אֶת עַצְמוֹ, שֶׁנֶּאֱמַר: וְכִי יָמוּךְ אָחִיךָ עִמָּךְ וְנִמְכַּר לָךְ. חָזַר בּוֹ, מוּטָב. וְאִם לָאו, סוֹף הוּא נִמְכָּר לַגּוֹיִם, שֶׁנֶּאֱמַר: וְכִי תַשִּׂיג יַד גֵּר וְתוֹשָׁב עִמָּךְ. וְלֹא הוּא לְבַדּוֹ, אֶלָּא הוּא וְכָל יִשְׂרָאֵל. שֶׁכֵּן אַתְּ מוֹצֵא בִּימֵי יִרְמְיָה, בִּשְׁבִיל שֶׁחִלְּלוּ אֶת הַשְּׁבִיעִית, נִמְכְּרוּ לְנָכְרִים שֶׁנֶּאֱמַר: וַיַּעַל עֲלֵיהֶם מֶלֶךְ כַּשְׂדִּים וַיַּהֲרֹג בַּחוּרֵיהֶם בַּחֶרֶב בְּבֵית מִקְדָּשָׁם וְגוֹ' <small>(דה״ב לו, יז)</small>, הֲרֵי עִנְיַן יִשְׂרָאֵל. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, רְאֵה הָאֵיךְ נִמְכָּרִין לְנָכְרִים בִּשְׁבִיל שֶׁחִלְּלוּ אֶת הַשְּׁבִיעִית. אָמַר לְפָנָיו, רִבּוֹנוֹ שֶׁל עוֹלָם, לֹא כֵן אָמַרְתָּ, וְכִי יָמוּךְ אָחִיךָ וּמָטָה יָדוֹ עִמָּךְ. קַיֵּם מַה שֶּׁאָמַרְתָּ לָהֶם וְקָרָאתָ אוֹתָם אַחַי וְרֵעָי, שֶׁנֶּאֱמַר: לְמַעַן אַחַי וְרֵעָי <small>(תהלים קכב, ח)</small>. וְכִי יָמוּךְ אָחִיךָ וּמָטָה יָדוֹ עִמָּךְ. כְּשֶׁתָּמוּט יָדָם לִפְנֵי נְבוּכַדְנֶצַּר, כִּבְיָכוֹל שְׁכִינָה עִמָּהֶם, שֶׁנֶּאֱמַר: לְמַעְנְכֶם שָׁלַחְתִּי בָּבֶלָה <small>(ישעיה מג, יד)</small>. וְהֶחְזַקְתָּ בּוֹ, תְּפֹשׂ עִמָּהֶן בַּדִּין שֶׁלֹּא יֹאבְדוּ. אֶלָּא מָה. גֵּר וְתוֹשָׁב וְחַי עִמָּךְ, אַף עַל פִּי שֶׁהֵן נַעֲשִׂין גֵּרִים וְתוֹשָׁבִים בְּבָבֶל, אִם לֹא תְּחַנֵּם, הֲרֵי הֵן אֲבוּדִין. וְחַי עִמָּךְ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, בַּעֲוֹנוֹתֵיהֶם אֲנִי מוֹכֵר אֶת בֵּיתִי לַכַּשְׂדִּים, שֶׁנֶּאֱמַר: וְאִישׁ כִּי יִמְכֹּר בֵּית מוֹשָׁב, זֶה בֵּיתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: כִּי בָחַר ה' בְּצִיּוֹן, אִוָּה לְמוֹשָׁב לוֹ <small>(תהלים קלב, יג)</small>. וּמֶה הָיָה, וַיִּשְׂרֹף אֶת בֵּית ה' וְאֶת בֵּית הַמֶּלֶךְ <small>(מ״ב כה, ט)</small>. עִיר חוֹמָה, זֶה עִירוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: וַיְנַתְּצוּ אֶת חוֹמַת יְרוּשָׁלַיִם וְגוֹ' וַיֶּגֶל הַשְּׁאֵרִית וְגוֹ' וְיִהְיוּ לוֹ וּלְבָנָיו לַעֲבָדִים <small>(דה״ב לו, יט-כ)</small>. הוּא שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא אוֹמֵר, וְכִי תַּשִּׂיג יַד גֵּר וְתוֹשָׁב, יַד גֵּר, זֶה נְבוּכַדְנֶצַּר. וְתוֹשָׁב, זֶה מַלְכוּת מַדַּי. וְנִמְכַּר לְגֵר תּוֹשָׁב, זוֹ מַלְכוּת יָוָן. אוֹ מִשְׁפָּחַת גֵּר, זוֹ מַלְכוּת אֱדֹם. אָמַר מֹשֶׁה, רִבּוֹנוֹ שֶׁל עוֹלָם, לָמָּה נִמְכְּרוּ יִשְׂרָאֵל לְמַלְכֻיּוֹת הַלָּלוּ. אָמַר לוֹ: מִפְּנֵי שֶׁהֵן מְחַלְּלִין אֶת הַשְּׁבִיעִית, שֶׁנֶּאֱמַר: וַיֶּגֶל הַשְּׁאֵרִית מִן הַחֶרֶב <small>(שם)</small>, וְסִיפֵיהּ דִּקְרָא, אָז תִּרְצֶה הָאָרֶץ אֶת שַׁבְּתוֹתֶיהָ כָּל יְמֵי הָשַּׁמָּה שָׁבָתָה, לְמַלְּאוֹת שִׁבְעִים שָׁנָה. לְפִיכָךְ הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹמֵר לְמֹשֶׁה בְּסוֹף כָּל הַפָּרָשִׁיּוֹת הַלָּלוּ, רְצוֹנְךָ שֶׁלֹּא יִגְלוּ, הַזְהִירֵם עַל הַשְּׁמִטִּים וְעַל הַיּוֹבְלוֹת. הוּא שֶׁאָמַר בְּסוֹף הַפָּרָשִׁיּוֹת, אֶת שַׁבְּתוֹתַי תִּשְׁמֹרוּ וּמִקְדָּשִׁי תִּירָאוּ, אֲנִי ה' <small>(ויקרא כו, ב)</small>. וּמַהוּ אֲנִי ה'. אֲנִי הוּא שֶׁעָתִיד לִתֵּן שָׂכָר טוֹב אִם יִשְׁמְרוּ אוֹתָן. וְאִם יְבַטְּלוּ אוֹתָן, אֲנִי הוּא שֶׁעָתִיד לִיפָּרַע מֵהֶם עַל יְדֵי הַמַּלְכֻיּוֹת. לְפִיכָךְ הֱוֵי אוֹמֵר לָהֶן שֶׁיִּזְהֲרוּ עַל הַשְּׁבִיעִית, שֶׁנֶּאֱמַר: וְשָׁבְתָה הָאָרֶץ שַׁבָּת לַה', שֶׁלֹּא יַגִּיעֵן אוֹתָן הַפָּרָשִׁיּוֹת הַכְּתוּבוֹת אַחֲרֵיהֶן. וְכִי תִּמְכְּרוּ מִמְכָּר לַעֲמִיתֶךָ אוֹ קָנֹה מִיַּד עֲמִיתֶךָ אַל תּוֹנוּ, שֶׁלֹּא תִּהְיוּ מוֹנִים זֶה אֶת זֶה. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁאַף אֲנִי מָכַרְתִּי הָעוֹלָם כֻּלּוֹ לְאַבְרָהָם וְלֹא הוֹנֵיתִי אוֹתוֹ. חָזַר וְהִקְנָה אוֹתוֹ לִי, שֶׁנֶּאֱמַר: קוֹנֵה שָׁמַיִם וָאָרֶץ <small>(בראשית יד, יט)</small>. אֵימָתַי, בְּשָׁעָה שֶׁשָּׁמַר אַבְרָהָם מִצְוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. עַד שֶׁלֹּא נִתְּנָה הַתּוֹרָה לְיִשְׂרָאֵל, שְׁמָרָהּ אַבְרָהָם אָבִינוּ. אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן מִשּׁוּם רַבִּי אֲלֶכְּסַנְדְּרַאִי, אֲפִלּוּ עֵרוּבֵי תַּבְשִׁילִין שָׁמַר אַבְרָהָם, שֶׁנֶּאֱמַר: עֵקֶב אֲשֶׁר שָׁמַע אַבְרָהָם וְגוֹ' <small>(שם כו, ה)</small>. מַהוּ עֵקֶב. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, בֶּן שָׁלֹשׁ שָׁנִים הִכִּיר אַבְרָהָם לְהַקָּדוֹשׁ בָּרוּךְ הוּא מִנְיַן עק״ב, ע' שִׁבְעִים, ק' מֵאָה, ב' שָׁנִים, הֲרֵי מֵאָה וְשִׁבְעִים וּשְׁתַּיִם. וְכָל יָמָיו שֶׁל אַבְרָהָם, מֵאָה וְשִׁבְעִים וְחָמֵשׁ. צֵא מֵהֶם שָׁלֹשׁ שָׁנִים שֶׁהָיָה קָטָן, הֱוֵי, בֶּן שָׁלֹש שָׁנִים הִכִּיר אַבְרָהָם לְהַקָּדוֹשׁ בָּרוּךְ הוּא. כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁחִבֵּב אַבְרָהָם אֶת הַמִּצְוֹת, הִתְחִיל מַקְנֶה אוֹתוֹ בָּעֶלְיוֹנִים וּבַתַּחְתּוֹנִים, שֶׁנֶּאֱמַר: בָּרוּךְ אַבְרָם לְאֵל עֶלְיוֹן קוֹנֵה שָׁמַיִם וָאָרֶץ <small>(שם יד, יט)</small>. וְכֵן הוּא אוֹמֵר, כִּי אֶת כָּל הָאָרֶץ אֲשֶׁר אַתָּה רוֹאֶה לְךָ אֶתְּנֶנָּה <small>(שם יג, טו)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, כָּל הָעוֹלָם כֻּלּוֹ שֶׁלִּי הוּא, וּמָכַרְתִּי אוֹתוֹ לְאַבְרָהָם עַל שֶׁשָּׁמַר מִצְוֹתַי. וְאַתֶּם, בַּעֲוֹנוֹתֵיכֶם גְּרַמְתֶּם לִהְיוֹת דּוֹמֶה לְתוֹשָׁב שֶׁשָּׂכַר בַּיִת מִבְּעָלָיו. שֶׁכָּךְ יִרְמְיָה אָמַר, לָמָּה תִּהְיֶה כְּגֵר בָּאָרֶץ וּכְאֶזְרָח נָטָה לָלוּן <small>(ירמיה יד, ח)</small>. וּכְשֶׁחֲטָאתֶם לְפָנַי, מָכַרְתִּי אֶתְכֶם, שֶׁנֶּאֱמַר: תִּמְכֹּר עַמְּךָ בְּלֹא הוֹן, וְלֹא רִבִּיתָ בִּמְחִירֵיהֶם <small>(תהלים מד, יג)</small>. לְפִיכָךְ אִם צָרִיךְ אָדָם לִמְכֹּר בַּיִת אוֹ שָׂדֶה אוֹ חֵפֶץ, לֹא תִּהְיוּ מוֹנִין אֵלּוּ אֶת אֵלּוּ. לְכָךְ כְּתִיב: אַל תּוֹנוּ אִישׁ אֶת אָחִיו. בְּמִסְפַּר שָׁנִים אַחַר הַיּוֹבֵל, לְפִי רֹב הַשָּׁנִים תַּרְבֶּה, וְלֹא תּוֹנוּ אִישׁ אֶת עֲמִיתוֹ, וַעֲשִׂיתֶם אֶת חֻקֹּתַי וְאֶת מִשְׁפָּטַי תִּשְׁמֹרוּ. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, כְּשֵׁם שֶׁמָּכַרְתִּי אֶת עַמִּי וְקֵרַבְתִּים, שֶׁנֶּאֱמַר: שׁוּבוּ בָּנִים שׁוֹבָבִים נְאֻם ה' כִּי אָנֹכִי בָּעַלְתִּי בָּכֶם <small>(ירמיה ג, יד)</small>, וְכֵן הוּא אוֹמֵר, כִּי כֹה אָמַר ה', חִנָּם נִמְכַּרְתֶּם וְלֹא בְּכֶסֶף תִּגָּאֵלוּ <small>(ישעיה נב, ג)</small>, כָּךְ אַתֶּם, לֹא תִּמְכְּרוּ אֶת הָאָרֶץ לַחֲלוּטִין, שֶׁנֶּאֱמַר: וְהָאָרֶץ לֹא תִּמָּכֵר לִצְמִיתוּת. חֲבִיבָה עָלַי אֶרֶץ יִשְׂרָאֵל, שֶׁקִּדַּשְׁתִּי אוֹתָהּ מִכָּל הָאֲרָצוֹת שֶׁבָּעוֹלָם. תֵּדַע לְךָ, כְּשֶׁהָיְתָה אֶרֶץ יִשְׂרָאֵל מִתְחַלֶּקֶת לַשְּׁבָטִים, לֹא הָיְתָה נַחֲלָה עוֹבֶרֶת מִשֵּׁבֶט לְשֵׁבֶט, אֶלָּא נַחֲלַת כָּל שֵׁבֶט וְשֵׁבֶט בִּפְנֵי עַצְמוֹ. תֵּדַע לְךָ וּרְאֵה כַּמָּה דִּינִין דָּנוּ בְּנוֹת צְלָפְחָד שֶׁלֹּא תִּתְעַבֵּר נַחֲלָתָן מִשֵּׁבֶט לְשֵׁבֶט אַחֵר, וְהוֹדָה הַקָּדוֹשׁ בָּרוּךְ הוּא לְדִבְרֵיהֶן, שֶׁנֶּאֱמַר: כֵּן בְּנוֹת צְלָפְחָד דּוֹבְרוֹת <small>(במדבר כז, ז)</small>, שֶׁלֹּא תִּסֹּב נַחֲלָה מִמַּטֶּה לְמַטֶּה אַחֵר. לְפִיכָךְ אִם נִמְצָא לוֹ גּוֹאֵל, יָפֶה, גּוֹאֲלָהּ. וְאִם לָאו, מִי שֶׁלְּקָחָהּ, שׁוֹהֶה לְפָנָיו עַד הַיּוֹבֵל וְיוֹצֵא. שֶׁנֶּאֱמַר: וַיֵּצֵא מֵעִמְּךָ הוּא וּבָנָיו עִמּוֹ וְשָׁב אֶל מִשְׁפַּחְתּוֹ. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, כְּשֶׁתִּקְרַב שְׁנַת הַגְּאֻלָּה, אֲנִי גּוֹאֵל אֶתְכֶם, שֶׁנֶּאֱמַר: כִּי יוֹם נָקָם בְּלִבִּי וּשְׁנַת גְּאוּלַי בָּאָה <small>(ישעיה סג, ד)</small>. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 25:14:) “When you sell property to your kinsman.” This text is related (to Prov. 28:22), “An evil-eyed person moves quickly after wealth, [and he does not know that loss will come to him].” This verse speaks about many people. “An evil-eyed person moves quickly after wealth.” This was Cain. The Holy One, blessed be He, said, “You moved quickly to inherit the world. By your life, you shall have a loss [in the matter].” Ergo (in Prov. 28:22), “and he does not know that loss will come to him.” And what happened to him? That he wandered about the world, as stated (in Gen. 4:12), “you shall become a ceaseless wanderer on the earth.” Another interpretation (of Prov. 28:22), “An evil-eyed person moves quickly after wealth”: This was Ephron the Hittite.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See <i>Tanh</i>. (Buber), Exod. 6:5; and the parallels listed there; and <i>Tanh</i>. (Buber), Deut. 4:4.</i> When Abraham's wife Sarah died, Abraham went to Ephron for him to sell him the cave. Ephron said to him, “Give me its price.” He said to him (in Gen. 23:15), “What is a piece of land worth four hundred shekels of silver between you and me?” Abraham began piling up the silver for Ephron, as stated (in Gen. 23:16), “So Abraham heeded Ephron, and Abraham weighed out […].” Ben Ma'ma said, “Although R. Hanina has said, ‘All the shekels in the Torah are <i>sela'im</i>,’ these [shekels] are an exception, since they are <i>centenaria.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>The word is Latin. One centenarium</i> was worth 100,000 sesterces. According to a fourth-century inscription of northern Africa, a <i>centenarium</i> was a hundred pieces (e.g., of gold). See A. Souter, A <i>Glossary of Later Latin to 600 A.D.</i> (Oxford: Clarendon, 1957).</i></i> [So it was] four hundred <i>centenaria</i> [that] Abraham piled up before Ephron.” When Ephron saw the silver, he moved quickly and hastily, as stated (in Gen. 23:6), “bury your dead in the choicest of our tombs.” The Holy One, blessed be He, said to him, “You have moved quickly after money. By your life, you shall have a loss in the matter.” And what was his loss? R. Judah bar Shallum the Levite said, “Every [mention of] Ephron which is written here [in Scripture], before he took the silver from Abraham, is written plene as '<i>prwn</i> (i.e., with the vowel <i>o</i> represented by the Hebrew consonant <i>w</i>); but this [usage] (in Gen. 23:16) is deficient (<i>hsr</i>), ‘and Abraham weighed out the silver for Ephron ('<i>prn</i>). It is written with the <i>w</i> missing (<i>hsr</i>).” Another interpretation (of Prov. 28:22), “An evil-eyed person moves quickly after wealth”: This is the one who lends at interest, because he is anxious to become wealthy. He lends in order to receive interest from the borrower and becomes wealthy from the interest. But a curse is given through his riches, as stated (ibid., cont.), “and he does not know that loss will come to him.” Another interpretation (of Prov. 28:22), “An evil-eyed person moves quickly after wealth”: This represents those who engage in business in the sabbatical year, in that they move quickly to become rich. They do not observe the sabbatical year, and think they will become rich. The Holy One, blessed be He, said to them, “By your life, you shall have a loss in the matter.” Since he did not observe the sabbatical year, the curse began entering into his money, and he sells [all that he had]. What is written above the matter (in Lev. 25:2), “the land shall observe a Sabbath for the Lord.” And after that it is written (in vs. 14), “When you sell property.” R. Eleazar Haqappar said, “It is written (in Cant. 5:15), ‘His legs are pillars of marble, set upon sockets of fine gold.’ This column has a capital above and a pedestal<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Gk.: <i>basis</i>.</i> below.”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See Lev. R. 25:8.</i> R. Samuel ben Guriah said, “You have no section in the Torah which does not have a capital above and a pedestal below.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The parallel in Lev. R. 25:8 explains that each section can be expounded with reference to what precedes and follows it.</i> What is written above of the matter (in Lev. 25:1-2)? ‘Then the Lord spoke unto Moses on Mount Sinai, saying, “Speak unto the Children of Israel [….] ‘the land shall observe [a Sabbath for the Lord].’”’ Then after that [comes] the section on the jubilee (in vs. 8), ‘And you shall count seven [Sabbaths of years].’ If one has not observed the sabbatical year and the jubilee, or [even] one of them, in the end, I will make it that he will sell his land, [as stated] (in vs. 14), ‘When you sell property to your kinsman.’<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>T’Arakh</i>. 5:9; below, 9:8.</i> [If] he repents, [all] is well; but if not, he will end up selling his field, as stated (in vs. 25), ‘When your relative becomes poor and sells some of his property.’ [If] he repents, that is preferable; but if not, he will end up selling his house, as stated (in vs. 29), ‘And when someone sells a dwelling house.’ [If] he repents, that is preferable; but if not, he will end up going around [begging] at doorways, as stated (in vs. 35), ‘And when your relative becomes poor [… you shall maintain him as a foreigner and sojourner and let him live near you].’ [If] he repents, that is preferable; but if not, he will end up being sold to you, as stated (in vs. 39), ‘And when your relative becomes poor] near you and is sold to you.’ [If] he repents, that is preferable; but if not, he will end up being sold to the gentiles, as stated (in vs. 47), ‘And when a foreigner and a sojourner near you becomes wealthy, [while your relative near him becomes poor and is sold to a sojourning foreigner near you….].’ Now it is not merely the individual himself [at issue here], but that person and all Israel; for so you find in the days of Jeremiah, because they profaned the sabbatical year, they were sold to the gentiles, as stated (in II Chron. 36:17-18), ‘So He brought up the king of the Chaldeans upon them [….] And all the vessels of the house of God […] and the treasures of the house of the Lord […].’ Behold the case of [all] Israel.” The Holy One, blessed be He, said to Moses, “See how they will be sold to the gentiles because they profaned the sabbatical year.” He said to him, “Master of the world, did You not say this (in Lev. 25:35), ‘And when your relative becomes poor, and his strength fails near you, [you shall maintain him as a foreigner and sojourner and let him live near you]?’ Fulfill what You said to them and called them, ‘My relatives (<i>ah</i>) and friends,’ as stated (in Ps. 122:8), ‘For the sake of My relatives (<i>ah</i>) and friends’: (Lev. 25:35:) ‘And when your relative becomes poor, and his strength fails near you,’ [i.e.,] when their strength fails before Nebuchadnezzar, the Divine Presence, as it were, will be with them. It is so stated (in Is. 43:14), ‘for your sake I have sent to Babylon.’ (Lev. 25:35, cont.:) ‘You shall maintain (literally, hold on to) him.’ Hold them (i.e., Israel), lest they perish. But how? (Lev. 25:35, cont.:) ‘As a foreigner and sojourner and let him live near you.’ Although they became foreigners and sojourners in Babylon, if You do not give them grace, they will perish, [so just] ‘let him live near You.’” The Holy One, blessed be He, said to him, “Because of their sins I have sold My house to the Chaldeans.” It is so stated (in Lev. 25:29), “And when someone sells a dwelling house.” This is the house of the Holy One, blessed be He, as stated (in Ps. 132:13), “For the Lord has chosen Zion; he has desired it for His dwelling.” And what happened [to it]? (II Kings 25:9 = Jer. 52:13:) And he burned the house of the Lord [...].” (Lev. 25:29, cont.:) “A walled city.” This is the city of the Holy One, blessed be He, as stated] (in II Chron. 36:19), “and they broke down the wall of Jerusalem […].” That is what the Holy One, blessed be He, says (in Lev. 25:47), “And when a foreigner and a sojourner [near you] becomes wealthy.” This wealthy foreigner is Nebuchadnezzar, and this sojourner is the Median Empire. (Ibid., cont.:) “And is sold to a sojourning foreigner.” This [sojourning foreigner] is the Greek Empire. (Ibid., cont.:) “Or to a foreigner's family.” This is the Edomite Empire (i.e., Rome). Moses said to the Holy One, blessed be He, “Master of the world, why were they sold to these empires?” He said to him, “Because they profaned the sabbatical year.” It is so stated (in II Chron. 36:20–21), “Then he carried off unto Babylon those left from the sword,” and the end of the Scripture is “[until the land made up] its Sabbaths; as long as it lay desolate, it observed Sabbath, to fulfill seventy years.” Therefore the Holy One, blessed be He, said to Moses at the end of all of these sections, “Is it your wish that they do not go into exile? [Then] warn them concerning the sabbatical years and the jubilees.” That is what He has said at the end of all the sections (in Lev. 26:2), “You shall observe My Sabbaths and reverence My sanctuary. I am the Lord.” What is the meaning of “I am the Lord?” I am the one who is going to give you a good reward, if you observe them; but if not, I am going to exact retribution from them through the Empires. Therefore, say to them to be careful about the sabbatical year. Thus it is stated (in Lev. 25:2), “the land shall observe a Sabbath for the Lord,” so that they do not attain [the punishments in] those sections written below (in Lev. 26:14-45). (Lev. 25:14:) “When you sell property to your kinsman or buy from your neighbor's hand, do not deceive.” [Thus] you shall not deceive one another. The Holy One, blessed be He, said, “For I also sold the whole world to Abraham and did not deceive him. He [then went back and sold it to Me,” as stated (Genesis 14:19), “the Buyer<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Qoneh.</i> A more traditional rendering of this word here would be MAKER.</i> of heaven and earth.” When? When Abraham observed the commandments of the Holy One, blessed be He. Before the Torah was given to Israel, our father Abraham kept it [and observed all the commandments that are in the Torah]. R. Samuel bar Nahman said in the name of R. Alexandra, “Abraham even observed the [rabbinic precept of] <i>eruvim</i> of cooked foods.”<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">See <i>Tanh</i>. (Buber), Gen. 3:1, and the notes there.</i> Thus it is stated (in Gen. 26:5), “Because ('<i>qb</i> '<i>shr</i>) Abraham heeded [My voice and kept My charge: My commandments, My statutes, and My Torahs].” What is the meaning of '<i>qb</i>?<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Gen. R. 95:3; Cant. R. 5:16:1; <i>PR</i> 21:12; cf. <i>Ned.</i> 32a.</i> R. Simeon ben Laqish said, “At the age of three years Abraham recognized the Holy One, blessed be He.”<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">So also Numb. R. 18:21. According to other traditions Abraham recognized his creator at the age of forty-eight (Gen. R. 30:8; 46:2; Cant. R. 5:16:1), at the age of fifty (<i>PR</i> 21:12), or at the age of one (Gen. R. 95:3).</i> How is this shown? '<i>Qb</i> is a number. (I.e., '<i>ayin</i>) is seventy, <i>q</i> (i.e., <i>qof</i>) is one hundred, [and] <i>b</i> (i.e., <i>bet</i>) is two, for a total of one hundred seventy-two. Now (according to Gen. 25:7) Abraham lived one hundred seventy-five [years]. Deduct from them. [The result is] three, when he was little. Ergo, at the age of three years Abraham recognized the Holy One, blessed be He. When the Holy One, blessed be He, saw how Abraham loved the commandments, He began buying heavenly and earthly [places] for him, as stated (in Gen. 14:19), “Blessed be Abram of God most high, Buyer of heaven and earth.” So also it says (Gen. 13:15), “For all the land (or earth) which you see, to you I will give it.” The Holy One, blessed be He, said, “All the world is wholly Mine; and I bought it for Abraham, because he has observed My commandments. But you, through your sins, have caused him to be [like] an alien who rents a house from its owners, for so Jeremiah has said (in Jer. 14:8), ‘why are you like a foreigner in the land […]?’ When you sinned before Me, I sold you, as stated (in Ps. 44:13), ‘You shall sell Your people for no money […].’ For that reason, if someone has to sell a house, a field, or [some] article, you shall not deceive one another.” It is therefore written (in Lev. 25:14), “shall not deceive his brother.” (Lev. 25:15-18:) “According to the years after the jubilee […]. According to the multitude of years, you shall increase […]. A man shall not deceive his brother […]. So you shall carry out my statutes and judgements.” The Holy One, blessed be He, said to Israel, “Just as I sold my people and returned again to reinstate them, as stated (Jer. 3:14), ‘”Turn back, faithless children,” says the Lord; “for I am a master to you.”’ It is also written (in Is. 52:3), ‘For thus says the Lord, “You were sold for free, and you shall be redeemed for no money.”’ So too you should not sell the land absolutely, as stated (in Lev. 25:23), ‘[it] shall not be sold permanently.’ The Land [of Israel] is dear to me because I have made it holier than all the [other] lands in the world.” You yourself know, when the Land of Israel was distributed to the tribes, it did not pass from tribe to tribe. Rather [it was distributed] to each tribe separately. You yourself know. Look at how many lawsuits the daughters of Zelophehad brought, so that their inheritance would not pass from one tribe to another. Moreover the Holy One, blessed be He, conceded to their words, as stated (in Numb. 27:7), “The daughters of Zelophehad speak what is right.” (Numb. 36:9:) “Thus no inheritance shall be transferred from one tribe to another.” Therefore, if a redeemer is found for it, fine; but if not, whoever buys it acquires it until the jubilee. Then on the jubilee he releases it. Thus it is stated (in Lev. 25:41), “Then he shall depart from you, he and his children with him and he shall return to his family.” The Holy One, blessed be He, said to Israel, “When the year of the redemption draws near, I will redeem you, as stated (in Is. 63:4), ‘For a day of vengeance was in My heart, but there came My year of redemption.’”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c7dad6fd712ce00182a2c4c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Bechukotai, Chapter 6 3", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Sifra, Bechukotai, Chapter 6 3", "sourceHeRef": "ספרא, בחוקתי, פרק ו ג׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ו", "he": "[ג] \"ואכלתם בשר בניכם ובשר בנותיכם תאכלו\" – אמרו עליו על דואג בן יוסף שמת והניח בן קטן לאמו. והיתה מודדתו בטפחים בכל שנה, ונותנות משקלו זהב לשמים. ומשהקיפו מצודת ירושלים – טבחתו בידה ואכלתו, ועליה מקונן ירמיהו ואומר (איכה ב, כ) \"רבוני! אם תאכלנה נשים פרים, עוללי טיפוחים!\". משיבה רוח הקודש ואומרת (איכה ב, כ) \"אם יהרג במקדש ה' כהן ונביא!\" – זה זכריה בן יהודע הכהן. דבר אחר: \"ואכלתם בשר בניכם ובשר בנותיכם תאכלו\" – אין לי אלא אבות אוכלים בשר בנים ובנות; בנים אוכלים בשר אבות מנין? שנאמר (יחזקאל ה, י) \"לכן אבות יאכלו בנים בקרבך ובנים יאכלו אבותם\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) (Vayikra 26:29) \"And you will eat the flesh of your sons, and the flesh of your daughters will you eat\": They say of Doeg ben Yosef, who died and left a young child to his mother, that each year she would measure him by hand-breadth and give his weight in gold to the Temple. When they surrounded the citadel of Jerusalem, she slaughtered him with her own hand and ate him. And it is over her that Jeremiah keens (Eichah 2:20) \"Shall women eat their fruit, their fondled ones (\"measured by hand-breadth\" and dedicated to the Temple)? And the Holy Spirit answers her (Eichah 2:20) \"Shall there be killed in the Temple of the L–rd, Cohein and prophet!\" — Zechariah ben Yehoyada the Cohein. \"And you will eat the flesh of your sons, and the flesh of your daughters will you eat\": What is the intent of this (seemingly redundant \"will you eat\")? This tells me only that fathers will eat the flesh of sons and daughters. Whence is it derived that sons will eat the flesh of fathers? From \"will you eat.\" And thus is it written (Ezekiel 5:10) \"Therefore, fathers will eat children in your midst, and children will eat their fathers.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6fed0a5380001883f225", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Bechukotai 35:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Malbim on Leviticus, Bechukotai 35:1", "sourceHeRef": "מלבי\"ם על ויקרא, בחוקתי ל״ה:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "בחוקתי", "he": "ואכלתם בשר בניכם: בסדר החמישי חושב כ\"א קללות. והם סך הכל שבע פעמים שבע, להשלים מ\"ט קללות. ומתחיל מרעב היותר מופלג עד שיאכלו בשר בניהם כמו שהיו בעונות בעת החורבן כמעשה דדואג בן יוסף. ומה שכפל \"ובשר בנותיכם תאכלו\", שאין בזה רבותא, רומז על שגם בנים יאכלו בשר אבות. ועל ידי כן ילחמו הבנים ואבותם ויקדימו לשחט את הבנים האורבים עליהם ואחרי זה יאכלו בשר הבנות. והרי יש בזה שני קללות. ובילקוט גרס תלמוד לומר \"תאכלו\", וכן הוא אומר \"אבות יאכלו בנים...\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe933d46943bef88acdda9", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:8:12", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Yein Levanon on Avot 5:8:12", "sourceHeRef": "יין לבנון על אבות ה׳:ח׳:י״ב", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 8.0012, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "<small>סדר פורענות שבמשנה (אבות) הוא מן החמור אל הקל<br></small>ואם יקשה עליך למה הפך תנא דידן סדר המשפטים מסדר האמור ביחזקאל? היינו טעמא שהנביא מנאן בדרך לא זו אף זו, והולך מן החמור אל הקל, כי קשה מכולם רעב של כליה, שנאמר עליה <small>(ויקרא כו, כט)</small> \"ואכלתם בשר בניכם\" וגו'. שניה לה חיה רעה, ואחריה חרב, והרביעית הקלה היא דבר, וכדאפרש במשנתנו. והודיע שאין צריך לומר שכבוא משפט רעב, שלא יצילו הצדיקים זולתם <small>(יחזקאל יד, טז-כ)</small>, אלא גם ממשפט חיה רעה לא יצילום, ואין צריך לומר ממשפט חיה רעה, אלא גם מחרב הקלה ממנה לא יצילו כי אם נפשם, ואין צריך לומר מחרב אלא גם מדבר הקלה מכולם לא יצילו כי אם נפשם לבד. ותנא דמשנתנו הולך מן הקל אל החמור, כמו גופי העבירות שמנה שכל אחת תמורה מחברתה, ומשום הכי תני תחלה דבר הקל ואח\"כ חרב החמור ממנו, ואחריו חיה רעה הקשה מכולם.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe934146943bef88acddc7", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:8:18", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Yein Levanon on Avot 5:8:18", "sourceHeRef": "יין לבנון על אבות ה׳:ח׳:י״ח", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 8.0018, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "ושלשתן כתובים בתוכחה, [א] רעב של בצורת בפרשת הראשונה <small>(ויקרא כו, יט-כ)</small> \"ונתתי את שמיכם כברזל וגו' ולא תתן ארצכם את יבולה\" וגו', והיינו בצורת. [ב] בפרשה אחרת <small>(ויקרא כו, כו)</small> \"בשברי לכם מטה לחם ואפו עשר נשים\" וגו' והיינו מהומה, דמקמי הכי כתיב <small>(כו, כה)</small> \"והבאתי עליכם חרב וגו' ונאספתם אל עריכם\", כלומר אע\"פ שתתן הארץ יבולה אעשה שלא תאכלוה לא תקצרו ולא תאספוה, כי תצטרכו להאסף אל עריכם [מפני המצור], ולכן אמר \"בשברי לכם מטה לחם\", שיש לחם אלא שאשבור מטה לחם בהביאי עליכם חרב ותאספו אל הערים. ועדיין יש להם מעט הנשאר כדכתיב \"ואפו עשר נשים לחמכם בתנור אחד\". ובפרשה שלאחריה <small>(ויקרא כו, כט)</small> \"ואכלתם בשר בניכם ובשר בנותיכם תאכלו\", והיינו של כליה כי יבואו במצור ובמצוק ימים רבים עד בלתי השאיר להם מאומה.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe934c46943bef88acde29", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:9:12", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Yein Levanon on Avot 5:9:12", "sourceHeRef": "יין לבנון על אבות ה׳:ט׳:י״ב", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 9.0012, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "ואם תאמר שהן יוצאים לגלות גם בעון השמטות לבדן? אינו דומה גלות זה לגלות העבירות החמורות שבמיתה, כי די אם יגלום מלך אדיר למדינה אחרת במספר שנים שבטלו, ולא יענשו ברעב ובדבר ובחרב ובחיה רעה וכיוצא. מה שאין כן כשיוצאים בגלות בשביל ע\"ז ג\"ע וש\"ד, מתקבצים עליהם התוכחות כולם, שהן חייבים בכולם מפני שעברו על כל העבירות. ועון שמיטות בא ביניהם להאריך ימי גלותן. וכן מפורש בתורה בפרשה האחרונה שמדבר בה על הגלות <small>(ויקרא כו, כט)</small> \"ואכלתם בשר בניכם ובשר בנותיכם תאכלו\", וזהו רעב של כליה שאין למעלה הימנה כדפירשתי לעיל. <small>(ויקרא כו, ל)</small> \"והשמדתי את במותיכם וגו' ונתתי את פגריכם על פגרי גלוליכם\" זהו הדבר. <small>(שם)</small> \"וגעלה נפשי אתכם\", זהו סילוק שכינה וסילוק כל תפארת ישראל. <small>(ויקרא כו,לא)</small> \"ונתתי את עריכם חרבה והשימותי את מקדשיכם\" וגו', זהו חורבן הארץ והמקדש. <small>(ויקרא כו, לג)</small> \"ואתכם אזרה בגויים והריקותי אחריכם חרב\", זהו החרב והגלות. ואח\"כ אמר <small>(ויקרא כו, לד)</small> \"אז תרצה הארץ את שבתותיה\", כלומר כמו שיכופר לכם כל עונותיכם בדבר בחרב וברעב ובשממון שאביא עליכם כשתתוודו בגלות ותשובו אלי, ושהיה אפשר לכם לעשות בהיותכם בארץ, כמו כן יכופר לכם אז עון השמיטות ע\"י היותכם בארץ אויביכם והארץ תשבות. אבל הצרות הראשונות שהזכיר לא חלו על עון השמטות, אלא בעבור שעברו על הברית, וחטאו בע\"ז וג\"ע וש\"ד ושאר העבירות. ואילו גלו בעבור השמיטה לבד, לא חלו עליהן הצרות הללו כלל, רק גלות על זמן ידוע כנגד השמיטות שבטלו. והשתא ניחא הכל דלא תני פורעניות אחרות. משום דראשי פורעניות ארבעה הן, וגלות חמישי להם, ושאר הקללות אינן אלא פרטיהן. ותני תלתא בפורעניות של רעב, משום דשלשה מינים הן: של בצורת, ושל מהומה, ושל כליה, מה שאין כן באינך [בשאר] שאין בהן מינין חלוקין. ותני שלשה גופי עבירות גבי מעשרות ותרומות. משום דמעשר לחוד, ותרומה לחוד. ותני תרומה וטבל אצל רעב אע\"פ שהן מן מיתות שלא נמסרו לבית דין ודבר בא עליהן, אין הכי נמי שמתים בעון זה, אלא שמיתתן קשה יותר שהיא מיתת רעב. וכן פירשנו טעם למה באין שבעה פורעניות אלו על מיני העבירות הללו. וכן פירשנו סדר המשנה ונכון הכל, ובמשנה הסמוכה יתבאר עוד בעז\"ה. הכי נראה לי.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd16f9d8c8041e6acbd6d52", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 5:8:12", "anchorRef": "Leviticus 26:27-29", "anchorRefExpanded": ["Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29"], "sourceRef": "Nachalat Avot on Avot 5:8:12", "sourceHeRef": "נחלת אבות על אבות ה׳:ח׳:י״ב", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 8.0012, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>עוד</b> מצא בפרשה זכרון פורענות אחר מהרעב היותר קשה, והוא אומרו אחרי המין השני הנזכר \"ואם בזאת לא תשמעו לי וגו' ויסרתי אתכם אף אני וגו' ואכלתם בשר בניכם ובשר בנותיכם תאכלו\" (ויקרא כו, כז-כט). הנה אם כן, גזר התנא שמאחר שהתורה זכרה זה בפני עצמו יתחייב שיהיה מין אחר מהפורענות, שיהיה גבול העדר המזון כל כך, שיבואו לאכול בשר בניהם ובנותיהם. ולכן קראו התנא רעב של כלייה, לפי שהיא כלייה לבנים ולבנות. והפורענות ההוא – מכלה עינים ומדיבות נפש (שם כו, טז), כי לא אמר כלייה על העצר השמים, כיון שהוא נכלל במין הראשון, כי אם על כליית הבנים שנקראת כן. וביאר שהיה זה כאשר נמנו וגמרו שלא ליטול את החלה. וידוע שהחלה דבר מועט נתנת לכהני יי', וכאשר ישראל אפילו הדבר המועט ההוא יחדלו מלתתו גם יי' לא יתן הטוב ולא יהיה להם לא מעט ולא הרבה עד שיאכלו בשר בניהם.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e299a3b108557a1f9000c71", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, The Sixth Herald (Hosea) 44", "anchorRef": "Leviticus 26:14-45", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45"], "sourceRef": "Mashmia Yeshuah, The Sixth Herald (Hosea) 44", "sourceHeRef": "משמיע ישועה, המבשר השישי (הושע) מ״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 44, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "heTitle": "המבשר השישי (הושע)", "he": "<b>ואמנם</b> \"חמר ולתך שעורים\" אמרו על הקללות שזכר משה, אם אותם שזכר בברית ערבות מואב <small>(דברים כז, יא-כו)</small>, שהיו צ\"ח קללות ועליהם אמר: \"חמר שעורים\", כלומר קיבוץ וציבור<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">הצטברות.</i> גדול מהם, כי 'חומר' לשון 'קיבוץ' הוא כמו \"חמר מים רבים\" <small>(חבקוק ג, טו); \"חמרים</small> חמרים\" <small>(שמות ח, י)</small>, עד שאמרו המדקדקים, שמפני זה נאמר \"חומר\" – לחם; וה\"לתך\" – הוא חצי החומר המידותיי. ורמז בו אל הקללות שזכר בברית חורב שהם מ\"ט. ומפני שהיו קללות משנה תורה כפלים מאלה – קרא קיבוצם 'חומר' וקרא קללות בחקותי <small>(ויקרא כו, יד-מה)</small>, שהם מחציתם בשם 'לתך' שהוא חצי ה'חומר'.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd38ba024f59704938c663", "index_title": "Peninei Halakhah, The Nation and the Land", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, The Nation and the Land 4:5:4", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Peninei Halakhah, The Nation and the Land 4:5:4", "sourceHeRef": "פניני הלכה, העם והארץ ד׳:ה׳:ד׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1998, 2002], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Peninei Halakhah, The Nation and the Land", "he": "פניני הלכה, העם והארץ"}, "he": "אמנם, לגבי יחידים המסוגלים להתעלות בתורה למען כלל ישראל, הורה מורנו ורבנו הרב צבי יהודה הכהן קוק זצ\"ל, שכל זמן שאין הצבא מוכרח לגייסם, מוטב שיידחו את הגיוס, ויתעלו בלימוד התורה, וילמדו על מנת ללמד תורה לרבים, ועל ידי כך יתרמו תרומה מכרעת לחיזוק התודעה הישראלית, לביטחון ישראל ולישוב הארץ. ובתנאי שיעשו זאת תוך כבוד גדול לחיילים המקיימים בגופם מצוות הצלת ישראל וישוב הארץ, מפני שרק באופן זה יוכלו לתרום לרוממות רוחם וגבורתם של כלל ישראל.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">מו\"ר הרצי\"ה בירר סוגיה זו, כמובא ב'לנתיבות ישראל' ח\"א מאמרים כ-כג, ובמפורט בהערה בעמ' קסו-קסז (במהדורת בית אל). לכל הדעות מלחמה להצלת ישראל היא מלחמת מצווה, כדברי הרמב\"ם. ולדעת הרמב\"ן והסוברים כמותו, יש מצווה להילחם גם כדי לכבוש את ארץ ישראל. ועי' שם בסוף ח\"ב עמ' תרז, בסיפורו של הרב שאר ישוב הכהן, שהתגייס לצבא במלחמת השחרור בעידודו של אביו הרב הנזיר. וסיפר לרצי\"ה כי מפרסמים בשם מרן הראי\"ה, עפ\"י מה שכתב באגרות ראיה ח\"ג תת\"י, כי אסור לגייס בחורי ישיבה לצבא. והרצי\"ה הזדעזע ואמר כי שם הובאו נימוקים לפטור בחורי ישיבה מגיוס לצבא אנגליה במלחמת העולם הראשונה, אבל אין הם שייכים כלל למלחמת מצווה של ארץ ישראל והצלת ישראל. בעקבות זאת הדפיס הרצי\"ה את בירורי הדברים בנושא זה. כיוצא בזה כתבו הרב רבינוביץ' ב'מלומדי מלחמה' עמ' 7-8, והרב גרשוני בתחומין ד' עמ' 67. אמנם הרצי\"ה הקפיד ללמד, שכאשר אין הכרח לגייס את כל הבחורים, אזי נכון שהלומדים על מנת ללמד ידחו את הגיוס. וכך עשו רוב תלמידיו בישיבת 'מרכז הרב', שדחו את גיוסם למשך שנים רבות, ושרתו שירות קצר, ולבסוף התברר כי תרומת לימודם לביטחון ישראל היתה עצומה, תלמידיהם במכינות ובישיבות ההסדר הם מטובי החיילים בצה\"ל.<br>לחשיבות ערך מצוות השירות בצבא אביא כאן סיפור ששמעתי מד\"ר פיינגולד על הגאון הגדול הרב יצחק זאב גוסטמן זצ\"ל, אחרון גאוני וילנא, שהיה בבית דינו של הגאון רבי חיים עוזר גרודזינסקי, עבר את אימי השואה ושכל שם את בנו יחידו. לאחר שנים הקים ישיבה ברחביה שבירושלים. בין המקורבים אל הרב גוסטמן היה פרופ' אומן (חתן פרס נובל) ובנו שלמה אומן הי\"ד, שהיה תלמיד ישיבת ההסדר בשעלבים.<br>שלמה נהרג במלחמת שלום הגליל. לאחר שנודעה השמועה על נפילתו של שלמה, בא ד\"ר פיינגולד לקחת את הרב גוסטמן להלוויה. לאחר תום ההלוויה, הסתובב הרב גוסטמן בין הקברים הטריים של החיילים שנפלו, ונאנח והצטער עליהם, והתקשה לעזוב את בית הקברות. בחזרתם מההלוויה אמר \"כולם קדושים\". שאל אחד הנוסעים שישב במושב האחורי: \"כולם? גם הלא דתיים\"? פנה הרב גוסטמן למושב האחורי, ואמר בהדגשה: \"כולם! כולם!\". כשהתקרבו לרחביה, פנה הרב גוסטמן ואמר (ביידיש): \"ד\"ר פיינגולד, אולי נעלה לפרופ' אומן להגיד דבר\". בעת שעלו היה כולו שקוע במחשבות. כשנכנסו לבית, פנה הרב גוסטמן בשקט וברגש עצום, ואמר ביידיש: \"ד\"ר פיינגולד, אתה לא ידעת שהיה לי בן, מאירקה, הוא היה ילד יפה מאוד, לא מפני שהוא היה הבן שלי אני אומר זאת, באמת הוא היה כזה ילד יפה…\" ואז הרב נזכר שהוא מדבר ביידיש, וחזר על דבריו בעברית, כדי שבני המשפחה האבלים יבינו. ופנה לאלמנה, להורים, לאחים ולאחיות, ואמר: \"הבן שלי מאירקה נלקח מידיי ונזרק על משאית בקינדראקציון (האקציה של הילדים). ועמדה לידי אשתו של המשגיח וגם את הילד שלה לקחו. ואז היא פנתה לנאצי ואמרה: תזרוק גם אותי על המשאית. הנאצי ענה לה: חכי גברת, התור שלך יגיע… הקולות שבקעו מהילדים הגוססים והחיים על המשאית, היו כלום לעומת הצעקות של האמהות…\"<br>והמשיך לספר, כי אחר שבנו נרצח, כדי להשיג מעט מזון להציל עצמם מן הרעב, לקח את נעליו הקטנות של בנו, כדי למוכרם בעת יציאתו מהגטו לעבודות כפייה. בחוץ הצליח להחליפם תמורת גזר וקמח. אבל נתן בכל יום רק נעל אחת, כי לא יכל להבריח בפעם אחת את כל האוכל שהיה מקבל תמורת שתי הנעליים. הוא תיאר איך הכניס את הקמח למכנסיים הקשורים, ואת הגזר הכניס בפרוסות לתוך נעליו. כשחזר לגטו, הלך להביא חלק מהאוכל לאלמנתו של גאון הדור רבי חיים עוזר גרודזינסקי, שהיתה נפוחה מקור ורעב. הרבנית סירבה בתחילה לקבל את האוכל, כי אמרה: \"יש לך אשה וילדה, למה תיתן לי את האוכל\". כשהשיב לה: \"יש לי מספיק\", הסכימה לקבל ממנו קצת גזר וקמח. הוסיף הרב גוסטמן: \"אני לא טעמתי מהאוכל הזה, מפני שלא יכולתי לקיים בעצמי את הפסוק: \"וַאֲכַלְתֶּם בְּשַׂר בְּנֵיכֶם\" (ויקרא כו, כט).<br>ואז הזדקף הרב ופשט את ידיו לצדדים ואמר: \"עכשיו אגיד לכם מה שקורה בעולם האמת. מאירקה שלי אומר לשלמה: אשריך שלוימלה שזכית. אני לא זכיתי! אני לא זכיתי לזרוק את עצמי מנגד כדי להציל את כלל ישראל. אתה זכית\"! קם פרופ' אומן מהארץ וחיבק את הרב גוסטמן ואמר: \"ניחמתני, ניחמתני\".<br>כשהגיעו בניו של ד\"ר פיינגולד לקראת גיל גיוס, שאל את הרב גוסטמן, שהיה נערץ על כל גדולי הרבנים, גם מחוגי החרדים: \"מה כתוב בתורת משה, הולכים לצבא או לא?\". השיב הרב גוסטמן: \"בתורה של משה רבנו כתוב: הַאַחֵיכֶם יָבֹאוּ לַמִּלְחָמָה וְאַתֶּם תֵּשְׁבוּ פֹה?!\" (כך אמר משה רבנו לבני ראובן וגד, במדבר לב, ו). ואז הלך הלוך וחזור בחדר, כשיד ימינו חצי מורמת כמנהיג, וחזר על הפסוק כמה וכמה פעמים, כל פעם בקול חזק יותר.</i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3bb346022cb66f7ced070", "index_title": "Tractate Soferim", "category": "Talmud", "type": "", "ref": "Tractate Soferim 17:7", "anchorRef": "Leviticus 26:3-46", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "Tractate Soferim 17:7", "sourceHeRef": "מסכת סופרים י״ז:ז׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [750], "commentaryNum": 17.0007, "collectiveTitle": {"en": "Tractate Soferim", "he": "מסכת סופרים"}, "heTitle": "מסכת סופרים", "he": "<i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>בחנוכה בנשיאים. בפורים ויבא עמלק. בראשי חדשים ובראשי חדשיכם. במעמדות במעשה בראשית. ובתעניות של ט׳ באב וז' אחרונות של עצירת [גשמים] ברכות וקללות אבל תעניות אחרות ויחל משה ומפטי׳ (ישעיה נה) דרשו ה' ויש אומרים שאין מפטירין <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>נהגו בו העם <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"2\"></i>ואין מפסיקין בקללות לפי שאינו מן המובחר להפסיק בקללות ולהתחיל בקללות:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "On <i>Ḥanukkah</i> we read the section of [the dedication of the altar by] the princes;<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Num. 7. On the first day verses 1-17 are read; on the next six days the corresponding offerings; and on the eighth day VII, 54—VIII, 4.</i> on <i>Purim, Then came Amalek;</i><sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Ex. 17, 8-16.</i> on the New Moon, <i>And in your new moons;</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Num. 28, 11-15.</i> at the <i>ma‘amadoth</i> the account of the creation.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Gen. 1, 1—II, 3, because it is on account of the Temple service that the heaven and earth were created.</i> On the fast days of the Ninth of <i>Ab</i> and the last seven days in connection with droughts,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">lit. ‘the shutting up of the rains’.</i> we read the section of the blessings and curses;<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Lev. 26, 3-46.</i> but on other fast days <i>And Moses besought</i>,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Ex. 32, 11-14, XXXIV, 1-10.</i> and we read as the <i>hafṭarah Seek ye the Lord</i>.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Isa. 55, 6—LVI, 8.</i> Some say that no <i>hafṭarah</i> is to be read, but the people have adopted the custom of reading the <i>hafṭarah</i>.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">So GRA. V, M and H omit ‘but’ and ‘of reading the <i>hafṭarah</i>’.</i> There must be no break in the section of curses because it is not proper to end with curses and to begin with curses.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Cf. above XII, 1.</i>", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1ea094eb7d2e1475644b6d", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Midrash Lekach Tov, Leviticus 26:29:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואכלתם בשר בניכם. כמעשיה שנהיה בשומרון על אודות האשה אשר צעקה אל יהורם בן אחאב מלך ישראל לאמר הושיעה אדני המלך. והמעשה שהיה בדואג בן יוסף בבית שני. ובשר בנותיכם תאכלו. <i data-commentator=\"Beur HaRe'em\" data-order=\"12\"></i> להביא בנים שאכלו את אבותם שנאמר (יחזקאל ה׳:י׳) לכן אבות יאכלו בנים וגו':", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f5a004894f44b29ce2c8de0", "index_title": "Peninei Halakhah, Days of Awe", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Days of Awe 1:8:2", "anchorRef": "Leviticus 26:3-38", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38"], "sourceRef": "Peninei Halakhah, Days of Awe 1:8:2", "sourceHeRef": "פניני הלכה, ימים נוראים א׳:ח׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Peninei Halakhah, Days of Awe", "he": "פניני הלכה, ימים נוראים"}, "he": "עוד צריך לדעת, שאף שהדין של ראש השנה הוא לעם ככלל ולכל יחיד ויחיד בפני עצמו, מכל מקום דין היחיד בעולם הזה מושפע מאוד ממצבו הכללי של העם, כל עם ועם לפי עניינו. וכפי שלמדנו בתורה לגבי ישראל בפרשיות הברכה והקללה (ויקרא כו, ג-ד): \"אִם בְּחֻקֹּתַי תֵּלֵכוּ וְאֶת מִצְוֹתַי תִּשְׁמְרוּ וַעֲשִׂיתֶם אֹתָם. וְנָתַתִּי גִשְׁמֵיכֶם בְּעִתָּם וְנָתְנָה הָאָרֶץ יְבוּלָהּ וְעֵץ הַשָּׂדֶה יִתֵּן פִּרְיוֹ… וְנָתַתִּי שָׁלוֹם בָּאָרֶץ… וּרְדַפְתֶּם אֶת אֹיְבֵיכֶם וְנָפְלוּ לִפְנֵיכֶם לֶחָרֶב… וְהִתְהַלַּכְתִּי בְּתוֹכְכֶם וְהָיִיתִי לָכֶם לֵאלוֹהִים וְאַתֶּם תִּהְיוּ לִי לְעָם… וְאִם לֹא תִשְׁמְעוּ לִי וְלֹא תַעֲשׂוּ אֵת כָּל הַמִּצְוֹת הָאֵלֶּה… אַף אֲנִי אֶעֱשֶׂה זֹּאת לָכֶם, וְהִפְקַדְתִּי עֲלֵיכֶם בֶּהָלָה אֶת הַשַּׁחֶפֶת וְאֶת הַקַּדַּחַת מְכַלּוֹת עֵינַיִם וּמְדִיבֹת נָפֶשׁ, וּזְרַעְתֶּם לָרִיק זַרְעֲכֶם וַאֲכָלֻהוּ אֹיְבֵיכֶם… וְשָׁבַרְתִּי אֶת גְּאוֹן עֻזְּכֶם וְנָתַתִּי אֶת שְׁמֵיכֶם כַּבַּרְזֶל וְאֶת אַרְצְכֶם כַּנְּחֻשָׁה. וְתַם לָרִיק כֹּחֲכֶם וְלֹא תִתֵּן אַרְצְכֶם אֶת יְבוּלָהּ וְעֵץ הָאָרֶץ לֹא יִתֵּן פִּרְיוֹ… וְנָתַתִּי אֶת עָרֵיכֶם חָרְבָּה וַהֲשִׁמּוֹתִי אֶת מִקְדְּשֵׁיכֶם וְלֹא אָרִיחַ בְּרֵיחַ נִיחֹחֲכֶם… וְאֶתְכֶם אֱזָרֶה בַגּוֹיִם, וַהֲרִיקֹתִי אַחֲרֵיכֶם חָרֶב, וְהָיְתָה אַרְצְכֶם שְׁמָמָה וְעָרֵיכֶם יִהְיוּ חָרְבָּה… וַאֲבַדְתֶּם בַּגּוֹיִם וְאָכְלָה אֶתְכֶם אֶרֶץ אֹיְבֵיכֶם…\"", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "It is important to know that even though on Rosh Ha-shana the Jewish people as a whole as well as each individual are judged, the judgment of the individual is strongly impacted by the general state of whichever nation that person belongs to. This is as we learned about the nation of Israel in the section dealing with blessings and curses:<br>If you follow My laws and faithfully observe My commandments, I will grant your rains in their season so that the earth shall yield its produce and the trees of the field their fruit. I will grant peace in the land…. You shall give chase to your enemies, and they shall fall before you by the sword…. I will be ever present in your midst; I will be your God, and you shall be My people…. But if you do not obey Me and do not observe all these commandments…I in turn will do this to you: I will wreak misery upon you – consumption and fever, which cause the eyes to fail and the body to languish; you shall sow your seed to no purpose, for your enemies shall eat it…. I will break your proud glory. I will make your skies like iron and your earth like copper, so that your strength shall be spent to no purpose. Your land shall not yield its produce, nor shall the trees of the land yield their fruit…. I will lay your cities to waste and make your sanctuaries desolate, and I will not savor your pleasing odors…. And you I will scatter among the nations, and I will unsheathe the sword against you. Your land shall become a desolation and your cities a ruin…. You shall not be able to stand your ground before your enemies but shall perish among the nations; and the land of your enemies shall consume you…. (Vayikra 26:3-38)", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61405b49d3ee654a18aeeb93", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:18", "anchorRef": "Leviticus 26:3-46", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:18", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:י״ח", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0018, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "בְּתִשְׁעָה בְּאָב קוֹרִין בְּשַׁחֲרִית <small>(דברים ד כה)</small> ״כִּי תוֹלִיד בָּנִים״ וּמַפְטִירִין <small>(ירמיה ח יג)</small> ״אָסֹף אֲסִיפֵם נְאֻם יְיָ׳‎״. וּבְמִנְחָה קוֹרִין <small>(שמות לב יא)</small> ״וַיְחַל משֶׁה״ כִּשְׁאָר יְמֵי הַתַּעֲנִיּוֹת. וּבִשְׁאָר הַתַּעֲנִיּוֹת שֶׁאָנוּ מִתְעֲנִין עַל מַה שֶּׁאֵרַע לַאֲבוֹתֵינוּ קוֹרִין בְּשַׁחֲרִית וּמִנְחָה. הָרִאשׁוֹן קוֹרֵא וַיְחַל משֶׁה אַרְבַּע פְּסוּקִים. וְקוֹרֵא הַשֵּׁנִי וְהַשְּׁלִישִׁי מִ<small>(שמות לד א)</small> ״פְּסָל לְךָ״ עַד <small>(שמות לד י)</small> ״אֲשֶׁר אֲנִי עשֶֹׁה עִמָּךְ״. וּבְתַעֲנִיּוֹת שֶׁגּוֹזְרִין אוֹתָן הַצִּבּוּר מִפְּנֵי הַצָּרוֹת כְּגוֹן בַּצֹּרֶת וְדֶבֶר וְכַיּוֹצֵא בָּהֶן קוֹרִין בְּרָכוֹת וּקְלָלוֹת כְּדֵי שֶׁיָּשׁוּבוּ הָעָם וְיִכָּנַע לְבָבָם כְּשֶׁיִּשְׁמְעוּ אוֹתָם: ", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "On Tish'ah B'Av, in the morning, [the passage,] <i>Ki tolid banim</i> (Deuteronomy 4:25-40) is read, and [the passage,] <i>Asof asifem, n'um Ado-nai</i> (Jeremiah 8:13-9:23) is read as the <i>haftarah</i>. During the <i>Minchah</i> service, we read [the passage,] <i>Vay'chal Moshe</i> (Exodus 32:11-14, 34:1-10), as on other fast days.<br>On the other days when we fast [to commemorate the bitter events] that occurred to our ancestors, we read the [above-mentioned passage,] in the morning and <i>Minchah</i> services [in the following manner]: The first person called to the Torah reads four verses, [beginning] <i>Vay'chal Moshe</i>. The second and the third read from <i>P'sol lecha</i> until <i>asher ani oseh imach</i>.<br>On the fasts that are declared by the community because of difficulties like famine or plague, we read blessings and curses, so that the people will repent and humble their hearts when they hear them.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037edd6bfddfbb310fecf0", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Conclusion; Blessings and Curses 2-4", "anchorRef": "Leviticus 26:3-45", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Conclusion; Blessings and Curses 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ט׳ ב׳-ד׳", "anchorVerse": 3, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Conclusion; Blessings and Curses", "he": "ויקרא הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The initial ending of Leviticus (Chap. 27 was added later) follows a pattern common to treaties in the ancient Near East: it provides blessings for remaining loyal to God (the suzerain) and curses for spurning him. A similar pattern, with greater rhetoric and emotional force, occurs in Deut. 28–30, with briefer examples in Ex. 23:25ff. and Josh. 24:20. The blessings center around peace and its attendant benefit, agricultural abundance; the curses detail, in increasing force, the calamities brought on by war: famine, defeat, and ultimately exile. That the curses take up much more room than the blessings is not surprising, given the didactic nature of the chapter; this is also characteristic of ancient Near Eastern suzerain-vassal treaty literature, where the major emphasis is placed on what will happen if the pact is violated. Later Jewish tradition dealt with the devastating tone and content of the curses by prescribing that, when read publicly as part of the weekly Torah cycle, they be chanted in an undertone.", "The structure of the chapter gives strong indication that there has been considerable editorial work here, and that may explain some of the difficulties in the later parts of the chapter. The confusion may well reflect the passage of time during and after the fall of Jerusalem to the Babylonians in 587 <small>B.C.E.</small>, and thus an evolving response to the catastrophe. The pattern (suggested by H. L. Ginsberg, who is quoted by Levine) moves from doom to hope, and then to an explanation of why restoration has been delayed. In any event, it should be noted (as Levine does) that the curses are not all doom; they do, at various points, leave the door open for Israel’s “turning,” a point much emphasized by the Prophets.", "Lev. 26 is the first great monotheistic response to catastrophe, built on the idea that human beings have the capacity to influence their own fate by obeying or disobeying God. In Judaism, which was to experience numerous such catastrophes over the course of its history, literary response became an important mode of coping. Christianity took its own characteristic path in answering some of the same issues on a personal level."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e9c9ad75f2d99af9b2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Conclusion; Blessings and Curses 1", "anchorRef": "Leviticus 26:3-45", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Conclusion; Blessings and Curses 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ט׳ א׳", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 26:3-45\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 26:3-45</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64188016c9371ec0cebe6f73", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Reggio on Torah, Leviticus 26:29:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואכלתם בשר בניכם,</b> גם זה משפט רעב, אבל הוא רעב של כליה בחמה גדולה, והענין מוסב אל הרעב שזכר לפניו בפסוק כ\"ו, וכן קרה בירושלים, כאשר הביא ה' בארצנו חרב נוקמת של הכשדים, והיו נאספים בעריהם, והכשדים צרים עליהם, והיה חרב ורעב ודבר בירושלים, ואע\"פי כן לא שמעו לקול הנביא, עד שגלו מארצם בחמה שפוכה ונתקיימו התוכחות כלן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188017c9371ec0cebe6f75", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 26:29:2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Reggio on Torah, Leviticus 26:29:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ו:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ובשר בנתיכם,</b> כי הבנים דרכן להלחם ולנפול בחרב מלחמה, ומכובד צרת הרעב יאכלום האבות, וקשה מזה אכילת בשר הבנות שיהרגו אותן להיות למאכל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64883a0aa5a4d0d592640dcc", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Rav Hirsch on Torah, Leviticus 26:29:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 29. ואכלתם בשר וגו׳. Es geht ihm das ונאספתם וגו׳ ,והבאתי עליכם חרב וגו׳ בשברי לכם וגו׳ des vorhergehenden Verhängnisses zuvor, und setzt sich dies hier nur mit dem unheilvoll gesteigerten Ausgang dieser letzten Katastrophe fort! ובשר בנותיכם וגו׳ scheint noch eine Steigerung in dem Gräßlichen zu sein.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5f758c1dc532ec8f79", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 26:29", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Steinsaltz on Leviticus 26:29", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ו:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "commentaryNum": 26.0029, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַאֲכַלְתֶּם בְּשַׂר בְּנֵיכֶם, וּבְשַׂר בְּנֹתֵיכֶם תֹּאכֵלוּ.</b> מתוך הרעב הגובר, תאכלו בשר אדם, ולא סתם אדם אלא את ילדיכם.\n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall eat the flesh of your sons, and the flesh of your daughters you shall eat. </b>Due to the increasing hunger, you will eat the flesh of man, and not just any person; rather, you will cannibalize your very own children.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525510d6edbab4498f483627", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Ibn Ezra on Leviticus 26:29:1", "sourceHeRef": "אבן עזרא על ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ואכלתם בשר בניכם ובשר בנותיכם.</b> אין למעלה מן הרעב הזה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND YE SHALL EAT THE FLESH OF YOUR SONS… There is no famine worse than this one.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">I will bring the worst sort of famine upon you.</i> ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053476fbfba270cc17ec3b", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Haamek Davar on Leviticus 26:29:1", "sourceHeRef": "העמק דבר על ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ובשר בנותיכם תאכלו.</b> אכילה מיותרת משום דאכילת בנים זכרים אינו אלא כשהם מתים דבחייהם נודדים בעצמם ללחם ואינם ברשות אביהם. אבל בנות אין דרכם לחזור כדאיתא בכתובות דס״ז ע״כ המה בית אביהן והאבות הורגין אותן ואוכלין ברעב:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5868bd41d6e4a97c9cbb1810", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Bekhor Shor, Leviticus 26:29:1", "sourceHeRef": "בכור שור, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>ואכלתם בשר בניכם.</b> מקום שאמרתי: והפריתי אתכם:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f29fd6e4a92746471ef4", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Chizkuni, Leviticus 26:29:1", "sourceHeRef": "חזקוני, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ואכלתם בשר בניכם</b> כנגד והפריתי אתכם. וי״‎מ אלו בני אדם מיוחסים המשיאים את זרעם למשפחה שאינה הוגנת ולוקחים מהם מעות בשכר והיא מכה ראשונה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואכלתם בשר בניכם, “you will eat the flesh of your children.” This curse corresponds to the blessing in verse 9 והפרתי אתכם, “I will make you fruitful.”Some commentators understand this as referring to children who are from highly respected families getting married to families of far lower social standing, by trading their superior ancestry for making an alliance with a wealthier family through marriage. If so, this would be the first curse.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3cead6e4a9026bd8fb37", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 26:29:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Aderet Eliyahu, Leviticus 26:29:1", "sourceHeRef": "אדרת אליהו, ויקרא כ״ו:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואכלתם בשר בניכם כו'.</b> (יומא ל\"ח ע\"ב) אמר עליו על דואג בן יוסף שמת והניח בן קטן לאמו והיתה מודדתו בטפחים ונתנה משקלו לשמי' וכו' ואכלתהו וכו' אם תאכלנה נשים פרים משיבה רוה\"ק אם יהרג במקדש ה' כהן ונביא זה זכרי' בן יהוידע הכהן:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cebd6e4a9026bd8fb39", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 26:29:2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Aderet Eliyahu, Leviticus 26:29:2", "sourceHeRef": "אדרת אליהו, ויקרא כ״ו:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>תאכלו.</b> מה ת\"ל שאין לי אלא אבות אוכלים בשר בניהם ובנותיהם. בנים אוכלים בשר אבות מניין ת\"ל תאכלו וכה\"א לכן אבות יאכלו בנים בתוכך בנים יאכלו אבותם (יחזקאל ה' יו\"ד):", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46767b08d98a02694c8bbe", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, אֲרַר 1", "anchorRef": "Leviticus 26:14-46", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "Jastrow, אֲרַר 1", "sourceHeRef": "מילון יסטרוב, אֲרַר א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "אֲרַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">אֲרַר</strong>  ch.  <a class=\"refLink\" href=\"/Jastrow,_אָרַר.1\" data-ref=\"Jastrow, אָרַר 1\">same</a>.  <a class=\"refLink\" href=\"/Targum_Jonathan_on_II_Kings.9.34\" data-ref=\"Targum Jonathan on II Kings 9:34\">Targ. II Kings IX, 34</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֲרוּקְתָּא.1\" data-ref=\"Jastrow, אֲרוּקְתָּא 1\">אֲרוּרְתָּא</a> the cursed.—<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֲרוּרֵי.1\" data-ref=\"Jastrow, אֲרוּרֵי 1\">אֲרוּרַיָּיא</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֲרוּרֵי.1\" data-ref=\"Jastrow, אֲרוּרֵי 1\">אֲרוּרֵי</a> m. pl. <i>Arurs</i>, the Bible chapters containing the word <i>arur</i> (<a class=\"refLink\" href=\"/Leviticus.26.14-46\" data-ref=\"Leviticus 26:14-46\">Lev. XXVI, 14—46</a>; <a class=\"refLink\" href=\"/Deuteronomy.28.15-69\" data-ref=\"Deuteronomy 28:15-69\">Deut. XXVIII, 15—69</a>); [Hebr. <span dir=\"rtl\">תוכחות</span> or <span dir=\"rtl\">קללות</span>]. <a class=\"refLink\" href=\"Jerusalem_Talmud_Megillah.3.7.4\" data-ref=\"Jerusalem Talmud Megillah 3:7:4\">Y. Meg. III, 74ᵇ</a> bot.—<a class=\"refLink\" href=\"/Megillah.31b.9\" data-ref=\"Megillah 31b:9\">Meg. 31ᵇ</a> <span dir=\"rtl\">קא מגמגם … בא׳</span> read the <i>arurs</i> in an undertone. <a class=\"refLink\" href=\"/Kohelet_Rabbah.8.3\" data-ref=\"Kohelet Rabbah 8:3\">Koh. R. to VIII, 3</a>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c46a10d08d98a02694e5e2d", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פָּסַק 1", "anchorRef": "Leviticus 26:14-44", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44"], "sourceRef": "Jastrow, פָּסַק 1", "sourceHeRef": "מילון יסטרוב, פָּסַק א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פָּסַק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פָּסַק</strong> (b. h.  <span dir=\"rtl\">פָּשַׂק</span>)  [<i>to separate, part, distribute</i>,]  <b>1)</b> <i>to divide, split, interrupt</i>. <a class=\"refLink\" href=\"/Taanit.27b.11\" data-ref=\"Taanit 27b:11\">Taan. 27ᵇ</a>; <a class=\"refLink\" href=\"/Megillah.22a.10\" data-ref=\"Megillah 22a:10\">Meg. 22ᵃ</a> <span dir=\"rtl\">פּוֹסֵק</span> the reader divides (one verse), i.e. the first reads two verses and a half, leaving the other half to be read by his successor. <a class=\"refLink\" href=\"/Megillah.22a.6\" data-ref=\"Megillah 22a:6\">Ib.</a> <span dir=\"rtl\">לא התיר לי לִפְסוֹק וכ׳</span> he permitted me to cut a verse in two only in teaching the school children. <a class=\"refLink\" href=\"/Megillah.31b.8\" data-ref=\"Megillah 31b:8\">Ib. 31ᵇ</a> <span dir=\"rtl\">במשנה תורה פוסק</span> the chapter in Deuteronomy containing the curses (<a class=\"refLink\" href=\"/Deuteronomy.28.15-69\" data-ref=\"Deuteronomy 28:15-69\">Deut. XXVIII, 15—69</a>) may be divided (to be read by two or more); a. fr.—[<a class=\"refLink\" href=\"/Bereishit_Rabbah.10.2\" data-ref=\"Bereishit Rabbah 10:2\">Gen. R. s. 10</a> <span dir=\"rtl\">כיון שפסקה</span>; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.16\" data-ref=\"Yalkut Shimoni on Torah 16\">Yalk. ib. 16</a> <span dir=\"rtl\">שפוסקה</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּתַק.1\" data-ref=\"Jastrow, פָּתַק 1\">פָּתַק</a>.]—Part. pass. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּסוּק.1\" data-ref=\"Jastrow, פָּסוּק 1\">פָּסוּק</a>; f. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פְּסוּקָה.1\" data-ref=\"Jastrow, פְּסוּקָה 1\">פְּסוּקָה</a>. <a class=\"refLink\" href=\"/Mishnah_Chullin.3.3\" data-ref=\"Mishnah Chullin 3:3\">Ḥull. III, 3</a> <span dir=\"rtl\">פְּסוּקַת הגרגרת</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גַּרְגֶּרֶת.1\" data-ref=\"Jastrow, גַּרְגֶּרֶת 1\">גַּרְגֶּרֶת</a>. <b>—2)</b>  (denom. of <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּסוּק.1\" data-ref=\"Jastrow, פָּסוּק 1\">פָּסוּק</a>) <i>to recite a verse</i>. <a class=\"refLink\" href=\"/Chagigah.15a\" data-ref=\"Chagigah 15a\">Ḥag. 15ᵃ</a>, sq. <span dir=\"rtl\">פְּסוֹק לי פְּסוּקְךָ</span> (interch. with Chald. <span dir=\"rtl\">פסוק לי פסוקיך</span>) recite to me thy Bible verse (recently learned). <b>—3)</b>  (cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חָתַךְ.1\" data-ref=\"Jastrow, חָתַךְ 1\">חָתַךְ</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גָּזַר.1\" data-ref=\"Jastrow, גָּזַר 1\">גָּזַר</a>) <i>to apportion, assign; to provide; to promise, agree</i>. <a class=\"refLink\" href=\"/Ketubot.65a.1\" data-ref=\"Ketubot 65a:1\">Keth. 65ᵃ</a> <span dir=\"rtl\">אין פּוֹסְקִין יינות לאשה</span> in decreeing alimentation for a woman we do not provide for wine. <a class=\"refLink\" href=\"/Ketubot.65a.6\" data-ref=\"Ketubot 65a:6\">Ib.</a> <span dir=\"rtl\">כך תִּפְסְקוּ לבנותיכם</span> so much (and no more) may ye grant to your daughters. <a class=\"refLink\" href=\"/Ketubot.107a.1\" data-ref=\"Ketubot 107a:1\">Ib. 107ᵃ</a> <span dir=\"rtl\">פוסקין מזונות לאשת איש</span> the court assigns alimentation (from the estate) to a deserted wife. <a class=\"refLink\" href=\"/Mishnah_Ketubot.5.8\" data-ref=\"Mishnah Ketubot 5:8\">Ib. V, 8</a> <span dir=\"rtl\">לא פ׳ … אלא וכ׳</span> only R. Y. decreed barley as a part of alimentation, because he lived near Edom. Ib. <span dir=\"rtl\">פוסק לעומתן וכ׳</span> he must give her &c., v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עוּמָּה.1\" data-ref=\"Jastrow, עוּמָּה 1\">עוּמָּה</a>. Ib. VI, 2 <span dir=\"rtl\">הפוסק מעות לחתנו</span> if a man agrees to pay a certain amount to his intended son-in-law (on the date of marriage). Ib. 3 <span dir=\"rtl\">פָּסְקָה להכניס … הוא פוסק וכ׳</span> if she promises to bring to him one thousand Denars, he must assign to her (as settlement in the K’thubah) fifteen Manehs. Tosef. ib. XIII (XII), 1 <span dir=\"rtl\">אם פָּסְקוּ לה … מה שפסקו פסקו</span> if the court has granted her (alimentation), what they have granted, is granted. Ib. <span dir=\"rtl\">פסקה היא לעצמה</span> (not <span dir=\"rtl\">על עצמה</span>) if she herself has promised (to bring her husband a certain sum, and now her father refuses to give it). Ib. <span dir=\"rtl\">אבה פ׳ עלי וכ׳</span> my father has promised for me; what can I do (if he retracts)?; <a class=\"refLink\" href=\"/Mishnah_Ketubot.13.5\" data-ref=\"Mishnah Ketubot 13:5\">Keth. XIII, 5</a>. Y. Kidd. IV, 65ᶜ top <span dir=\"rtl\">פּוֹסְקֵי צדקה ברבים וכ׳</span> those who subscribe to a charity in public and refuse to pay; <a class=\"refLink\" href=\"/Taanit.8b\" data-ref=\"Taanit 8b\">Taan. 8ᵇ</a>; a. v. fr. <b>—4)</b> <i>to fix a price; to buy on time</i>. <a class=\"refLink\" href=\"/Gittin.58a.10\" data-ref=\"Gittin 58a:10\">Gitt. 58ᵃ</a> אפדנו בכל ממון שפוסקין עליו I will redeem him for any price that they may set on him. <a class=\"refLink\" href=\"/Mishnah_Bava_Metzia.5.7\" data-ref=\"Mishnah Bava Metzia 5:7\">B. Mets. V, 7</a> <span dir=\"rtl\">אין פוסקין … עד שיצא השער</span> you dare not fix a price on crops (buy on time), until the market price has been published. Ib. <span dir=\"rtl\">יצא השער פוסקין ואע\"פ שאין לזה יש לזה</span> (missing in Y. ed.) when the market price is out, you may buy, for although he (the seller) has no goods as yet, others have. Ib. <span dir=\"rtl\">פוסק עמו על הגדיש</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גָּדִישׁ.1\" data-ref=\"Jastrow, גָּדִישׁ 1\">גָּדִישׁ</a>; a. v. fr. <b>—5)</b>  <span dir=\"rtl\">פ׳ דברים</span> [<i>to split words</i>,] <i>to argue</i>. <a class=\"refLink\" href=\"/Sanhedrin.44b.6\" data-ref=\"Sanhedrin 44b:6\">Snh. 44ᵇ</a> פיסקון שפוסק דברים כלפי מעלה Gabriel is surnamed Pisḳon, because he argues with the Lord. <b>—6)</b>  (neut. verb) <i>to be cut off; to cease, be stopped</i>. <a class=\"refLink\" href=\"/Mishnah_Sotah.9.9\" data-ref=\"Mishnah Sotah 9:9\">Sot. IX, 9</a> <span dir=\"rtl\">משרבו … פסקו המים המרים … הפסיקן</span> when the faithless men became frequent, the application of the waters of jealousy ceased, and it was R. J. ben Z. that abolished them. <a class=\"refLink\" href=\"/Mishnah_Sotah.9.12\" data-ref=\"Mishnah Sotah 9:12\">Ib. 12</a> <span dir=\"rtl\">פסקו אנשי אמונה</span> the men of faith ceased to exist. Tanḥ. Sh’moth 16 <span dir=\"rtl\">אין אותה מצוה פוֹסֶקֶת מביתו</span> that good deed shall never cease from (being practiced in) his house. <a class=\"refLink\" href=\"/Bereishit_Rabbah.52.1\" data-ref=\"Bereishit Rabbah 52:1\">Gen. R. s. 52</a> <span dir=\"rtl\">פסקו העוברים והשבים</span> travellers ceased to pass by; a. v. fr.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nif.</strong> - <strong dir=\"rtl\">נִפְסַק</strong> <i>to be split, cut in two, broken</i>. <a class=\"refLink\" href=\"/Tosefta_Bava_Kamma.11.15\" data-ref=\"Tosefta Bava Kamma 11:15\">Tosef. B. Kam. XI, 15</a>; <a class=\"refLink\" href=\"/Bava_Kamma.119b\" data-ref=\"Bava Kamma 119b\">B. Kam. 119ᵇ</a> <span dir=\"rtl\">הנ׳ במגירה</span> chips at planing, v. <a class=\"refLink\" href=\"/Jastrow,_גָּרַר I.1\" data-ref=\"Jastrow, גָּרַר I 1\"><span dir=\"rtl\">גָּרַר</span> I</a>. <a class=\"refLink\" href=\"/Mishnah_Chullin.3.1\" data-ref=\"Mishnah Chullin 3:1\">Ḥull. III, 1</a> <span dir=\"rtl\">נשברה השדרה ונ׳ החוט שלה</span> if the spinal column is broken and the spinal cord severed. <a class=\"refLink\" href=\"/Shabbat.112a.9\" data-ref=\"Shabbat 112a:9\">Sabb. 112ᵃ</a> <span dir=\"rtl\">סנדל שנִפְסְקוּ שתי אזניו</span> a sandal, both ears (loops) of which are torn off; <a class=\"refLink\" href=\"/Tosefta_Keilim_Batra.4.5\" data-ref=\"Tosefta Keilim Batra 4:5\">Tosef. Kel. B. Bath. IV, 5</a> <span dir=\"rtl\">שנִתְפַּסְּקוּ</span>; <a class=\"refLink\" href=\"/Mishnah_Kelim.26.4\" data-ref=\"Mishnah Kelim 26:4\">Kel. XXVI, 4</a>; a. fr.—[<a class=\"refLink\" href=\"/Tosefta_Mikvaot.3.5\" data-ref=\"Tosefta Mikvaot 3:5\">Tosef. Mikv. III, 5</a>, sq. <span dir=\"rtl\">ונפסקו</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּתַק.1\" data-ref=\"Jastrow, פָּתַק 1\">פָּתַק</a>.]<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hif.</strong> - <strong dir=\"rtl\">הִפְסִיק</strong> <b>1)</b> <i>to separate, sever connection; to form a partition</i>. <a class=\"refLink\" href=\"/Sotah.38b\" data-ref=\"Sotah 38b\">Sot. 38ᵇ</a> <span dir=\"rtl\">אפי׳ מחיצה … אינה מַפְסֶקֶת בין וכ׳</span> not even an iron wall forms a partition between Israel and his father in heaven (worshippers form a congregation even if separated by a partition); <a class=\"refLink\" href=\"/Pesachim.85b\" data-ref=\"Pesachim 85b\">Pes. 85ᵇ</a>. <a class=\"refLink\" href=\"/Mishnah_Peah.1.2\" data-ref=\"Mishnah Peah 1:2\">Peah. I, 2</a> <span dir=\"rtl\">ואלו מַפְסִיקִין לפאה</span> the following things form a division of fields with regard to Peah: a brook &c. <a class=\"refLink\" href=\"/Avodah_Zarah.52a\" data-ref=\"Avodah Zarah 52a\">Ab. Zar. 52ᵃ</a> <span dir=\"rtl\">את ה׳ הענין</span> the word <i>eth</i> (before <i>ĕlohehem</i> <a class=\"refLink\" href=\"/Deuteronomy.12.2\" data-ref=\"Deuteronomy 12:2\">Deut. XII, 2</a>) divides the subject (so as not to allow an analogy between idolatrous utensils and the idols themselves), v. <a class=\"refLink\" href=\"/Jastrow,_פְּסַק.1\" data-ref=\"Jastrow, פְּסַק 1\">next w.</a>; a. fr. <b>—2)</b> <i>to interrupt; to cause to cease; to leave off; to pause</i>. <a class=\"refLink\" href=\"/Mishnah_Berakhot.2.2\" data-ref=\"Mishnah Berakhot 2:2\">Ber. II, 2</a> <span dir=\"rtl\">בין ויאמר לאמת ויציב לא יַפְסִיק</span> between the last portion of the Sh’mʿa (<a class=\"refLink\" href=\"/Numbers.15.37-41\" data-ref=\"Numbers 15:37-41\">Num. XV, 37-41</a>) and ‘Ĕmeth V’yatsib’ one must not pause (interrupt the prayer to greet a person &c.). Ib. 14ᵃ <span dir=\"rtl\">במגילה מהו שיפסיק</span> may one interrupt one’s self during the reading of the M’gillah? [Ib. also <span dir=\"rtl\">פּוֹסֵק</span> <i>Kal</i>.] Ib. V, 1. <a class=\"refLink\" href=\"/Shemot_Rabbah.2.6\" data-ref=\"Shemot Rabbah 2:6\">Ex. R. s. 2</a> <span dir=\"rtl\">עם כל הנביאים ה׳ מלדבר … לא ה׳ מימיו</span> with all other prophets the Lord ceased from speaking at times, but with Moses he never ceased. <a class=\"refLink\" href=\"/Taanit.30a.4\" data-ref=\"Taanit 30a:4\">Taan. 30ᵃ</a> <span dir=\"rtl\">סעודה המַפְסִיק בה</span> the meal with which one ceases (the last meal before beginning to fast, called <span dir=\"rtl\">סעודה המַפְסֶקֶת</span>). Y. Nidd. I, 49ᶜ <span dir=\"rtl\">והִפְסִיקָה שלש עונות</span> and ceased (to have menstruation) for three periods. <a class=\"refLink\" href=\"/Mishnah_Megillah.3.6\" data-ref=\"Mishnah Megillah 3:6\">Meg. III, 6</a> <span dir=\"rtl\">אין מַפְסִיקִין בקללות וכ׳</span> in reading the curses (<a class=\"refLink\" href=\"/Leviticus.26.14-44\" data-ref=\"Leviticus 26:14-44\">Lev. XXVI, 14-44</a>; <a class=\"refLink\" href=\"/Deuteronomy.28.15-69\" data-ref=\"Deuteronomy 28:15-69\">Deut. XXVIII, 15-69</a>) you must not break off, but one person must read the whole &c. Ib. 31ᵇ <span dir=\"rtl\">מקום שמפסיקין בשבת וכ׳</span> where they leave off reading on Sabbath morning, there they continue in the afternoon &c. <a class=\"refLink\" href=\"/Mishnah_Sotah.9.9\" data-ref=\"Mishnah Sotah 9:9\">Sot. IX, 9</a>, v. supra. <a class=\"refLink\" href=\"/Bereishit_Rabbah.52\" data-ref=\"Bereishit Rabbah 52\">Gen. R. s. 52</a>, beg. <span dir=\"rtl\">מה אני מפסיק צדקה מביתי</span> shall I allow charity to cease in my house (to fall into desuetude from want of opportunity)?; a. fr. <b>—3)</b> <i>to cut sprays off, trim</i>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּסַג.1\" data-ref=\"Jastrow, פָּסַג 1\">פָּסַג</a>. <b>—4)</b> <i>to dam</i>. <a class=\"refLink\" href=\"/Tosefta_Parah.5\" data-ref=\"Tosefta Parah 5\">Tosef. Par. V</a> (<a class=\"refLink\" href=\"/Tosefta_Parah.4.9\" data-ref=\"Tosefta Parah 4:9\">IV), 9</a> <span dir=\"rtl\">מפסיק ומנגב</span> he makes a dam (cuts off the influx) and lays the cavity dry.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pi.</strong> - <strong dir=\"rtl\">פִּיסֵּק</strong> <b>1)</b> <i>to trim</i>. <a class=\"refLink\" href=\"/Tosefta_Bava_Kamma.11.18\" data-ref=\"Tosefta Bava Kamma 11:18\">Tosef. B. Kam. XI, 18</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּסַג.1\" data-ref=\"Jastrow, פָּסַג 1\">פָּסַג</a>. <b>—2)</b> <i>to interrupt</i>.—Part. pass. <span dir=\"rtl\">מְפוּסָּק</span>; pl. <span dir=\"rtl\">מְפוּסָּקִין</span>. Y. Pes. X, 37ᶜ; Y. Sabb. VIII, beg. 11ᵃ <span dir=\"rtl\">מהו לשתותן מפ׳</span> how about drinking them (the four cups of the Passover evening) in pauses (sipping)?, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּיסָּק.1\" data-ref=\"Jastrow, פִּיסָּק 1\">פִּיסָּק</a>. <b>—3)</b> <i>to cut down, ruin; to cut to pieces</i>. Pesik. Naḥ., p. 128ᵃ <span dir=\"rtl\">קיצצוהו ופִיסְּקוּהוּ</span> they cut it down and ruined it (the vineyard). <a class=\"refLink\" href=\"/Eichah_Rabbah.4\" data-ref=\"Eichah Rabbah 4\">Lam. R. to IV, 15</a> <span dir=\"rtl\">והיתה … עליהן ומְפַסַּקְתָּן</span> the carriage passed over them and dismembered them; Pesik. Vattom., p. 133ᵇ <span dir=\"rtl\">ומפסקתה</span> (corr. acc.); <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Nach.266\" data-ref=\"Yalkut Shimoni on Nach 266\">Yalk. Is. 266</a> <span dir=\"rtl\">והיתה … עליה ומְפַסַּקְתָּהּ</span>; a. e.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hithpa.</strong> - <strong dir=\"rtl\">הִתְפַּסֵּק</strong>, <strong dir=\"rtl\"></strong><br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nithpa.</strong> - <strong dir=\"rtl\">נִתְפַּסֵּק</strong> <b>1)</b> <i>to be severed</i>. <a class=\"refLink\" href=\"/Tosefta_Keilim_Batra.4.5\" data-ref=\"Tosefta Keilim Batra 4:5\">Tosef. Kel. B. Bath. IV, 5</a>, v. supra.— <b>*2)</b>  (sub. <span dir=\"rtl\">בעינים</span>, cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קְרַץ I.1\" data-ref=\"Jastrow, קְרַץ I 1\">קרץ</a>, <a class=\"refLink\" href=\"/Proverbs.10.10\" data-ref=\"Proverbs 10:10\">Prov. X, 10</a>; <a class=\"refLink\" href=\"/Proverbs.6.13\" data-ref=\"Proverbs 6:13\">VI, 13</a>) <i>to blink</i>. <a class=\"refLink\" href=\"/Devarim_Rabbah.5\" data-ref=\"Devarim Rabbah 5\">Deut. R. s. 5</a> <span dir=\"rtl\">עשה עצמו מִתְפַּסֵּק</span> he pretended to be blinking (Y. Sot. I, 16ᵈ bot., a. e. <span dir=\"rtl\">עבד גרמיה חשש בעייניה</span>)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c47091108d98a0285f85b9d", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, תּוֹכֵחָה 1", "anchorRef": "Leviticus 26:3-43", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43"], "sourceRef": "Klein Dictionary, תּוֹכֵחָה 1", "sourceHeRef": "מילון קליין, תּוֹכֵחָה א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "תּוֹכֵחָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">תּוֹכֵחָה</strong> f.n.    <b>1</b> rebuke, correction.     <b>2</b> name of the warnings contained in <a class=\"refLink\" href=\"/Leviticus.26.3-43\" data-ref=\"Leviticus 26:3-43\">Lev. 26:3–43</a> and <a class=\"refLink\" href=\"/Deuteronomy.28.15-68\" data-ref=\"Deuteronomy 28:15-68\">Deut. 28:15–68</a>.  [Verbal n. of <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_יכח.1\" data-ref=\"Klein Dictionary, יכח 1\">הוֹכִיחַ</a> (= he rebuked), Hiph. of <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_יכח.1\" data-ref=\"Klein Dictionary, יכח 1\">יכח</a>. For the form of this word see <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_תּוֹחֶֽלֶת.1\" data-ref=\"Klein Dictionary, תּוֹחֶֽלֶת 1\">תּוֹחֶלֶת</a>.]"], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5d3efb35c891cc0018af5860", "index_title": "Abarbanel on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Isaiah 9:18:2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Abarbanel on Isaiah 9:18:2", "sourceHeRef": "אברבנאל על ישעיהו ט׳:י״ח:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1496, 1502], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Abarbanel on Isaiah", "he": "אברבנאל על ישעיהו"}, "he": "ויהי העם כמאכולת אש, רוצה לומר שיהיה העם ההוא כמאכולת אש, כי בהעצר המטר היה השמש שורף כל הארץ, ולכן איש אל אחיו לא יחמולו, כי בצרת הרעב לא היו חומלים איש לאחיו. (יט) ויגזור על ימין ורעב ויאכל על שמאל ולא שבעו, רוצה לומר ויגזור האדם לצאת מארצו ולנסות אנה ואנה, אם לצד ימין ולא ימצא מנוח כי אם רעב, ואם לצד שמאל וגם שם לא ישבעו, עד שאיש בשר זרועו יאכלו וכמו שאמר מיעד רע, (ויקרא כו, כט) ואכלתם בשר בניכם ובשר בנותיכם תאכלו, ושמפני זה יתעוררו אלו על אלו לגזול כדי לאכול.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f0452a27f46eda51b309e0f", "index_title": "Bartenura on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Megillah 3:6:2", "anchorRef": "Leviticus 26:14-46", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "Bartenura on Mishnah Megillah 3:6:2", "sourceHeRef": "ברטנורא על משנה מגילה ג׳:ו׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Megillah", "he": "ברטנורא על משנה מגילה"}, "heTitle": "ברטנורא על משנה מגילה", "he": "<b>ברכות וקללות.</b> אם בחקותי. להודיע שעל עסקי החטא באה פורענות לעולם, ויחזרו בתשובה וינצלו מצרתם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ברכות וקללות – “If you will follow My laws…’ (Leviticus 26:3 and following) to inform that retribution comes to the world for being engaged in sin (see specifically, Leviticus 26:14-46, “the Rebuke”) so that they will return [to God] in repentance and will be saved from their troubles.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230c87f574a17ca6b403", "index_title": "Jerusalem Talmud Peah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Peah 2:4:5", "anchorRef": "Leviticus 26:14-46", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "Jerusalem Talmud Peah 2:4:5", "sourceHeRef": "תלמוד ירושלמי פאה ב׳:ד׳:ה׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Jerusalem Talmud Peah", "he": "תלמוד ירושלמי פאה"}, "heTitle": "תלמוד ירושלמי פאה", "he": "רִבִּי יוּדָה בֶּן פָּזִי אוֹמֵר אֶכְתָּוב לוֹ רוּבֵּי תּוֹרָתִי אֵילּוּ הַתּוֹכָחוֹת. אֲפִילוּ כֵן [לֹא כְּמוֹ] זָר נֶחְשָׁבוּ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Judah ben Pazi says: “I wrote down for him most of My teaching,” these are the admonitions<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 26:14-46\" href=\"/Leviticus.26.14-46\"><i>Lev</i>. 26:14–46</a>, <a class=\"refLink\" data-ref=\"Deuteronomy 28:15-69\" href=\"/Deuteronomy.28.15-69\"><i>Deut</i>. 28:15–69</a>.</i>. Nevertheless, is it not that (<a class=\"refLink\" data-ref=\"Hosea 8:12\" href=\"/Hosea.8.12\"><i>Hos</i>. 8:12</a>) “they were considered foreign”.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233087f574a17ca6c3db", "index_title": "Jerusalem Talmud Taanit", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Taanit 2:14:2", "anchorRef": "Leviticus 26:3-46", "anchorRefExpanded": ["Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "Jerusalem Talmud Taanit 2:14:2", "sourceHeRef": "תלמוד ירושלמי תענית ב׳:י״ד:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Jerusalem Talmud Taanit", "he": "תלמוד ירושלמי תענית"}, "heTitle": "תלמוד ירושלמי תענית", "he": "<strong><big>הלכה:</big></strong> כַּמָּה הִיא הַתְחָלָה. רִבִּי בָּא אָמַר. אַחַת. רִבִּי יוֹסֵה אָמַר. שְׁתַּיִם. וְכֵן נְפַק עוֹבְדָא כְהָדָא דְּרִבִּי בָּא. וּבַמֶּה קוֹרִים. רִבִּי יוֹסֵה אָמַר. קוֹרִין בְּרָכוֹת וּקְלָלוֹת. אָמַר לֵיהּ רִבִּי מָנָא. בְּגִין מוֹדַעְתִּין דְּהוּא תַעֲנֵיתָא רְבֵיעִין עַל מֵעֵיהוֹן. וְלָא יָֽדְעִין דְּהִיא תַעֲנִיתָא. אֲמַר לֵיהּ. לְהוֹדִיעָךְ שֶׁקּוֹרִין <i data-overlay=\"Vilna Pages\" data-value=\"13b\"></i>בְּרָכוֹת וּקְלָלוֹת. רִבִּי יוּדָן קַפּוֹדַקַייָא אָמַר קוֹמֵי רִבִּי יוֹסֵה בְשֵׁם רִבִּי יוּדָה בַּר פָּזִי. קוֹרִין בְּרֹאשׁ חוֹדֶשׁ. קָם רִבִּי יוֹסֵה עִם רִבִּי יוּדָה בַּר פָּזִי. אָמַר לֵיהּ. אַתָּה שָׁמַעְתָּ מִן אָבוּךְ הָדָא מִילְּתָא. אָמַר לֵיהּ. אַבָּא לֹא <i data-overlay=\"Venice Columns\" data-value=\"66b\"></i>אָמַר כֵּן. אֶלָּא בְעֵיינֵי טָב. עַל־יְדֵי דְאִינּוּן יָֽדְעִין דְּהִיא רֵישׁ יַרְחָא הֵן קוֹרִין בְּרֹאשׁ חוֹדֶשׁ. וּשְׁאַר כָּל־הַמְּקוֹמוֹת קוֹרִין בְּרָכוֹת וּקְלָלוֹת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> How much is “started”<sup class=\"footnote-marker\">239</sup><i class=\"footnote\">How many times does one have to fast to continue fasting on a day of the New Moon?</i>? Rebbi Abba said, once. Rebbi Yose said, twice. It was acted on following Rebbi Abba<sup class=\"footnote-marker\">240</sup><i class=\"footnote\">This is binding precedent. The <a class=\"refLink\" data-ref=\"Taanit 18b\" href=\"/Taanit.18b\">Babli 18b</a> concurs. [However the Babli switches the attributions between RR. Aḥa and Yose (not Assi, impossible for chronological reasons, cf. Rabbinovicz, <i>Variae Lectiones, ad loc</i>. Note מ.)]</i>. And what does one read? Rebbi Yose said, one reads “blessings and curses.<sup class=\"footnote-marker\">241</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 26:3-46\" href=\"/Leviticus.26.3-46\"><i>Lev</i>. 26:3–46</a>, the public Torah reading for all fast days for rain, even if such a fast is on a New Moon or Ḥanukkah which have their own fixed readings.</i>” Rebbi Mana said to him, since they know it is a fast day they are falling on their bellies, do they not know that it is a fast day<sup class=\"footnote-marker\">242</sup><i class=\"footnote\">Usually called “falling on one’s face”, the penitentiary prayer following the Amidah, which is omitted on all festive days. But if the day of the New Moon, where usually the penitentiary prayer is omitted, is a fast day for rain, the penitentiary prayer is recited. Since therefore everybody knows that it is a fast day, why does one have to change the customary Torah reading?</i>? He said to him, to tell you that one reads “blessings and curses.<sup class=\"footnote-marker\">243</sup><i class=\"footnote\">Since the penitentiary prayer is incompatible with the reading for the New Moon, everybody expects to read the portion customary for the fast day.</i>” Rebbi Yudan from Kappadokia said before Rebbi Yose in the name of Rebbi Jehudah bar Pazi, one reads about the New Moon<sup class=\"footnote-marker\">244</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 28:11-15\" href=\"/Numbers.28.11-15\"><i>Num</i>. 28:11–15</a>.</i>. Rebbi Yose met Rebbi Jehudah bar Pazi; he said to him, did you hear this from your father? He said to him, my father said this only about Eintab<sup class=\"footnote-marker\">245</sup><i class=\"footnote\">The permanent seat of the Calendar Court, which has to proclaim every New Moon in the absence of a computed calendar.</i>. Since they know that it is the New Moon, they are reading about the New Moon. At all other places they are reading “blessings and curses.”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d05eb6084aa1cbf02a0b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּשָׂר 1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "BDB, בָּשָׂר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּשָׂר א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּשָׂר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּשָׂר</span></big><sub>266</sub>  <strong>n.m.</strong> flesh <strong>(</strong>cf. Arabic <span dir=\"rtl\">بَشَرٌ</span> <em>skin</em>, Syriac <span dir=\"rtl\">ܒܶܣܪܳܐ</span>, Assyrian <em>bišru</em>, <em>blood-relation</em>, Dl <sup>Assyrian Stud. i. 143, cf. Pr 170</sup>, Sab. <span dir=\"rtl\">בשר תורם</span> <em>flesh of bulls</em><strong>)</strong>—<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> + 126 times; cstr. <span dir=\"rtl\">בְּשַׂר</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> + 40 times; sf. <span dir=\"rtl\">בְּשָׂרִי</span> etc. <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> + 96 times; pl. <span dir=\"rtl\">בְּשָׂרִים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>;—<br><strong>1.</strong>  <em>of the body:</em> <strong>a.</strong>  <em>of animals</em> <a data-ref=\"Genesis 41:2-19\" href=\"/Genesis.41.2-19\">Gn 41:2–19</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>; <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">22:30</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (E) <a data-ref=\"Numbers 11:4-33\" href=\"/Numbers.11.4-33\">Nu 11:4–33</a> (JE) <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + (P 30 times) <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a> + (D 9 times) <a data-ref=\"Judges 6:19-21\" href=\"/Judges.6.19-21\">Ju 6:19–21</a>; <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>; <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">19:21</a>; <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a>; <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">41:15</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">65:4</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">66:17</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">11:15</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> + 6 times <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>, <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">16</a>. <strong>b.</strong>  <em>of men</em> <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">2:21</a>; <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J) <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a> + 16 times <a data-ref=\"Leviticus 26:29\" href=\"/Leviticus.26.29\">26:29</a> (P) <a data-ref=\"Deuteronomy 28:53\" href=\"/Deuteronomy.28.53\">Dt 28:53</a>, <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">55</a>; <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">32:42</a>; <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">5:10</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">6:30</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">9:36</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; <a data-ref=\"Job 4:15\" href=\"/Job.4.15\">4:15</a>; <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">6:12</a>; <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">13:14</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a>, <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">22</a>; <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">21:6</a>; <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">33:21</a>, <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">25</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">38:4</a>, <a data-ref=\"Psalms 38:8\" href=\"/Psalms.38.8\">8</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">102:6</a>; <a data-ref=\"Psalms 109:24\" href=\"/Psalms.109.24\">109:24</a>; <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">Pr 4:22</a>; <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">5:11</a> <a data-ref=\"Isaiah 9:19\" href=\"/Isaiah.9.19\">Is 9:19</a>; <a data-ref=\"Isaiah 17:4\" href=\"/Isaiah.17.4\">17:4</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; <a data-ref=\"Lamentations 3:4\" href=\"/Lamentations.3.4\">La 3:4</a>; <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">Ez 32:5</a>; <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>. The flesh of the body is contrasted with stone <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>.<br><strong>2.</strong>  <em>flesh</em> for <em>the body itself</em> (especially in P): <span dir=\"rtl\">על בשׂר אדם לא ייסך</span> <em>upon the body of man it shall not be poured</em> <a data-ref=\"Exodus 30:32\" href=\"/Exodus.30.32\">Ex 30:32</a> (P); <span dir=\"rtl\">מכנסי בד ילבשׁ על בשׂרו</span> <em>linen drawers shall he put on his body</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> (P); <span dir=\"rtl\">וישׂם שׂק על בשׂרו</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">ורחץ את בשׂרו</span> <em>and he shall bathe his body</em> <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>, <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>, <a data-ref=\"Leviticus 16:28\" href=\"/Leviticus.16.28\">28</a>; <a data-ref=\"Leviticus 17:16\" href=\"/Leviticus.17.16\">17:16</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>; <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a> (P); <span dir=\"rtl\">שׂרט לנפשׁ לא תתנו בכשׂרכם</span> <em>ye shall not put any cutting for any one in your body</em> <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a> (P); <span dir=\"rtl\">והעבירו תער על כל בשׂרם</span> <em>and they shall pass a razor over all their body</em> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (P). Ec. uses <span dir=\"rtl\">בשׂר</span> only in this sense <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">2:3</a>; <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">4:5</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">5:5</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">12:12</a>; elsewhere this usage only in poetry; the body antith. to <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a>; <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">ψ 63:2</a>; <span dir=\"rtl\">לב</span> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> (only here emphatic pl. = <em>entire body</em> Bö<sup>§ 695</sup>, <em>Leiblichkeit</em> De); <span dir=\"rtl\">מִבְּשָׂרִי</span> <em>apart from my body</em>, in disembodied state <a data-ref=\"Job 19:26\" href=\"/Job.19.26\">Jb 19:26</a>; <span dir=\"rtl\">סמר מפחדך בשׂרי</span> <em>my body trembleth for fear of thee</em> <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">ψ 119:120</a>.<br><strong>3.</strong>  <em>male organ of generation</em> (euphemism): <span dir=\"rtl\">בְּשַׂר עָרְלַתְכֶם</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> (P); <span dir=\"rtl\">בשׂר ערוה</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), but <span dir=\"rtl\">בשׂר</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 15:2-19\" href=\"/Leviticus.15.2-19\">Lv 15:2–19</a> (P); <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <a data-ref=\"Ezekiel 23:20\" href=\"/Ezekiel.23.20\">23:20</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a>.<br><strong>4.</strong>  <em>flesh</em> for <em>kindred, blood-relations:</em> <span dir=\"rtl\">עצם מעצמי ובשׂר מבשׂרי</span> <em>bone of my bone and flesh of my flesh</em> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> (J); <span dir=\"rtl\">והיו לבשׂר אחד</span> <em>and they shall become one flesh</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (J); <span dir=\"rtl\">עצמי ובשׂרי</span> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J); <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">19:13</a>, <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">14</a>; <span dir=\"rtl\">בשׂר</span> with sf. in same sense <a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J); <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a>, for which <span dir=\"rtl\">שְׁאֵר בשׂרו</span> <em>near of kin</em>, man or woman <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> (both H; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> ‖ <span dir=\"rtl\">מִשְׁפָּחָה</span>, cf. RS<sub>K</sub> <sup>149</sup>).<br><strong>5.</strong>  <em>man over against God as frail</em> or <em>erring</em> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J) <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">ψ 56:5</a>; <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">78:39</a>; eyes of flesh <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">Jb 10:4</a>; arm of flesh <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">Je 17:5</a>; horses are flesh not spirit <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>.<br><strong>6.</strong>  the phrase <span dir=\"rtl\">כָּל־בָּשָׂר</span>: <strong>a.</strong>  <em>all living beings</em> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">19</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×3)</sup>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (P); <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a>. <strong>b.</strong>  <em>animals</em> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">Gn 7:15</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (P). <strong>c.</strong>  <em>mankind</em> <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">Gn 6:12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">27:16</a> (P); <a data-ref=\"Deuteronomy 5:20\" href=\"/Deuteronomy.5.20\">Dt 5:23</a> <a data-ref=\"Psalms 65:3\" href=\"/Psalms.65.3\">ψ 65:3</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">Is 40:5</a>, <a data-ref=\"Isaiah 40:6\" href=\"/Isaiah.40.6\">6</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Isaiah 66:16\" href=\"/Isaiah.66.16\">66:16</a>, <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">23</a>, <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">24</a>; <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a>; <a data-ref=\"Jeremiah 25:31\" href=\"/Jeremiah.25.31\">25:31</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">Ez 21:4</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a>; <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; cf. <span dir=\"rtl\">כל בשׂר אישׁ</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcd005781082118c15091", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 26:29:1-2", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Alshekh on Torah, Leviticus 26:29:1-2", "sourceHeRef": "תורת משה - אלשיך, ויקרא כ״ו:כ״ט:א׳-ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": ["<b>ואכלתם וכו'</b>. הנה מהראוי להעיר ה\"ה (א) כי אחר או' געלה נפשי אתכם און על זו רעה גדולה הימנה. ומה יתן ומה יוסיף אחרי זאת או' ונתתי את עריכם חרבה. ומה גם עתה כי הנאמר למעלה שהם צרות המגיעות מנפש ועד בשר. הם גדולים מהיות עריהם חרבה. (ב) או' והשמותי את מקדשיכם הרי נאמר למעלה ושברתי את גאון עוזכם שהוא חורבן ב\"ה. (ג) או' ולא אריח בריח ניחוחכם. האם היה עולה על לב שאחר שממת ב\"ה יריח בריח ניחוח. (ד) או' והשמותי אני את הארץ. ה\"ה בכלל או' ונתתי את עריכם חרבה. וכמו זר נחשב למ\"ד שהיא נחמה איך הוא בין הדביקים. (ה) או' ואתכם אזרה בגוים שיורה שעד כה היו בארצם. והלא נאמר שהיו עריהם חרבה. ואין זה רק בהיות ישראל בגוים. (ו) שהרי מכת החרב נאמרה למעלה כמה פעמים. (ז) מה שחוזר ואומר והיתה ארצכם שממה. הרי נאמר והשמותי אני את הארץ כו'. וכן או' ועריכם יהיו חרבה הרי נאמר ונתתי את עריכם חרבה. ", "<b>אמנם </b>הנה אחשבה כי רצה הקב\"ה להורות לנו הד' גליות זה אחר זה ובצרות. שעד הראשון הוחל ונמשך עד או' וגעל' נפשי אתכם. ואמר ייסרתי אתכם אף אני שבע על חטאתיכם. והם (א) ואכלתם בשר בניכם (ב) ובשר בנותיכם תאכלו. ולהיות נחשבים לשנים הזכיר אכילה ב' פעמי'. (ג) והשמדתי וכו'. (ד) והכרתי וכו'. (ה) ונתתי את פגריכם שהוא היותם פגרים מתים שהם מזי רעב כמ\"ש ז\"ל. (ו) והוא רעה חולה היות על פגרי גלוליהם שימותו דבקים בגלולים. וכעובדא דאליהו (בסנהדרין ס\"ג) עם אותו נער שהיה מחטט שעורים באשפה. ואמר לו אליהו הילך גליסקא יפיפיה. ואמר שמע ישראל ה' וכו'. והשיב לו אבי ואמי צוו לי שלא אזכיר דבר זה. א\"ל ומה למדוך אז הוציא צלם זה מחיקו ונשקו וחבקו והחזירו לחיקו. ואז בפניו נפל הנער מרעבון לאפיו על האשפה ומת. נמצא הוא מושלך פגרו על פגרי גלולו שבחיקו על האשפה. אמר אליהו עליו מקרא זה ונתתי את פגריכם על פגרי גלוליכם. (ז) וגעלה כי זה עולה על כלנה. ובזה הגיע עד חורבן בית ראשון. כי ע\"כ הי' הנביא בוכה למה לנצח תשכחנו. והועילה תפלת רחל שא\"ל הקב\"ה מנעי קולך מבכי וכו' ושבו מארץ אויב. ואח\"כ בגלות השני היחל הוא גלות מדי שהי' בימי אחשורוש. וז\"א ונתתי את עריכם חרבה. ולא אמר ואחריב עריכם על כי בימים ההם כבר היו חרבה. כ\"א שבסוף הע' שנה כשהתחילו לבנות ב\"ה בא אחשורוש וביטל הבנין. ונשארו ערי ישראל חרבה כי לא נבנו עד נגאלו מאותו הגלות. ונתתי את עריכם חרבה שישארו ציון וירושלים חרבה כאשר היו עד נגאלו. ואח\"כ על גלות יון שבאו ופרצו פרצות בהיכל ובקצת לשכות. אמר והשמותי את מקדשיכם. ולא היתה שממה גמורה כ\"א צד שממה. מספקת לשלא אריח בריח נחוחכם שהוא שע\"י שנכנסו וטמאו הטהרות ופרצו פרצות ביטל התמיד כמה זמן. וזהו שתמה ולא אריח בריח נחוחכם כי מציאות מקדש לא חסרו בזמן ההוא. כ\"א שלא הריחו כמה ימים מהם ע\"י הפרצות וטמאתם הטהרות. ועל הגלות הד' שהגלה טיטוס ונותרה הארץ שממה ונתפזרו בגוים ונהרגו רבים בארצות פיזור. על זה אומר והשמותי אני את הארץ וכו'. ואתכם אזרה בגוים כמ\"ש ז\"ל (מדרש איכה) כמרקד בנפה ומתפזרים הגרגרים והריקותי אחריכם חרב וכו'. ואז והיתה ארצכם שממה. לא כאשר היה בבית ראשון ע' שנה בלבד. כ\"א הויה עיקרית. וז\"א והיתה וכו' ועריכם יהיו חרבה שהוא ימים רבים. ואומר הוא ית' ראו עתה מה בין חורבן בית ראשון לשני. כי רבתה רעת השני' כי הנה אז. כלומר אז בראשון הנזכר למעלה תרצה כו'. וזהו טעם שבמלת אז. כמגביה קול ואומר אז על מה שכבר עבר. ולא על מה שהוא מדבר עתה. והענין לומר הנה אז בראשון הנ\"ל לא היה רק שתרצה הארץ את שבתותיה שהוא ע' שנה כמספר השנים שביטלו מלקדש שמטות ויובלות. ולא יהיה כל צרתכם רק שאתם בארץ אוביכם. אך לא אבדתם בה אפילו מקצתכם. בכלל הדבר הטבת הארץ תהיה. שגם שעיקר רצון הארן לא היתה רק לתת פריה ו' שנים ולשבות בז' בקדושה. ואז תתרצה במה שתשבות הארץ שתבטל בלבד. כי ואתם בארץ אויביכם. אז תשבות בראו' צרתכם שאתם בארץ אויביכם. והרצת כאלו מקבלות ברצון את שבתותי' כאלו עשיתם אותם בקדושתם. למען נכות אשמתכם. ושמא תאמרו אף כי תתרצה בזה מבלי תת פריה הלא לא תרצה את שבתותיה עד מלאת לה ע' פעמים ז' שנים כמספר השנים אשר ביטלו בהן את שבתותיה. באופן כי גם בחורבן ראשון רעת ישראל תהיה רבה מאד. לז\"א כל ימי השמה תשבות כי לא תמנה בהשמה רק שנות מספר השבתות לבדן. ולא מה שביני ביני כאלו תמיד היא שובתה. את אשר לא שבתה בשבתותיכם. ולא את אשר היה בנתים. באופן שהם שנים מועטים ע' בלבד. אך אמנם הנשארים בכם בגלות הד'. שעליו אמרתי ואתכם אזרה בגוים מלבד אורך הגלות שאינו עד ריצוי השמטות בלבד כראשון. ג\"כ לא יהיו כראשון נוחים בגלותם. כ\"א והבאתי מורך בלבבם בארצות אויביהם בארצות רבות של אוביהם. וגם ורדף וכו' ואבדתם בגוים מטומעים בע\"ג. כאשר שמעה אזנינו בגלות קדמון בדורות אשר היו לפנינו. כי כמה נאבדו בדתם עד שוהנשארים בכם ימוקו בעונם. שע\"י עונם אשר המירו נמקו. כי חקרו אם משמרי' תורתם. ותמורתם להמית' ולייסרם אם לא יחזיקו בדתם ויחפשו באיזה צד יהודית. נמצאו נמקים בעונם אשר העוו בהמירם. וגם אשר לא המירו רק אבותם והם בעונות אבותם אתם שנולדו ונמשכו בו. גם הם ימקו ויתמוגגו באותו עון על בלתי שומרם אותו בחקירתם ליסרם ולשורפם אם אינם שלמים כ\"א מחזיקים בדת משה וישראל. כי ימקו בהחזיק עונם באומרם כי לא יהודי' המה. נמצאו שבעונות אבותם אתם ימקו: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660915a28364c734ebc60704", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Behukkotai; The Politics of Responsibility 4", "anchorRef": "Leviticus 26:14-36", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Behukkotai; The Politics of Responsibility 4", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, בחקותי ד׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 4, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "בחקותי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">But if you will not listen to Me and carry out all these commands…I will bring upon you sudden terror, wasting diseases, and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it.…If after all this you will not listen to Me, I will punish you for your sins seven times over. I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze.…I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings. I will lay waste the land, so that your enemies who live there will be appalled.…As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them. (Lev. 26:14–36)</span>", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660917863cc803a24b7f2f9b", "index_title": "I Believe; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "I Believe; A Weekly Reading of the Jewish Bible, Behukkotai; The Power of a Curse 4", "anchorRef": "Leviticus 26:14-37", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37"], "sourceRef": "I Believe; A Weekly Reading of the Jewish Bible, Behukkotai; The Power of a Curse 4", "sourceHeRef": "אני מאמין; קריאות חדשות בפרשת השבוע, בחקותי ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [2020], "commentaryNum": 4, "collectiveTitle": {"en": "I Believe; A Weekly Reading of the Jewish Bible", "he": "אני מאמין; קריאות חדשות בפרשת השבוע"}, "heTitle": "בחקותי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">But if you will not listen to Me and carry out all these commands…then I will do this to you: I will bring on you sudden terror, wasting diseases and fever that will destroy your sight and sap your strength… <br>I will break your stubborn pride and make the sky above you like iron and the ground beneath you like bronze.… I will send wild animals against you, and they will rob you of your children, destroy your cattle, and make you so few in number that your roads will be deserted.… Your land will be laid waste, and your cities will lie in ruins… <br>As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them. (Lev. 26:14–37)</span>", "versionTitle": "OU Press, The Rabbi Sacks Legacy, Maggid Books, 2022", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6609220d8364c734ebc6092d", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Bechukotai, When Curses Are a Blessing 7", "anchorRef": "Leviticus 26:14-41", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Bechukotai, When Curses Are a Blessing 7", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, בחוקתי, ב ז׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 7, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The curses, by contrast, are long and terrifying. First nature will turn against you: “I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze.” Then will come the wild animals, then your enemies. You will be defeated, humiliated, forced into exile. The land you did not allow to rest in the seventh year will lie fallow because there will be no one left to cultivate it. Your spirit will be utterly broken: “As for those of you who survive, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall though no one is pursuing them” (Lev. 26:14–41). It is the starkest of all possible choices.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922152d560e3ae92b9d11", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Bechukotai, The Politics of Responsibility 4", "anchorRef": "Leviticus 26:14-36", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Bechukotai, The Politics of Responsibility 4", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, בחוקתי, ג ד׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 4, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">But if you will not listen to Me and carry out all these commands…. I will bring upon you sudden terror, wasting diseases, and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it…. If after all this you will not listen to Me, I will punish you for your sins seven times over. I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze…. I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings. I will lay waste the land, so that your enemies who live there will be appalled…. As for those of you who survive, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall though no one is pursuing them. (Lev. 26:14–36)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6677e5d375e8613120873c02", "index_title": "Avot DeRabbi Natan, Recension B", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan, Recension B 41:1", "anchorRef": "Leviticus 26:29", "anchorRefExpanded": ["Leviticus 26:29"], "sourceRef": "Avot DeRabbi Natan, Recension B 41:1", "sourceHeRef": "אבות דרבי נתן נוסח ב מ״א:א׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 41.0001, "collectiveTitle": {"en": "Avot DeRabbi Natan, Recension B", "he": "אבות דרבי נתן נוסח ב"}, "he": "שבעה מיני פורעניות באין לעולם על ז' גופי עבירות. מקצתן מעשרין ומקצתן אינן מעשרין רעב של בצורת באה לעולם [שנאמר] על כן עליכם כלאו שמים מטל (חגי א' י'). גמרו מלעשר כל עקר רעב של כלייה באה לעולם שנאמר ואכלתם בשר בניכם ובשר בנותיכם תאכלו (ויקרא כ\"ו כ\"ט). אמר להם הקב\"ה אני נותן לכם פירות מרובים שתפרישו לי מעשרות ולא רציתם אני אתן לכם דבר שהוא פטור מן המעשרות. מקצתן מפרישין חלה ומקצתן אינן מפרישין רעב של מצודה באה לעולם שנאמר בשברי לכם מטה לחם (שם שם כ\"ו). גמרו מלהפריש כל עקר רעב של מהומה בא שנאמר אתה תזרע ולא תקצור אתה תאכל ולא תשבע וישחך בקרבך ותסג ולא תפליט (מיכה ו' י\"ד וט\"ו). אמר להם הקב\"ה אני נותן לכם עסיות מרובות שתפרישו לי חלה ולא רציתם אני נותן לכם דבר שהוא פטור מן החלה [ומהו בשר בניכם ובנותיכם]:", "heVersionTitle": "Vienna, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "670396d1cdf4c6b5b165335c", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Bechukotai, I; The Power of a Curse 21", "anchorRef": "Leviticus 26:14-37", "anchorRefExpanded": ["Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37"], "sourceRef": "Covenant and Conversation Family Edition, Bechukotai, I; The Power of a Curse 21", "sourceHeRef": "שיח ושיג מהדורה משפחתית, בחוקתי, א כ״א", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 21, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<i>“As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them”</i> (Vayikra 26:14–37).", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]