[{"_id": "515edd97edbab4794f782ee9", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 10:6", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Shemot Rabbah 10:6", "sourceHeRef": "שמות רבה י׳:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 10.0006, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיֵּצֵא משֶׁה וַיִּצְעַק אֶל ה' עַל דְּבַר הַצְפַרְדְּעִים, רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה אָמְרוּ, לֹא דַי לָהֶם לַמִּצְרִיִּים הַשְׁחָתַת הַצְפַרְדְּעִים, אֶלָא שֶׁהָיָה קוֹלָן שֶׁל צְפַרְדְּעִים קָשֶׁה לָהֶם מִמַּכָּתָן, שֶׁהָיוּ נִכְנָסוֹת בְּגוּפָן וְצוֹעֲקִין בְּתוֹכָן, שֶׁנֶּאֱמַר: עַל דְּבַר הַצְפַרְדְּעִים אֲשֶׁר שָׂם לְפַרְעֹה, עַל דִּבּוּר הַצְּפַרְדְּעִים. וַיַּעַשׂ ה' כִּדְבַר משֶׁה וַיָּמֻתוּ הַצְפַרְדְּעִים, לְפִי שֶׁלֹא הָיָה לָהֶם שׁוּם הֲנָאָה בְּנִבְלָתָם וּבְעוֹרָן, לְכָךְ מֵתוּ. וַיִּצְבְּרוּ אֹתָם חֳמָרִם חֳמָרִם, מְלַמֵּד שֶׁכָּל אֶחָד מֵהֶן הָיָה עוֹשֶׂה אַרְבַּע אַשְׁפּוֹת, וְהָיְתָה הָאָרֶץ מַבְאֶשֶׁת, לְפִי שֶׁהָיוּ יִשְׂרָאֵל נִבְאָשִׁין מִמַּכּוֹת הַמִּצְרִיִּים, מִדָּה כְּנֶגֶד מִדָּה. וַיַּרְא פַּרְעֹה כִּי הָיְתָה הָרְוָחָה, כָּךְ דֶּרֶךְ הָרְשָׁעִים כְּשֶׁהֵן בְּצָרָה הֵם צוֹעֲקִים וּבְעֵת הָרְוָחָה חוֹזְרִין לְקִלְקוּלָן. כַּאֲשֶׁר דִּבֶּר ה', וְהֵיכָן דִּבֵּר <small>(שמות ג, יט)</small>: וַאֲנִי יָדַעְתִּי כִּי לֹא יִתֵּן אֶתְכֶם מֶלֶךְ מִצְרַיִם לַהֲלֹךְ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses and Aaron emerged from Pharaoh; and Moses cried to the Lord regarding the frogs that He had brought upon Pharaoh” (Exodus 8:8).</b> <br>“Moses…emerged…and…cried to the Lord regarding the frogs” – our Rabbis, of blessed memory, said: It was not just the destruction that the frogs caused the Egyptians, but the sound of the frogs was harsher for them than the physical damage, as they would enter their bodies and scream inside them, as it is stated: “Regarding [<i>al devar</i>] the frogs that He had brought upon Pharaoh” – regarding the speech [<i>al dibur</i>] of the frogs. <br><b>“The Lord did according to the word of Moses; and the frogs died from the houses, from the courts, and from the fields” (Exodus 8:9).</b> <br>“The Lord did according to the word of Moses; and the frogs died” – it is because [the Egyptians] could derive no benefit from their carcasses or their skin; that is why they died.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">This is in contrast to the wild animals and the locusts, which departed from Egypt (see Exodus 8:27 and 10:19) so that the Egyptians would not benefit from the hides of the animals or be able to eat the locusts. </i> <br><b>“They gathered them in heaps; and the land stank” (Exodus 8:10).</b> <br>“They gathered them in heaps” – this teaches that each and every one of them made four piles, and the land reeked. Because Israel reeked from the blows administered by the Egyptians, it is measure for measure. <br><b>“Pharaoh saw that there was respite, he hardened his heart, and did not heed them; as the Lord had spoken” (Exodus 8:11).</b> <br>“Pharaoh saw that there was respite” – this is the way of the wicked; when they are in trouble they scream, but when there is respite they return to their evil ways. “As the Lord had spoken” – where did He speak? “I know that the king of Egypt will not let you go” (Exodus 3:19).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524cf0d0edbab42e1c17284b", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 8:8:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויצא.</b> טעם ויצעק כי בטח בשם שלא יביישהו. כי אמר אל פרעה מעצמו. כדברך יהיה בלא רשות השם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND MOSES AND AARON WENT OUT. <i>Moses cried unto the Lord</i> because he trusted that the Lord would not put him to shame. Out of his own accord and without the permission of God, he had told Pharaoh, <i>Be it according to thy word</i>.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6121", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 8:8", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Onkelos Exodus 8:8", "sourceHeRef": "תרגום אונקלוס על שמות ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וּנְפַק משֶׁה וְאַהֲרֹן מִלְּוָת פַּרְעֹה <b>וְצַלִּי</b> משֶׁה <b>קֳדָם</b> יְיָ עַל עֵסַק עֻרְדְּעָנַיָּא דִּי שַׁוִּי לְפַרְעֹה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe and Aharon left Pharaoh, and Moshe cried out to [<b>prayed before</b>] Adonoy concerning the frogs that He had set upon Pharaoh.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb961", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 8:8", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Targum Jonathan on Exodus 8:8", "sourceHeRef": "תרגום יונתן על שמות ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וּנְפַק משֶׁה וְאַהֲרן מִלְוַת פַּרְעה וְצַלֵי משֶׁה קֳדָם יְיָ עַל עֵיסַק עוּרְדְעָנַיָא דְשַׁוֵי לְפַרְעה", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh and Aharon went out from Pharoh, and Mosheh prayed before the Lord respecting the frogs, as he had proposed to Pharoh. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f1769dfbfba22336e9ed0a", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Sforno on Exodus 8:8:1", "sourceHeRef": "ספורנו על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>ויצעק.</b> משה אל ה' על דבר הצפרדעים אשר שם לפרעה. שיסיר אותם הצפרדעים בלבד אשר שם לפרעה, וישארו ביאור, ובזה הוצרך לתפלת צעקה דפלגא מן שמיא לא יהבי (פרק סדר תעניות אלו):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויצעק משה אל ה' על דבר הצפרדעים אשר שם לפרעה, Moses prayed that G’d remove only the crocodiles which had been sent against Pharaoh and his people, whereas any others should remain in the river. It required a special prayer, here described as an outcry, to ask G’d how to arrange the removal of this plague.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f177affbfba22336ea0f18", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Or HaChaim on Exodus 8:8:1", "sourceHeRef": "אור החיים על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>אשר שם לפרעה</b>. מכאן שצריך לפרש תפלתו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">אשר שם לפרעה</span>, which He had brought on Pharaoh</b>. We learn from this that one must be <b>articulate and precise</b> when offering a request in prayer.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54b1d98afbfba21603f54860", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 15:27", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Shemot Rabbah 15:27", "sourceHeRef": "שמות רבה ט״ו:כ״ז", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 15.0027, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, הַחֹדֶשׁ הַזֶּה לָכֶם, הֲדָא הוּא דִכְתִיב <small>(שמות ד, כב כג)</small>: וְאָמַרְתָּ אֶל פַּרְעֹה כֹּה אָמַר ה' בְּנִי בְכֹרִי יִשְׂרָאֵל וָאֹמַר אֵלֶיךָ שַׁלַּח אֶת בְּנִי וְיַעַבְדֵנִי וַתְּמָאֵן לְשַׁלְּחוֹ הִנֵּה אָנֹכִי הֹרֵג אֶת בִּנְךָ בְּכֹרֶךָ, יִתְעַלֶּה שְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהוּא <small>(ישעיה מו, י)</small>: מַגִּיד מֵרֵאשִׁית אַחֲרִית, בְּאַבְרָהָם הוּא אוֹמֵר <small>(בראשית טו, יד)</small>: וְגַם אֶת הַגּוֹי אֲשֶׁר יַעֲבֹדוּ דָּן אָנֹכִי, מַהוּ דָּן, מַכַּת בְּכוֹרוֹת שֶׁנִּקְרָא נֶגַע, שֶׁנֶּאֱמַר <small>(שמות יא, א)</small>: עוֹד נֶגַע אֶחָד. מַהוּ דָּן אָנֹכִי, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא פּוֹרֵעַ אֲנִי מֵהֶם בְּמַכַּת בְּכוֹרוֹת, שֶׁנֶּאֱמַר: הִנֵּה אָנֹכִי הֹרֵג אֶת בִּנְךָ בְּכֹרֶךָ. וְהַסִּימָן הַזֶּה מָסַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם, וְאַבְרָהָם לְיִצְחָק, וְיִצְחָק לְיַעֲקֹב, וְיַעֲקֹב לְלֵוִי, וְלֵוִי לִקְהָת, וּקְהָת לְעַמְרָם, וְעַמְרָם לְמשֶׁה, וְהָיָה משֶׁה מְשַׁמְּרוֹ וּבָא. מַהוּ בְּנִי בְכֹרִי יִשְׂרָאֵל, אָמַר רַבִּי חִיָּא בָּנִים שֶׁאֲבוֹתָם בֵּרְכוּ אוֹתָן בְּמַעֲשֵׂיהֶם, זֶה אַבְרָהָם, שֶׁנֶּאֱמַר <small>(בראשית יד, יט)</small>: בָּרוּךְ אַבְרָם לְאֵל עֶלְיוֹן. דָּבָר אַחֵר, בְּנִי בְכֹרִי יִשְׂרָאֵל, בָּנִים שֶׁל מִי שֶׁנָּטַל אֶת הַבְּכוֹרָה. דָּבָר אַחֵר, בְּנִי בְכֹרִי יִשְׂרָאֵל, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְפַרְעֹה הָרָשָׁע אִי אַתָּה יוֹדֵעַ כַּמָּה חִבַּבְתִּי אֶת הַבְּכוֹרָה, שֶׁכָּתַבְתִּי בְּתוֹרָתִי <small>(דברים טו, יט)</small>: לֹא תַעֲבֹד בִּבְכֹר שׁוֹרֶךָ, וְכָל מִי שֶׁהוּא עוֹבֵד בּוֹ לוֹקֶה, וְאַתָּה שָׁלַחְתָּ יָדְךָ בִּבְכוֹרִי, דִּין הוּא שֶׁתִּלְקֶה. וְהֵבִיא הַקָּדוֹשׁ בָּרוּךְ הוּא עָלָיו עֶשֶׂר מַכּוֹת כְּנֶגֶד עֲשָׂרָה נִסְיוֹנוֹת שֶׁנִּתְנַסָּה אַבְרָהָם אָבִינוּ וְעָמַד בְּכֻלָּן, וְהֵבִיא אוֹתָן עַל יְדֵי משֶׁה וְאַהֲרֹן וְעַל יָדוֹ. מָשָׁל לְמֶלֶךְ שֶׁמָּרְדוּ עָלָיו עֶשֶׂר מְדִינוֹת, נָהַג עִמּוֹ שְׁנֵי פָּלְמָרְכִין וְהָלַךְ וְכָבַשׁ אוֹתָן, אָמַר הַמֶּלֶךְ אִם אֶכְתְּבֵם עַל שְׁמִי הֵיאַךְ אֲנִי חוֹלֵק לָהֶם כָּבוֹד, וְאִם אֶכְתְּבֵם עַל שְׁמָם הֲרֵינִי מוֹצִיא עַצְמִי מִן הַכְּלָל, אֶלָּא הֲרֵינִי מְשַׁלְּשָׁם, וַהֲרֵי יֵשׁ כָּאן אַחַת יְתֵרָה, הֲרֵינִי מְחַלְקוֹ עַל שְׁלָשְׁתֵּנוּ. כָּךְ הָיְתָה מַכַּת הַשְּׁחִין עַל יְדֵי שְׁלָשְׁתָּן, וּמַהוּ שֶׁאוֹמֵר בַּשְּׁחִין <small>(שמות ט, יא)</small>: בַּחַרְטֻמִּם, חָסֵר, שֶׁנָּגַע בַּשַֹּׂר שֶׁל מַעְלָן כְּדֵי שֶׁלֹא יְהֵא לָהֶם עֲמִידָה. עֶשֶׂר מַכּוֹת הֵבִיא עֲלֵיהֶם בְּנִימוּס הַמַּלְכוּת, וְהַצְּפַרְדְּעִים הָיוּ לָהֶם קָשִׁים, שֶׁנֶּאֱמַר <small>(תהלים עח, מה)</small>: וּצְפַרְדֵּעַ וַתַּשְׁחִיתֵם, שֶׁהָיוּ מְחַבְּלִין גּוּפֵיהֶן וּמְסָרְסִין אוֹתָן, שֶׁנֶּאֱמַר <small>(שמות ז, כח)</small>: וּבַחֲדַר מִשְׁכָּבְךָ וְעַל מִטָּתֶךָ. אָמְרוּ לָהֶם הַצְפַרְדְּעִים מוֹנִיטָא שֶׁל אֱלֹהֵיכֶם בְּטֵלָה וְשֶׁלָּכֶם קַיָּמֶת, לְפִיכָךְ וַתַּשְׁחִיתֵם, כְּמָה דְתֵימָא <small>(בראשית לח, ט)</small>: וְשִׁחֵת אַרְצָה. וּמִנַּיִן שֶׁהָיוּ מְדַבְּרוֹת, שֶׁנֶּאֱמַר <small>(שמות ח, ח)</small>: עַל דְּבַר הַצְפַרְדְּעִים אֲשֶׁר שָׂם לְפַרְעֹה. וְעוֹד הֵבִיא עֲלֵיהֶם מַכַּת עָרֹב, לְפִי שֶׁהָיוּ מְעוּרְבָּבִין אִישׁ אֶחָד בָּא עַל עֶשֶׂר נָשִׁים, וַעֲשָׂרָה אֲנָשִׁים בָּאִים עַל אִשָּׁה אַחַת, לְכָךְ הֵבִיא עֲלֵיהֶן עִרְבֻּבְיָא. וּכְשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה: עוֹד נֶגַע אֶחָד אָבִיא עַל פַּרְעֹה, אָמַר משֶׁה הֲרֵי הִגִּיעַ הַסִּימָן, <small>(יחזקאל לג, כד)</small>: אֶחָד הָיָה אַבְרָהָם, הֲרֵי הַנֶּגַע אֶחָד. וּלְפִי שֶׁהֵן הָיוּ בְּכוֹרִים, לְכָךְ הָרַג בְּכוֹרִים, שֶׁנֶּאֱמַר: הִנֵּה אָנֹכִי הֹרֵג אֶת בִּנְךָ בְּכֹרֶךָ, הוּא הַסִּימָן עַל אַבְרָהָם דָּן אָנֹכִי. דָּבָר אַחֵר, לָמָּה נִקְרָא יִשְׂרָאֵל בְּנִי בְכֹרִי, לְפִי שֶׁכָּתוּב בַּתּוֹרָה <small>(דברים כא, יז)</small>: כִּי אֶת הַבְּכֹר בֶּן הַשְֹּׂנוּאָה יַכִּיר לָתֶת לוֹ פִּי שְׁנַיִם, כָּךְ יִשְׂרָאֵל יוֹרְשִׁים שְׁנֵי עוֹלָמוֹת הָעוֹלָם הַזֶּה וְהָעוֹלָם הַבָּא. וּלְכָךְ מָסַר הַקָּדוֹשׁ בָּרוּךְ הוּא סוֹד הַלְּבָנָה לְיִשְׂרָאֵל שֶׁיִּהְיוּ הֵם מוֹנִים בָּהּ, וְהָעוֹבְדֵי כּוֹכָבִים מוֹנִין לַחַמָּה, לוֹמַר מַה חַמָּה אֵינָה אֶלָּא בַּיּוֹם כָּךְ אֵין מוֹשְׁלִים אֶלָּא בָּעוֹלָם הַזֶּה, וּמַה הַחַמָּה הִיא שֶׁל אֵשׁ, כָּךְ הֵם עֲתִידִין לִדּוֹן בָּהּ, שֶׁנֶּאֱמַר <small>(מלאכי ג, יט)</small>: כִּי הִנֵּה הַיּוֹם בָּא בֹּעֵר כַּתַּנּוּר. וּכְשֵׁם שֶׁהַלְּבָנָה נִרְאֵית בַּיּוֹם וּבַלַּיְלָה, כָּךְ יִשְׂרָאֵל מוֹשְׁלִים בָּעוֹלָם הַזֶּה וּבָעוֹלָם הַבָּא. וּכְשֵׁם שֶׁהַלְּבָנָה הִיא שֶׁל אוֹר, כָּךְ יִשְׂרָאֵל נוֹחֲלִין הָאוֹר, שֶׁנֶּאֱמַר <small>(תהלים צז, יא)</small>: אוֹר זָרֻעַ לַצַּדִּיק וּלְיִשְׂרֵי לֵב שִׂמְחָה. וְאוֹמֵר <small>(ישעיה ס, א)</small>: קוּמִי אוֹרִי כִּי בָא אוֹרֵךְ. וּלְכָךְ נֶאֱמַר: הַחֹדֶשׁ הַזֶּה לָכֶם, שֶׁיְּהֵא שֶׁלָּכֶם, שֶׁאַתֶּם בְּדוּגְמָתָהּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another interpretation: “This month shall be for you” (Exodus 12:2) – that is what is written: “You shall say to Pharaoh: So said the Lord: Israel is My firstborn son. I have said to you: Let My son go, and he will serve Me; and you have refused to let him go. Behold, I will kill your firstborn son.” (Exodus 4:22–23). May the name of the Holy One blessed be He be exalted, as He “declares the end from the beginning” (Isaiah 46:10). Regarding Abraham it says: “Also that nation, whom they will serve, I will judge [<i>dan</i>]” (Genesis 15:14). What is <i>dan</i>? The plague of the firstborn, which is called an affliction [<i>nega</i>], as it is stated: “One further affliction [<i>nega</i>] [will I bring upon Pharaoh and Egypt; afterward he will send you forth from this]” (Exodus 11:1). What is: “I [<i>anokhi</i>] will judge?”<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">The question is about the use of the word <i>anokhi</i> for the first person singular.</i> The Holy One blessed be He said: “I will exact retribution from them with the plague of the firstborn, as it is stated: “Behold, I [<i>anokhi</i>] will kill your firstborn son.” The Holy One blessed be He passed this sign to Abraham, and Abraham to Isaac, Isaac to Jacob, Jacob to Levi, Levi to Kehat, Kehat to Amram, and Amram to Moses. Moses kept it as he proceeded. What is: “Israel is My firstborn son?” Rabbi Ḥiyya said: Sons whose fathers blessed them with their actions. That is Abraham as it is stated: “Blessed is Abram to God the Most High” (Genesis 14:19). Alternatively: “Israel is My firstborn son” – sons of he who took the birthright.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">A reference to Jacob, who bought the birthright from Esau. See Genesis 25:29–34.</i> Alternatively: “Israel is My firstborn son” – the Holy One blessed be He said to the wicked Pharaoh: ‘Do you not know how much I value the firstborn, as I wrote in My Torah: “Do not work your firstborn ox” (Deuteronomy 15:19). Anyone who works it is beaten, and you extended your hand against My firstborn; justice demands that you will be beaten.’ <br>The Holy One blessed be He brought ten plagues upon him corresponding to the ten trials with which Abraham was tested and he withstood them all. He brought them through Moses and through Aaron and by Himself. This is analogous to a king against whom ten provinces rebelled. He took with him two generals and went and conquered them. The king said: If I record them [the victories] in my name, how can I accord them honor? If I record them in their names, I exclude myself. Rather, I will divide them into three,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Three provinces for each of them. </i> and there is one extra, and I will divide it among the three of us. Thus, the plague of boils was performed by the three of them. What does it say regarding the boils: “Upon the magicians [<i>baḥartumim</i>]” (Exodus 9:11), is defective,<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">It is without a <i>yod</i>, as though <i>baḥartumam </i>is written, meaning their magician. </i> meaning that it afflicted their angel on high, so they would have no ability to resist. <br>He brought ten plagues upon them like a military campaign.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See <i>Tanḥuma</i>, <i>Bo</i> 4. </i> The frogs were especially hard on them, as it is stated: “Frogs that destroyed them” (Psalms 78:45), as they wounded their bodies and castrated them [the Egyptians], as it is stated: “And into your bedchamber, and onto your bed” (Exodus 7:28). The frogs said to them: ‘The image of their God<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">The Egyptians had tried to prevent Israel from procreating, and having children is, as it were, reproducing the image of God.</i> is nullified, and yours [your ability to procreate] remains intact?’ Therefore: “That destroyed them [<i>vatashḥitem</i>],” as it says: “And he spilled it [<i>veshiḥet</i>] on the ground” (Genesis 38:9).<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Referring to Onan, who spilled his seed on the ground rather than procreate with Tamar.</i> From where [is the proof] that they [the frogs] spoke [<i>medabberot</i>]: “Regarding [<i>al devar</i>] the frogs that He had brought upon Pharaoh” (Exodus 8:8). <br>Moreover, He brought upon them the plague of wild beasts [<i>arov</i>], because they were all intermingled [<i>me’urbavin</i>]; one man consorted with ten women, and ten men consorted with one woman; therefore, He brought a mixture [<i>irbuvya</i>]<sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><i>Irbuvya</i> and <i>me’urbavin</i> are from the same root as <i>arov</i>.</i> upon them. <br>When the Holy One blessed be He said to Moses: “One further affliction [<i>nega</i>] will I bring upon Pharaoh” (Exodus 11:1), Moses said: The sign has arrived [<i>higia</i>]. “One was Abraham” (Ezekiel 33:24) – behold, it is the affliction of the “one”.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Abraham is described as one, and the fact that God said “one further affliction” rather than simply: A further affliction, alluded to the fact that it was the plague that Abraham had been told about. </i> Since they [Israel] were firstborn, He therefore killed the firstborn, as it is stated: “Behold, I will kill your firstborn son” (Exodus 4:23). That is the sign to Abraham: “I will judge” (Genesis 15:14) <br>Another matter: Why is Israel called “My firstborn son”? Because it is written in the Torah: “Rather, he shall acknowledge the firstborn son of the hated, giving him a double portion” (Deuteronomy 21:17); so too, Israel inherits two worlds, this world and the World to Come. That is why the Holy One blessed be He gave the secret of [calculating the waxing and waning of] the moon to Israel, that they should count on its basis, but the idolaters count on the basis of the sun; that is to say, just as the sun rules only during the day, so too, they rule only in this world, and just as the sun is made of fire, so, they are destined to be punished in it, as it is stated: “Behold, the day is coming, burning like a furnace” (Malachi 3:19). And just as the moon is seen during the day and at night, so, Israel rules in this world and in the World to Come. And just as the moon is made of light, so, Israel inherits the light, as it is stated: “Light is sown for the righteous” (Psalms 97:11), and it says: “Arise, shine, for your light has arrived” (Isaiah 60:1). That is why it says: “This month shall be for you” (Exodus 12:2) – it shall be yours, because you are of the same type [as the moon].", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eaf560fbfba278fd265656", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Haamek Davar on Exodus 8:8:1", "sourceHeRef": "העמק דבר על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר שם לפרעה.</b> ביחוד ולא צעק על הצפרדעים אשר במדינה כי המה לא הזיקו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "567c3cccd6e4a90d1db1fe99", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Shadal on Exodus 8:8:1", "sourceHeRef": "שד\"ל על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "ויצעק: מפני שמכת הדם נמשכה ז' ימים ופסקה בלא תפלה, וכאן היתה הפעם הראשונה שהתפלל שתסור המכה אמר לשון צעקה המורה תפלה בכח יותר מל' העתרה הכתוב בשאר המכות (תלמידי מכ\"ף), וגם (כדברי הראב\"ע) מפני שכבר הבטיח לפרעה בלא רשות האל שיסורו בזמן שיקבע לו.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "568d7eb4d6e4a96891fbd2cb", "index_title": "Radak on Psalms", "category": "Quoting Commentary", "type": "", "ref": "Radak on Psalms 7:1:2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Radak on Psalms 7:1:2", "sourceHeRef": "רד\"ק על תהילים ז׳:א׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Radak on Psalms", "he": "רד\"ק על תהילים"}, "heTitle": "רד\"ק על תהילים", "he": "<b>אשר שר ליהוה על דברי כוש בן ימיני:</b> רבותינו, זכרם לברכה, אמרו (תרגום במקומו ובבלי מועד קטן טז ב בקצת שנוי): כי המזמור הזה נאמר על שאול. וקראו <b>כוש</b> לפי שהיה יפה, כמו האשה הכשית (במדבר יב א), דמתרגם: אתתא שפירתא; וכן דעת כל המפרשים. ואמרו: כי קראו כושי, מה כושי זה אינו משתנה בעורו, כך שאול לא היה משתנה בשנאתו אל דוד. ועל הדרך הזה נאמר (ירמיהו יג כג): היהפך כושי עורו ונמר חברברתיו גם אתם תוכלו להיטיב למדי הרע. והחכם ר' אברהם בן עזרא, זכרו לברכה, הרחיק זה הפרוש. כי אמר: היאך יאמר זה על משיח יי' הנה יחבל און (פסוק טו)? ואמר: כי אחד מבני בנימין היה שהיה שונאו ושמו <b>כוש</b>. ואין טענתו טענה שיאמר על שאול הנה יחבל און; ולמה לא יאמר כן? והנה אמר לו דוד בפניו: מרשעים יצא רשע (שמואל א כד יד)? ואמר לו: ונקמני יי' ממך (שם שם יג)? ובדרש (שוחר טוב במקומו): לפיכך כנה שמו <b>כוש</b> לפי שכתוב (קהלת י כ): גם במדעך מלך אל תקלל; ונכון הוא הדרש. תראה אתה שהכל שוים, כי על שאול נאמר זה המזמור, לבד המפרש הנזכר. ומה שאמר <b>על דברי</b>, לפי שדברים וענינים רבים היו לו עמו. ופעמים רבות חשב להרגו כמו שכתוב. תחלה בהתחתנו עמו חשב להפילו ביד פלשתים, אחר כן חשב להמיתו בביתו; וכשהיה עומד לפניו היה מטיל לו החנית כמה פעמים, ואחר שנפרד ממנו גם כן פעמים רבות כשהיה רודף אחריו. <b>ועל דברי</b> פרושו: על עניני, כמו על דבר הצפרדעים (שמות ח ח), והדומים להם.", "heVersionTitle": "The Psalms with Qimchi’s Longer Commentary, Leipzig, 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>which he sang unto the Lord concerning Cush, a Benjamite:</b> – Our teachers of blessed memory have said (Targum ad loc. and Babli, Moed Katon 16 b, with some variation) that this Psalm was uttered concerning Saul. And he calls him Cush because he was beautiful, as \"the Cushite woman\" (Num. xii. i), which is interpreted in the Targum as \"the beautiful woman\"; and such is the opinion of all the exegetes. And they say that he calls him \"Cushite\" as a Cushite is one who does not change his skin, so Saul did not change in his hatred towards David. And in this way it is said (Jer. 13:23), \"Can the Cushite change his skin or the leopard his spots? Then may ye also be able to do good who are accustomed to do evil.\" And the learned R. Abraham ben Ezra, of blessed memory, rejected this interpretation; for he asks, How should anyone say of the Lord's anointed, Behold, he travaileth with iniquity (5:15)? And he says there was one of the children of Benjamin who hated him, and his name was Cush. And his objection to Behold, he travaileth with iniquity as being said of Saul does not hold. Why should he not say so? Behold, did (not) David say to his very face: \"Out of the wicked proceedeth wickedness\" (1 Sam. 24:14)? And did he (not) say to him: \"And the Lord avenge thee of me\" (ibid. 24:13)? And in the Haggadic exposition (Shoher Tob, ad loc.) (it says that) he surnames him Cush, because it is written (Koheleth 10:20): \"Curse not the king, no, not in thy thought.\" x And the Haggadic interpretation is correct. You see that all agree that the Psalm was spoken of Saul, apart from the (one) interpreter mentioned. And as regards the expression concerning (על דברי, lit. \" concerning the matters of\"), (it is used) because the matters and affairs which he had in connexion with him were numerous. Many times also he had purposed to slay him, as it is written (in Scripture). The first occasion, when he became his son-in-law, he purposed to make him fall into the hand of the Philistines; afterwards he purposed to slay him in his house; and when he stood (ministering) before him he hurled the javelin at him many times; and (even) after he had parted from him (he acted) in a like manner also when he was pursuing him. And the interpretation of דברי על is \"concerning the matter of\" in accordance with (the use of the expression in such a passage as): \"concerning (דבר על) the frogs\" (Exod. 8:8), and similar passages.", "versionTitle": "R. David Kimhi on the first book of Psalms, Translated by R.G. Finch, London, 1919", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "574c6ef1d6e4a9347afe0574", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Rashi on Exodus 8:8:1", "sourceHeRef": "רש\"י על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>ויצא, ויצעק.</b> מִיָּד, שֶׁיִּכָּרְתוּ לְמָחָר:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויצא. . ויצעק THEY WENT … AND CRIED [UNTO THE LORD) immediately that they should be destroyed by to-morrow.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77ca0d6e4a94c7c189b26", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 8:8", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Tafsir Rasag, Exodus 8:8", "sourceHeRef": "תפסיר רס\"ג, שמות ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ולמא כ̇רג̇ מוסי והרון מן ענד פרעון דעא מוסי אלי אללה בסבב אלצ̇פאדע אלתי אחלהא בפרעון", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4d0d6e4a902855ff241", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Tur HaArokh, Exodus 8:8:1", "sourceHeRef": "הטור הארוך, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>ויצעק משה. </b>לפי שאמר התפאר עלי ותלה הגדולה בו הוצרך להתאמץ בתפלה: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויצעק משה, “Moses cried out;” seeing that he had gone out on a limb giving Pharaoh a chance to prove him wrong (התפאר עלי) without having first consulted G’d, he now had to add an element of urgency to his prayer, i.e. “he cried out.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4d0d6e4a902855ff243", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 8:8:2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Tur HaArokh, Exodus 8:8:2", "sourceHeRef": "הטור הארוך, שמות ח׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>על דבר הצפרדעים. </b>רמז למה שאמרו רבותינו שהיו מקרקרים בגופן: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   על דבר הצפרדעים, “concerning the matter of the frogs.” This is an allusion to what our sages (<i>Sanhedrin 80)</i> said when they claimed that the frogs were even quacking within the Egyptians’ entrails. [which would make G’d’s task of removing them difficult. Ed.]\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b22bd6e4a9576039fc25", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Bo 4:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Midrash Tanchuma Buber, Bo 4:1", "sourceHeRef": "תנחומא בובר, בא ד׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בא", "he": "נטה (את) ידך על השמים <small>(שמות י כא)</small>. בטכסיס [מלך] בשר ודם הביא הקדוש ב\"ה עליהם את המכות, מלך בשר ודם כיון שהמדינה מורדת עליו, מה עושה משלח לגיונות, והן מקיפין עליה, בתחילה הוא (שובר) [סוכר] אמת המים שלהם, אם חוזרין מוטב, ואם לאו הוא מביא עליהם קלנים, [ואם חוזרין מוטב, ואם לאו יורה בהן חצים, אם חוזרין מוטב, ואם לאו מביא עליהם, לגיונות, אם חוזרין מוטב, ואם לאו מביא עליהם דורמסיות], אם חוזרין מוטב, ואם לאו זורק בהם נפט, אם חוזרין מוטב, ואם לאו משליך בהם, אבני בליסטרא, ואם חוזרין מוטב, ואם לאו מגרה בהן (לגיונות ו) אוכלסין הרבה, אם חוזרין בהם מוטב, ואם לאו אוסר אותן בבית האסורין, אם חוזרין מוטב, ואם לאו הורג את הגדולים שבהם, כך הקב\"ה בא על המצרים בטכסיס של מלכים, בתחילה (שבר) [סכר] אמת המים שלהן, שנאמר ויהפך לדן יאוריהם ונוזליהם בל ישתיון <small>(תהלים עח מד)</small>, ולא חזרו הביא עליהם קלנים, אלו הצפרדעים, שנאמר על דבר הצפרדעים וגו' <small>(שמות ח ח)</small>, ולא חזרו הביא עליהם את החצים, אלו הכנים, שנאמר ותהי הכנם [באדם ובבהמה] <small>(שם שם יג)</small>, שהיתה נכנסת בגופו של מצרי כחץ הזה, [ולא חזרו הביא עליהן לגיונות זה ערוב שנאמר ישלח (בם) [בהם] ערוב ויאכלם <small>(תהלים עח מה)</small>, ולא חזרו הביא עליהם דורמסיות, זה הדבר], ולא חזרו זרק בהן נפט זה השחין, ולא חזרו השליך בהן אבני בליסטרא, זה הברד, ולא חזרו ואחר כך, גירה בהן אוכלוסין הרבה, זה הארבה, ואחר כך נתנם בבית האסורים [זה החשך] שנאמר וימש חשך וגו' <small>(שמות י כא)</small>, ולא חזרו והרג כל הגדולים שבהן, שנאמר וה' הכה כל בכור <small>(שם יב כט)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 10:21:) <small>STRETCH OUT YOUR HAND TOWARD THE HEAVENS</small>. The Holy One brought the plagues upon them in the order<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Gk.: <i>taxis</i>.</i> of a flesh-and-blood [king]. In the case of a flesh-and-blood king, when a state revolts against him, what does he do? He sends out legions<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Lat.: <i>Legiones</i>.</i> which surround it. First he {smashes} [dams up] their aqueduct.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 3:4; <i>PRK</i> 7:11; <i>PR</i> 17:7; cf. Exod. R. 17:27.</i> If they repent, well and good; but if not, he brings &lt;war&gt; cries against them. [If they repent, well and good; but if not, he shoots arrows at them. If they repent, well and good; but if not, he brings &lt;the&gt; legions against them. If they repent, well and good; but if not, he brings hand-to-hand combat<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Gk.: <i>dorimachos</i>, literally: “fighting with the spear.”</i> against them.] If they repent, well and good; but if not, he hurls naphtha<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Gk.: <i>naphtha</i>.</i> at them. If they repent, well and good; but if not, he hurls stones at them from a catapult.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Gk.: <i>balistra</i>.</i> Then, if they repent, well and good; but if not, he stirs up {six legions} a lot of troops<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Gk.: <i>ochloi</i>, i.e., “crowds.”</i> against them. If they repent, well and good; but if not, he binds them in prison. If they repent, well and good; but if not, he kills their noble ones. So did the Holy One come against the Egyptians in the order of kings. First he {smashed} [dammed up] their aqueduct, as stated (in Ps. 78:44): <small>HE TURNED THEIR NILES</small><sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The word <i>ye’orehem</i> here would normally be translated “rivers,” but <i>ye’orehem</i> in the singular is also the proper name of the river Nile and reinforces the Egyptian context.</i> <small>INTO BLOOD &lt;SO THAT THEIR STREAMS WERE UNDRINKABLE</small>&gt;. When they did not repent, he brought &lt;war&gt; cries against them. These were the frogs, as stated (in Exod. 8:8): <small>&lt;THEN MOSES CRIED OUT TO THE LORD&gt; ABOUT THE MATTER OF THE FROGS</small>…. Then, when they did not repent, he brought arrows upon them. These were the gnats, as stated (in Exod. 8:13 [17]): <small>AND THERE WERE GNATS</small> [<small>UPON HUMAN AND UPON BEAST</small>], for &lt;each of them &gt; entered an Egyptian body like an arrow. [Then, when they did not repent, he brought &lt;the&gt; legions upon them. These were swarms of flies, as stated (in Ps. 78:45): <small>HE SENT SWARMS OF INSECTS AMONG THEM TO DEVOUR THEM</small>. Then, when they did not repent, he brought hand-to-hand combat upon them, as stated. This is the plague.]<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Cf. <i>Tanh</i>., Exod. 3:4, which adds here: “And it killed their livestock.”</i> Then, when they did not repent, he hurled naphtha at them. &lt;This corresponds to&gt; the boils. Then, when they did not repent, he hurled stones at them from a catapult. This is the hail. Then when they did not repent even after that, he stirred up a lot of troops against them. These were the locusts. Then after that he put them in prison. [This is the darkness,] as stated (in Exod. 10:21): <small>DARKNESS THAT CAN BE TOUCHED</small>…. Then, when they did not repent, he killed all their eldest sons, as stated (in Exod. 12:29): <small>THAT THE LORD SMOTE ALL THE FIRST-BORN</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bd4ad6e4a954e53095a9", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tetzaveh 6:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Midrash Tanchuma Buber, Tetzaveh 6:1", "sourceHeRef": "תנחומא בובר, תצוה ו׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תצוה", "he": "ד\"א שמן זית זך. את מוצא מי שנתן בחשך רואה מה שבאור, ומי שנתון באור אינו רואה מה שבחשך, אבל הקב\"ה רואה מה שבחשך ומה שבאור, אמר דניאל הוא גלי עמיקתא ומסתרתא ידע מה בחשוכא ונהורא עמה שרא <small>(דניאל ב כב)</small>. אמר ר' יהודה בר אלעאי השמש הזה נתון בתוך חיקו, שנאמר לשמש שם אוהל בהם <small>(תהלים יט ה)</small>, ובתקופת תמוז הוא יוצא מתוך חיקו לבשל את הפירות, ואין העולם יכול לעמוד בו, למה שהוא קשה באורו, אמר הקב\"ה בבריה שלי אין אתה יכול להסתכל, ואני צריך לאורה משלך, אלא למה אמרתי לך לעולם הבא.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Exod. 27:20): <small>CLEAR OIL OF &lt;BEATEN&gt; OLIVES</small>. You find that whoever is put in the darkness sees whatever is in the light, and whoever is put in the light does not see whatever is in the darkness.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 8:8.</i> However, the Holy One sees whatever is in the darkness and whatever is in the light. Daniel said (in Dan. 2:22): <small>HE REVEALS THE DEEP AND SECRET THINGS; HE KNOWS WHAT IS IN THE DARKNESS, AND THE LIGHT DWELLS WITH HIM</small>. R. Judah bar Il'ay said: The sun is put in the midst of his bosom, as stated (in Ps. 19:5 [4]): <small>HE PLACED IN THEM</small> (i.e., in the heavens) <small>A TENT FOR THE SUN</small>.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Cf. M. Pss. 19:11; <i>PRK</i> 29:1 (supplement 2:1).</i> At the summer solstice (June 21) it goes forth from the midst of his bosom to ripen the fruit, but the world cannot withstand it. Why? Because it is &lt;too&gt; strong on account of its light. The Holy One said. Since you cannot look at &lt;this light that is&gt;<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The bracketed words follow the parallel text of <i>Tanh</i>., Exod. 8:8.</i> a &lt;mere&gt; creation of mine, do I have need for a light of yours?<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">See below, Numb. 2:34.</i> Then why did I tell you &lt;to set up the <i>menorah</i>&gt;? For the world to come.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "596369e3d6e4a9416e9c0598", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Mizrachi, Exodus 8:8:1", "sourceHeRef": "מזרחי, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>ויצא ויצעק מיד. </b>שהרי כבר אמר לפרעה סתם אעתיר לך שפירושו היום אעתיר לך מאחר שלא הוזכר זמן רק על ההכרתה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d673d6e4a92bf45a8841", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 8:8:1-2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Rabbeinu Bahya, Shemot 8:8:1-2", "sourceHeRef": "רבנו בחיי, שמות ח׳:ח׳:א׳-ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>ויצעק משה אל ה' על דבר הצפרדעים.</b> לא תמצא בשאר המכות שיחזור להזכיר המכה עם התפלה אבל יאמר סתם ויעתר אל ה' ויפרוש כפיו אל ה'.\n", "<b>אבל </b>יתכן לפרש כי הוצרך בכאן לומר על דבר הצפרדעים לפי שהקב\"ה הזכיר למשה לשון עליה הוא שאמר ושרץ היאור צפרדעים ועלו ובאו בביתך וכן אמר משה לאהרן והעל את הצפרדעים, וכן כתוב למעלה במעשה, ותעל הצפרדע, וכדי שלא תבין בלשון עליה זה שהזכיר בכל פעם שבאו הצפרדעים בדרך הטבע והמקרה מצד התחבולה והחכמה כחכמת החרטומים ולא מאת ה' היתה זאת לכך אמר על דבר הצפרדעים אשר שם לפרעה לבאר כי אדון הכל יתברך שם המכה הזאת לפרעה ולא כח הטבע.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["ויצעק משה אל ה' על דבר הצפרדעים, “Moses cried out to the Lord on account of the frogs.” You will not encounter the expression “he cried out” in connection with any other plague which Moses asked G’d to stop. The Torah then reported only the normal ויעתר משה, “Moses pleaded,” or “Moses spread out his hands,” or similar expressions.", "It is possible to explain the words על דבר הצפרדעים as something necessary in view of the fact that G’d had announced that the frogs would “ascend from the river.” G’d had also spoken of ושרץ, that the river would produce a swarm of frogs each time these frogs were reported as having arisen from the river, making it sound like a natural occurrence. Seeing Moses was interested in making sure the Egyptians would not forget the supernatural element of this plague, he spoke of the דבר הצפרדעים, “the whole subject of the frogs,” i.e. their arrival and their departure. Moses wanted the manner in which the frogs would disappear to reflect that their appearance too had been due to supernatural causes. Even the words אשר שם לפרעה, “which He had inflicted on Pharaoh,” were not superfluous in Moses’ prayer. He stressed at every turn the divine origin of what had happened."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a6c5fdd6e4a920f72d9230", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "HaKtav VeHaKabalah, Exodus 8:8:1", "sourceHeRef": "הכתב והקבלה, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 8.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>על דבר הצפרדעים. </b>הר\"י אברבנאל מתקשה דמלשון זה יראה שהיה משה צועק על מכת הצפרדעים לאמר מדוע ככה עשית לפרעה, והוא דבור בלתי נאות כפי אמתת הענין, והאריך הרבה לישב לשון המקרא. ול\"נ דקושי זה הוא אם נפרש מלת על דבר על עסק, אמנם אם נאמר דמלת דבר הוא שם על מיתת מגיפה, כנאמר לקמן (ט' ג') במיתת הבהמות דבר כבד מאד, שם הוא בשש נקודות והוא שם נפרד, וכאן הדלי\"ת שואי\"ת הוא הנסמך, וכבר מצאנו גם בשמות הבאים בשש נקודות, משונה הנפרד מהנסמך, חדר משכבך (לעיל ז' כ\"ח) שגר אלפיך בספר דברים כמה פעמים, הבל הבלים בקהלת, גֶבֶר בשש נקודות בנפרד, ובנסמך עם גְבַר תמים תתמם (תהלי' ח'). וכן וירק דשא (ישעיהו ל״ז:כ״ז), ככה כאן דבר הוא נסמך אל צפרדעים, דבר של הצפרדעים, והיתה צעקת משה ותפלתו על מיתת הצפרדעים. וכבר אמרו רבותינו במדרש על הנני נוגף את גבולך בצפרדעים שהיה הדבר ממשמש ובא גם במכה זו. ואמר הכתוב ותבאש הארץ, ואין ספק שיתילד מזה עפוש האויר הגורם דבר. ולזה תפס משה בלשונו לאמר לפרעה להכרית הצפרדעים, ולא אמר להסיר, שהיה משמעותו שילכו ויתרחקו מן המדינה כמו שהיה בערוב, אבל לשון הכרתה משמעותו השחתה, שבדרך השחתה יסורו והיינו מיתתם: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c020bd6e4a943452d3bfc", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 46", "anchorRef": "Exodus 7:26-8:11", "anchorRefExpanded": ["Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 46", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 46, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ויהי מקץ שנתיים ימים ויוסף ה׳ שלח את משה אל פרעה, להוציא את בני ישראל לשלחם מארץ מצרים. וילך משה ויבוא בית פרעה וידבר אליו את דברי ה׳ אשר שלחו, ולא אבה פרעה לשמוע בקול ה׳. ויעורר האלוקים את גבורתו במצרים על פרעה ועל עבדיו, ויך אלוקים את פרעה ואת עמו במכות רעות וגדולות עד מאוד. וישלח ה׳ ביד אהרון, ויהפוך את כל מימי מצרים לדם ואת כל יאוריהם ואת נהרותם. ויהי בבוא המצרי לשתות ולשאוב מים, והביט אל כדו והנה כל המים נהפכו לדם. ובבואו לשתות בכוסו, והיה המים אשר בכוס לדם. וגם בלוש האישה את קמחה ובבשלה את תבשילה, ויהיו מראיהם למראה הדם. וישלח ה׳ עוד וישרוץ כל מימיהם צפרדעים, ויבואו כל הצפרדעים בית מצרים. ויהי בשתות על המצרים מים, ותמלאנה בטנם צפרדעים ותקרקרנה במעיהם כאשר תקרקרנה בהיותם ביאור. וגם כל מי משתיהם ומי תבשילם שבו לצפרדעים, וגם בשכבם על מיטתם ויזיעו כל זיעתם צפרדעים. בכל זאת לא שב אף ה׳ מהם, ועוד ידו נטויה על כל מצרים להכותם בכל מכה גדולה. וישלח ה׳ ויך את עפרם לכינים, ותהי הכינם במצרים ברום שתי אמות הארץ. וגם על בשר האדם והבהמה היו הכינים הרבה מאוד, בכל יושבי מצרים. וגם על המלך והמלכה שלח ה׳ את הכינים, ויצר למצרים מאוד מפני הכינים. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים. וישלח ה׳ במצרים את כל חית השדה, ויבואו וישחיתו את כל מצרים ואת האדם והבהמה והעץ וכל אשר למצרים. וישלח ה׳ נחש שרף ועקרב, גם עכבר וחולד וצב עם זוחלי עפר. זבוב וצירעה פרעוש ופשפש ויתוש, כל ערוב למינהו. וכל שרץ ובעל כנף למינהו באו מצרימה, וירעו למצרים מאוד. ויבואו הפרעושים והזבובים בעיני כל מצרים ובאוזניהם. וגם הצירעה באה עליהם ותגרשם, ויבואו מפניה חדר בחדר ותרדוף אחריהם. ויהי בהיחבא מצרים מפני הערוב, וינעלו דלתותיהם אחריהם. ויצו האלוקים את הסילונית אשר בים, ותעל ותבוא מצרימה. ולה אמות ארוכות, עשר אמות באורך באמת איש. ותעל הגגות, ותגך את התיקרה ואת המעזיבה ותחתכם. ותישלח אמתה הבייתה ותסר את המנעול ואת הבריח ותפתח את בתי מצרים, ואחרי כן יבואו הערוב בית מצרים וישחית הערוב את מצרים, וייצר להם מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at the end of two years the Lord sent Moses once more unto Pharaoh, to bring forth the ‎children of Israel and to send them away from the land of Egypt; and Moses came to the ‎house of Pharaoh and he spoke unto him according to the words of the Lord, but Pharaoh ‎would not hearken unto the voice of Jehovah, and the Lord concluded to show his might in ‎Egypt, on Pharaoh and his servants. And God smote Pharaoh and his people with very terrible ‎plagues, and he turned by the hands of Aaron all the waters of Egypt into blood, and when an ‎Egyptian came to drink and drew water and he looked into his pitcher, behold it was turned ‎into blood, and also when a woman kneaded her bread or cooked her meals, all had the ‎appearance of blood. And the Lord sent again, and he caused all the waters to produce frogs, ‎so that the frogs came into the houses of the Egyptians, and when the Egyptians drank the ‎water, their stomachs were filled with frogs, and they leaped within them like in the river. And ‎all the water they used for cooking and drinking turned into frogs, and when they lay upon ‎their beds, they perspired frogs from their body. But for all that the anger of the Lord did not ‎turn from them, and his hand was still out stretched upon all Egypt, to smite them with all the ‎terrible plagues; and he sent and turned their dust into lice, so that the ground of Egypt was ‎covered with lice two cubits in height. And the lice were also upon the flesh of man and beast ‎among all the people of Egypt, and also upon the king and the queen, and Egypt was greatly ‎afflicted on account of the lice. But for all that the anger of the Lord did not turn, and his hand ‎was still outstretched over Egypt, and the Lord sent all the beasts of the field, and they came ‎and destroyed man and beast, and the trees, and all that was in Egypt. Then the Lord sent fiery ‎serpents, and scorpions, and mice, and rats, and weasels, and other vermin, that creepeth in ‎the dust, as also flies and fleas and all sorts of insects, and they came and tortured the ‎Egyptians, entering even their eyes and their ears. Then the hornets came over them also, and ‎they drove them to hide in their innermost chambers, and the Egyptians had to hide ‎themselves from the swarms of vermin and they locked the doors after them. But the Lord ‎commanded the Tulzoth, the great monster of the sea to come up and invade Egypt; and she ‎had very long arms, ten cubits in length according to the cubits of a man, and she went up and ‎unroofed their houses, and she put forth her arms into the houses and removed the bolts and ‎bars and opened the houses of the Egyptians, and the swarm of animals filled the houses of ‎the Egyptians, to torture them exceedingly.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a4366cdd6e4a97d18d90bdd", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Ralbag Beur HaMilot on Torah, Exodus 8:8:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "שמות", "he": "<b>אשר שם לפרעה.</b> ר\"ל ששם בהם מועד לפרעה שיסורו בו:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b30a8e96f685500161b43f9", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Malbim on Exodus 8:8:1", "sourceHeRef": "מלבי\"ם על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויצא משה מעם פרעה.</b> מזה מבואר כדעת רש\"י ז\"ל שכתב שאלו נאמר מתי אעתיר היינו מתי אתפלל, אבל כשאמר למתי פי' שאני אתפלל תיכף שיכרתו באותו זמן שתקבע, ולכן יצא תיכף והתפלל שיסורו למחר, והרמב\"ן דייק עליו שע\"ז היל\"ל ויעש ה' כדבר משה ממחרת כמ\"ש במכת דבר, וע\"כ דעתו שלמ\"ד למתי נוספת, ופי' שלא התפלל עד למחר, וע\"ז אשיב שאם היתה התפלה שיסורו הצפרדעים גם מן היאור היתה שאלתו צודקת, אבל כיון שהצפרדעים אשר ביאור נשארו, היה תפלת משה רק שמה שהצפרדעים [שכפי הטבע לא יתקיימו ביבשה רק במים] חיים ביבשה שזה היה נס, יופסק הנס הזה, וכפי הטבע יתקיימו יום אחד ביבשה רק א\"א להם לחיות ביבשה יותר מיום א', ותיכף שהתפלל ונפסק הנס לא היו עתידים לחיות רק יום אחד והיו עתידים למות למחר, וע\"כ לא יכול לאמר ויעש ה' את הדבר הזה ממחרת כי ה' עשה הדבר תיכף שתיכף נפסק הנס מה שהיו חיים ביבשה בנס, ועד למחר שהתקיימו היו כפי הטבע, שלא ימותו תיכף מחסרון מים, ומ\"ש <b>ויצעק משה אל ה' על דבר הצפרדעים אשר שם לפרעה</b> שהוא מיותר שהיל\"ל סתם ויצעק משה אל ה' כמ\"ש בערוב ובברד ובארבה, נראה כי אחר שמכה זו היה לה גבול עד כמה תשמש, היה ראוי שבעת תסור המכה ימותו גם הצפרדעים אשר ביאור שהיו ג\"כ בריאה חדשה רק לשעתה, והוצרך משה להתפלל שלא יסורו רק הצפרדעים אשר שם לפרעה, ר\"ל הצפרדעים אשר היו ביבשה שהם היו מיועדים להכות את פרעה, לא הצפרדעים שביאור שלא הזמין אותם על פרעה להכותו, עליהם בקש שישארו, וע\"ז הוצרך לצעוק כי פלגא לא עבדי, ועז\"א:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c3c8e1de20d4000851ed17a", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 75:7:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Likutei Moharan 75:7:1", "sourceHeRef": "ליקוטי מוהר\"ן ע״ה:ז׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וּבְתוֹרָה וּתְפִלָּה יֵשׁ שְׁנֵי גְּוָנִים, מַחֲשָׁבָה וּצְעָקָה, וְהוּא בְּחִינַת מֹשֶׁה וְדָוִד. כִּי הַצְּעָקָה בְּחִינַת: חָכְמוֹת בַּחוּץ תָּרֹנָּה, וּבְמַחֲשָׁבָה בְּחִינַת: חַמּוּקֵי יְרֵכַיִךְ. בְּמשֶׁה כְּתִיב: וַיִּצְעַק מֹשֶׁה, וּכְתִיב: וַיֵּלֶךְ וַיְדַבֵּר וְכוּ', כְּלוֹמַר שֶׁהָיָה מַקְהִיל קְהִלּוֹת בָּרַבִּים, וְזֶה בְּחִינַת: חָכְמוֹת בַּחוּץ תָּרֹנָּה. וּבְדָוִד כְּתִיב: בְּמַקְהֵלוֹת בָּרְכוּ אֱלֹקִים, וְהוּא גַּם כֵּן: חָכְמוֹת בַּחוּץ תָּרֹנָּה:", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "<b>7.</b> Torah and prayer have two facets, thought and crying out, which correspond to Moshe and David. Crying out is the aspect of “Wisdom cries aloud in the streets” (Proverbs 1:20). Thought is the aspect of “the rounding of your thighs” (Song of Songs 7:2). Of Moshe it is written (Exodus 8:8), “Moshe cried out”; and it is written (Deuteronomy 31:1), “[Moshe] went and he spoke”—i.e., he would assemble congregations in public places. This is the aspect of “Wisdom cries aloud in the streets.” And of David it is written (Psalms 68:27), “Bless God in assemblies,” which likewise is “Wisdom cries aloud in the streets.”", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5cb45e080156a800184b759d", "index_title": "Marbeh Lesaper on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Marbeh Lesaper on Pesach Haggadah, Magid, The Ten Plagues 8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Marbeh Lesaper on Pesach Haggadah, Magid, The Ten Plagues 8:1", "sourceHeRef": "מרבה לספר על הגדה של פסח, מגיד, עשר המכות ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1750, 1790], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Marbeh Lesaper on Pesach Haggadah", "he": "מרבה לספר על הגדה של פסח"}, "heTitle": "עשר המכות", "he": "<b>צפרדע</b> הא דאמר צפרדע לשון יחיד וכינם לשון רבים משום דהי' צפרדע אחת שמשריץ את כולם או שצפרדע קרא לכולם כדאי' בזה פלוגת' במדרש ר' אלעזר ור\"ע ורמז לזה ותעל הצפרדע. או די\"ל שבכיני' הי' הרבה מינים. אבל הצפרדע מין אחת הי'. וברבה פ' בא פרשה ט\"ו ' הצפרדעים היו מחבלין גופיהם ומסרסין אותם שנ' בחדר משכבך ועל מטתך אמרו להם הצפרדעי' מוניטא של אלקיכם בטלה ושלכם קיימת לפיכך ותשחית' כשכתי' ושתת ארצה ומנין שהיו מדברים שנ' על דבר הצפרדעים עכ\"ל. ש\"ר פ\"י בכה ובעמך אר\"א שהי' פרעה שותה מים וטיפה אחת יורדת על לבו ונעשית צפרדע ונבקעת שם. ר' יוחנן אמר כל מקום שהי' שם עפר והי' טיפה של מים בו נעשה צפרדע עכ\"ל בתנא דבי' אלי' פ\"ז אי' דצפרדעים היו קורין לעופו' שיבואו לשתות מיאור ולא מתייראין. כ' הבחיי פ' בא שנשאר צפרדע אחד בנילוס מזיק בני אדם ונקרא א\"ל תמס\"ה עכ\"ל:", "heVersionTitle": "Marbeh Lesaper, Karlsruhe 1791", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קרלסרוה תקנ\"א", "text": "<b><i>Tzfardeah</i> - Frogs</b>: <i>Tz’fardeah</i>, frogs, is written in the singular while <i>kinim</i>, lice, is written in the plural because there was one giant frog that attacked Egypt; when the Egyptians struck it, it broke up into many small frogs. A simpler explanation is that the word <i>tzfardeah</i>, though written in the singular, it refers to many frogs. We find this disagreement between Rabbi Elazar and Rabbi Akiva.<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Exodus Rabbah 10:4</i> It is also possible that <i>kinim</i>, lice is written in the plural because it refers to many different species of lice but there was only one type of frog that attacked Egypt so it is written in the singular. The <i>Midrash</i> says much more about this plague. We learn that frogs were the most deadly plague since they found their way into the Egyptians beds, attacked them, and mocked the them by saying their gods were destroyed!<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Ha, Ha! Not only giant but talking frogs! This explanation, though fanciful, is based on statements in the Torah and a passage interpreting them in Exodus Rabbah, 15:27. See Exodus 8:8. The plague of frogs - the word, d’var, ‘plague’ can also mean ‘word.’ And Genesis 38:9</i> The Torah says, “The frogs shall come among you and your people;”<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Exodus &amp;:29</i> literally this verse says, “<i>in</i> you and your people.” Rabbi Aha explained that Pharaoh drank a bit of water – it entered his heart and became a frog and burst forth there. Rabbi Yohanan said that where there was dust and water, it turned into a frog.<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Exodus Rabbah 10:3</i> There are many other explanations as well.", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": "הרב מרק גרינשפאן"}, {"_id": "5daeed3f17859d9c2c913e5f", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Toledot Yitzchak on Torah, Exodus 8:8:1", "sourceHeRef": "תולדות יצחק על התורה, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "שמות", "he": "<b>על דבר הצפרדעים אשר שם לפרעה </b>אמר בזאת המכה כן ולא אמר כן בשאר המכות שיאמר בהן על דבר הערוב או על דבר הברד לפי שרצה לתת טעם למה צעק משה אל ה' בזאת המכה יותר מבמכות אחרות שלא אמר בהם צעקה אלא ויעתר אל ה' או ויפרוש כפיו אל ה' ואמר הטעם לפי שעשה משה בזאת המכה מה שלא עשה בכל שאר המכות שאמר התפאר עלי למתי אעתיר לך ולא מצינו כן בשאר המכות ולזה צעק עתה לפי שכל כבודו היה תלוי בזאת המכה וזה הוא שאמר על דבר הצפרדעים אשר שם לפרעה פירוש בעבור דיבור הצפרדעים ששם משה עם פרעה כשאמר לו התפאר עלי:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d556520c8b19ed8e8f2a", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Gur Aryeh on Shemot 8:8:1", "sourceHeRef": "גור אריה על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>ויצעק מיד שיכרתו למחר.</b> דאם לא כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"28\"></i> הרי פרעה אמר לו שיצעק מיד שיכרתו למחר (פסוק ז)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"29\"></i>, וצריך לומר שכך התפלל גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"30\"></i>, שאם היה מתפלל סתם היו נכרתים מיד, וזה לא אמר פרעה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"31\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f901d038c4346ab33bf74e6", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 33:6", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Gevurot Hashem 33:6", "sourceHeRef": "גבורות השם ל״ג:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 33.0006, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ובמכה זאת</b><i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"32\"></i> נאמר (שמות ח, יא) \"וירא פרעה כי היתה הרוחה וגו'\", ובשאר מכות לא נאמר כך. אף בערוב ובארבה לא נאמר כך, אף על גב שהלכו גם כן על ידי תפלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"33\"></i>, לא נאמר כך. וכן* במכת הברד נאמר (שמות ט, לד) \"וירא פרעה כי חדל המטר וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"34\"></i>. ויראה מפני כי באלו שני מכות היה לו יראה גדולה מאוד, כדכתיב אצל ברד שהיו יראים מן קולות אלקים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"35\"></i>, ואין זה אלא יראה, אף על גב שהיתה מכה גדולה, עיקר היה היראה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"36\"></i>. וכן הצפרדעים עיקר היה היראה מה שהיו מקרקרים, וכן דרשו ז\"ל (שמו\"ר י, ו) \"על דבר הצפרדעים אשר שם לפרעה\" (שמות ח, ח), מלמד שהיו קולן של צפרדעים קשה להם ממכתן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"37\"></i>. ועל דבר שהוא קול בלבד, ואין זה מכה בעצמו, הוא יראה בלבד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"38\"></i>. וכאשר הוסר היראה, כאילו לא הגיע לו המכה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>, כי מתחלה לא היה אומר להתפלל על הצפרדעים רק מחמת יראת הקול, כדכתיב \"ויצא משה ויצעק משה על דבר הצפרדעים\", כלומר על קול של צפרדעים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>, וכאשר הוסר חזר לחטא כבראשונה וגו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i>. ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6037a627cda51cfa3ddf347f", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 10:17:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Ramban on Exodus 10:17:1", "sourceHeRef": "רמב\"ן על שמות י׳:י״ז:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "וְטַעַם <b>שָׂא נָא חָטָאתִי</b> דֶּרֶךְ כָּבוֹד לְמֹשֶׁה, כִּי הוּא אֱלֹהִים לְפַרְעֹה (שמות ז':א') וְגָדוֹל מְאֹד בְּאֶרֶץ מִצְרַיִם (שמות י\"א:ג'). <b>וְהַעְתִּירוּ אֶל ה' אֱלֹהֵיכֶם</b>, לִשְׁנֵיהֶם, כִּי כֵן יֹאמַר פַּרְעֹה בְּכָל פַּעַם דֶּרֶךְ מוּסָר, כִּי יוֹדֵעַ פַּרְעֹה כִּי מֹשֶׁה הוּא הַמַּעְתִּיר, כִּי כֵן אָמַר לוֹ \"לְמָתַי אַעְתִּיר לְךָ\" (שמות ח':ח'), \"וְהַעְתַּרְתִּי אֶל ה'\" (שם כה), \"אֶפְרֹשׂ אֶת כַּפַּי אֶל ה'\" (שם ט כט), כִּי לֹא יְדַבֵּר מֹשֶׁה בָּזֶה לְשׁוֹן רַבִּים, שֶׁלֹּא יוֹצִיא שֶׁקֶר מִפִּיו:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "NOW THEREFORE FORGIVE, I PRAY THEE, MY SIN. This is an expression of respect to Moses [on the part of Pharaoh] since Moses was <i>in G-d’s stead to Pharaoh</i>,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Above, 7:1.</i> <i>and very great in the land of Egypt</i>.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Further, 11:3.</i> [Hence Pharaoh addressed this appeal to Moses alone, as the singular verb <i>sa</i> (forgive) indicates, for the king knew of the extraordinary position of Moses, as explained.] <i>And entreat ye the Eternal your G-d</i>. He addressed this appeal to both Moses and Aaron. He respectfully spoke thus every time [that he asked for prayer on his behalf]<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Above, 8:4 (in the case of frogs), 8:24 (swarms of beasts), and 9:38 (hail). In each case, Pharaoh said <i>ha’tiru</i> (pray ye) in the plural.</i> although Pharaoh knew that Moses alone was the one who prayed, for so he told him: <i>Against what time shall I entreat for thee;</i><sup class=\"footnote-marker\">53</sup><i class=\"footnote\"><i>Above</i>, 8:5.</i> <i>And I will entreat the Eternal;</i><sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 25.</i> <i>I will spread forth my hands to the Eternal</i>.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><i>Ibid.</i>, 9:29.</i> Moses did not say it in the plural, [i.e., “we shall entreat”], so that he should not utter a falsehood, [but Pharaoh nevertheless addressed himself to both as an expression of respect].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "608e9cc96d890634d191c480", "index_title": "Tosefta Kifshutah on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Tosefta Kifshutah on Megillah 3:24:6", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Tosefta Kifshutah on Megillah 3:24:6", "sourceHeRef": "תוספתא כפשוטה על מגילה ג׳:כ״ד:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1949, 1961], "commentaryNum": 24.0006, "collectiveTitle": {"en": "Tosefta Kifshutah on Megillah", "he": "תוספתא כפשוטה על מגילה"}, "heTitle": "תוספתא כפשוטה על מגילה", "he": "<small>89-90.</small> <b>והן קודמין לכל אדם, שנ' ואתן אתם ראשים על העם. </b>וכ\"ה (נוסח הפסוק) בתנחומא בהעלותך הנ\"ל בכל המהדורות. ובכי\"ע לנכון: <b>ויתן</b> אתם וכו', וכן בילקוט ת\"ת הנ\"ל: <b>ויתן</b> אותם ראשים וכו'. והכוונה לכתוב בשמות י\"ח, כ\"ד. ובד ובכי\"ל: שנ' ואתן אותם (בד: אותן) ראשים <b>עליכם</b>, והוא בדברים א', ט\"ו. והעניין כולל גם לקרוא ראשון ולברך ראשון, כפירוש בעל מנחת בכורים. ובספרי הנ\"ל לפסוק זה: ראשים בכניסה ויציאה, נכנס ראשון ויוצא אחרון, לכך נאמר ואתן אותם ראשים עליכם, שיהו מכובדים עליכם. וכ\"ה בדרך ארץ זוטא פ\"ו (ובמס' ד\"א הוצ' היגר, עמ' 117): לכניסה הגדול קודם ליציאה הקטן קודם. ובר\"מ פ\"ז מה' ברכות הי\"ב: ואין מכבדין אלא בפתח הראוי למזוזה (ברכות מ\"ז א') <b>ובשעת כניסה</b>. ועיי\"ש באור שמח שציין לתוספתא כאן, לספרי הנ\"ל ולד\"א זוטא הנ\"ל. ובכ\"מ שם (בד\"ר): ומ\"ש בשעת כניסה <b>בפר'</b> אין מכבדין ביציאה. ובהכרח שהדברים משובשים, שהרי אפילו לפי המסורת של ד\"א זוטא מכבדין, והקטן קודם. ועיין להלן.<br>ובמדרשות (במ\"ר פט\"ו, י\"ז, תנחומא בבהעלותך שם) הנ\"ל: וחייב להקדימו (בתנחומא ד\"ר ואצל בובר: להקדים, וצ\"ל להקדימו. ובהוס' מנטובה ואילך: לכך חייב אדם להקדים לו שלום!) לכל אדם בכניסה וביציאה, ולנהג בו מורא וכו', לעמוד לפניו להקדימו לכל דבר של גדולה. ובאמת מלשון התוספתא כאן אין הכרח שהזקנים יוצאים ראשונים, והלשון \"קודמין\" אינו מסמן אלא שיש להם זכות קדימה, שיש להם יתרון, דוגמת: מצות פדייה קודמת למצות עריפה וכו' מצות יעידה קודמת למצות פדייה וכו', מצות יבום קודמת למצות חליצה וכו' (משנת בכורות ספ\"א), הן קודמין לכל אדם (גיטין פ\"ה סמ\"ו) וכדומה הרבה. ואף במדרשות הנ\"ל פירושו שמצוה להקדימו ולהעדיפו לכל אדם.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">בגנזי שכטר ח\"א, עמ' 477, כתב המחבר: ודע שהדרשן טעה בדברי הספרי דברים ט\"ו וכו'. הדרשן לא טעה כלל, והמחבר הוא שטעה שם בכל דבריו, עיי\"ש בהתחלת אות ע', והמדרשות שאבו עיקר הדברים מן התוספתא כאן (שנעלמה ממנו), ולא מן התו\"כ, הבבלי והירושלמי, ואף לא הרחיבו את הדברים עיי\"ש. ואף בספרי בכמה נוסחאות: נכנס ראשון ויוצא ראשון (כמו שכתבנו בפנים), ואף הרד\"ל <b>לא</b> טעה בדבריו, ושוב המחבר הוא שטעה.</i> וכן לעיל שקלים פ\"ב, שו' 70: ולפי כבוד היו נכנסין ויוצאין. והכל לפי המקום והמנהג. ויש מקומות שנהגו שהזקן יוצא אחרון, והוא כבודו, ומכבדין אותו ביציאה לצאת אחרון. ואף הר\"מ הנ\"ל סתם ופסק שאין מכבדין אלא בשעת כניסה, משום שבכניסה ברוב רובן של המקרים הגדול קודם (חוץ מבית הכלא, כמבואר בד\"א זוטא הנ\"ל), כפי שיוצא מכל המקורות, ועיין בתשה\"ג הרכבי סי' רע\"ד, עמ' 138. ורבינו שרע מלדבר על היציאה, משום נהרא, נהרא ופשטיה, ואין הכבוד ניכר כל כך.<br>וכן בספרי הנ\"ל בכמה נוסחאות (עיי\"ש בשנו\"ס בהוצ' הר\"א פינקלשטין, עמ' 25): נכנס ראשון ויוצא ראשון. וכן מבואר בתשה\"ג הקצרות סי' רס\"ח ובחמדה גנוזה סי' מ\"ו<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">והיא מיוחסת שם לרב נחשון גאון (עיי\"ש ריש סי' מ\"א), ומשם העתיק הרחיד\"א בברכי יוסף יו\"ד סי' רמ\"ב, אות כ\"ד, בשם תשובת הגאונים כתיבת יד סי' רס\"ט. ובברכי יוסף או\"ח סי' ס\"א, אות ב', מציין לתשובת הגאונים כת\"י סי' רס\"ח, והיא נמצאת בחמדה גנוזה סי' מ\"ה, הרי ברור שכיוון לקובץ הנ\"ל. ועיין אוה\"ג ברכות, התשובות, עמ' 106, הע' ו', עמ' 111, הע' ב'-ג'.</i> שאף ליציאה הגדול קודם, בניגוד למה שאמרו בד\"א זוטא הנ\"ל, ובניגוד לכמה נוסחאות בספרי הנ\"ל, וכ\"ה גם ברש\"י לדברים א', ט\"ו, בכ\"י סארוואל. ועיין בצידה לדרך במקומו.<br>ובס' נתיבות עולם הוצ' רצ\"ה קאצינעלינבוגין (ווילנא תרי\"ט), נ\"א ע\"א, הביא את המדרשות הנ\"ל, ומס' ד\"א זוטא הנ\"ל, והעיר: \"אמנם בירושלמי מגילה פ' הקורא למפרע (פ\"ב ה\"ב, ע\"ג ע\"א, שביעית רפ\"ט, ל\"ח ע\"ג) מוכח דבכניסה הגדול בשנים יכנס תחלה, ולא הגדול בחכמה, ואולי כן כוונת מס' ד\"א על הגדול בשנים\"<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">עיין בפי' הראב\"ד עדיות פ\"א סמ\"ה.</i> וכו'. אבל בפי' הרש\"ס לשביעית שם, קל\"ט ע\"ד, פירש שנכנסים לשנים, משום שבמסיבה הלך אחר זקנה (ב\"ב ק\"כ א'), ועיי\"ש באמונת יוסף. ועיין ירושלמי ר\"ה פ\"ב ה\"ו, נ\"ח רע\"ב, סנהדרין פ\"א ה\"ב, י\"ח ע\"ג. ברם בשמו\"ר פ\"ט, סי' ה', ובתנחומא פרש' וארא סי' י\"ב, בובר סי' י\"ג: ויבא משה ואהרן וגו', אהרן היה ראוי ליכנס תחילה, שהוא גדול בשנים (בשמו\"ר: שהרי היה גדול ממנו בשנים. ובתנחומא הוצ' בובר, ובילקוט שם: שהוא גדול ממנו שלש שנים), אלא משה היה גדול יותר מאהרן בעיני מצרים וכו'. וכאן הרי אהרן לא היה מופלג בזקנה לעומת משה, וכנגד זה היה משה מופלג בחכמה, עיין לעיל, שו' 74, ובפירוש הר\"ן כאן פ\"ד סי' אלף קל\"ה ד\"ה שנא' ואהרן אחיך. ומוכח מכאן שלכניסה הגדול בשנים קודם, אעפ\"י שאינו מופלג בזקנה. ולהלן במקרא (שמות ח', ח'): ויצא משה ואהרן וכו', ולא פירשו בו כלום. ואפשר שהטעם הוא משום שליציאה הקטן קודם, או שסמכו על מה שאמרו לעיל, ומשה היה גדול בעיני מצרים, ואף ליציאה הגדול קודם, וכמחלוקת המקורות שהבאנו לעיל.", "heVersionTitle": "Tosefta Kifshuta. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6102394ec795231b79e35da8", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Exodus 8:5:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Tzror HaMor on Torah, Exodus 8:5:1", "sourceHeRef": "צרור המור על התורה, שמות ח׳:ה׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "שמות", "he": "ואמר <b>התפאר עלי.</b> להראות שיש בתפלתו סגולה להסיר המכה כמו שיש בידו להביאה. אבל החרטומים יוכלו להביאם ולא להסירם. והשם מוחץ ורופא. ושזה יהיה כל זמן שירצה במהירות או באיחור. ושזו היא פעולה אלהית לא טבעית. שהטבע לא ישתנה מגבולו ולא יסור קודם עתו ולא ישאר אחר עתו המוגבל לו. לכן א\"ל אלו הג' דברים כאומרו התפאר עלי. אתה תבחר הזמן שתרצה שתסור המכה. וזהו להכרית הצפרדעים. ויאמר למחר שאל לו הזמן היותר קצר. כי זה פלא להכריתם כולם בלילה אחת. ויאמר כדברך למען תדע כי אין כה' למחוץ ולרפא. ואמר ויצעק לפי שזה היה מלבו. וזהו על דבר הצפרדעים אשר שם לפרעה שאמר לו כדברך:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d53cf4629f2b57279954", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, דבר 1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Sefer HaShorashim, דבר 1", "sourceHeRef": "ספר השרשים, דבר א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "דבר", "he": ["<strong><big>דבר</big></strong>   וְאֵֽין־<strong>דֹּבֵר</strong> אֵלָיו (<a class=\"refLink\" href=\"Job 2:13\" data-ref=\"Job 2:13\">איוב ב, יג</a>), כֵּן בְּנוֹת צְלָפְחָד <strong>דֹּֽבְרֹת</strong> (<a class=\"refLink\" href=\"Numbers 27:7\" data-ref=\"Numbers 27:7\">במדבר כז, ז</a>), <strong>דָּבָר דָּבֻר</strong> עַל־אָפְנָֽיו (<a class=\"refLink\" href=\"Proverbs 25:11\" data-ref=\"Proverbs 25:11\">משלי כה, יא</a>), <strong>הַדֹּבְרוֹת</strong> עַל־צַדִּיק עָתָק (<a class=\"refLink\" href=\"Psalms 31:19\" data-ref=\"Psalms 31:19\">תהלים לא, יט</a>).<strong> והנפעל</strong> רוצה לומר בו ההתמדה בדבור לפיכך הוא בלשון נפעל אָז<strong> נִדְבְּרוּ</strong> יִרְאֵי י\"י (<a class=\"refLink\" href=\"Malachi 3:16\" data-ref=\"Malachi 3:16\">מלאכי ג, טז</a>), <strong>הַנִּדְבָּרִים</strong> בְּךָ (<a class=\"refLink\" href=\"Ezekiel 33:30\" data-ref=\"Ezekiel 33:30\">יחזקאל לג, ל</a>), מַה־<strong>נִּדְבַּרְנוּ</strong> עָלֶֽיךָ (<a class=\"refLink\" href=\"Malachi 3:13\" data-ref=\"Malachi 3:13\">מלאכי ג, יג</a>). <strong>והכבד</strong> [פִּעֵל] <strong>דִּבֶּר </strong>הָאִישׁ אֲדֹנֵי הָאָרֶץ (<a class=\"refLink\" href=\"Genesis 42:30\" data-ref=\"Genesis 42:30\">בראשית מב, ל</a>), וַיְכַל <strong>לְדַבֵּר</strong> אִתּוֹ (<a class=\"refLink\" href=\"Genesis 17:22\" data-ref=\"Genesis 17:22\">בראשית יז, כב</a>), רוּחַ י\"י <strong>דִּבֶּר</strong>־בִּי וּמִלָּתוֹ עַל־לְשׁוֹנִֽי (<a class=\"refLink\" href=\"II Samuel 23:2\" data-ref=\"II Samuel 23:2\">שמואל ב' כג, ב</a>), פֶּה אֶל־פֶּה <strong>אֲדַבֶּר</strong>־בּוֹ (<a class=\"refLink\" href=\"Numbers 12:8\" data-ref=\"Numbers 12:8\">במדבר יב, ח</a>), אָז <strong>דִּבַּרְתָּֽ</strong>־בְחָזוֹן לַֽחֲסִידֶיךָ (<a class=\"refLink\" href=\"Psalms 89:20\" data-ref=\"Psalms 89:20\">תהלים פט, כ</a>), <strong>דִּבְּרָה</strong> לְשׁוֹנִי בְחִכִּֽי (<a class=\"refLink\" href=\"Job 33:2\" data-ref=\"Job 33:2\">איוב לג, ב</a>), <strong>וַיְדַבֵּר</strong> יְהֽוֹנָתָן בְּדָוִד טוֹב (<a class=\"refLink\" href=\"I Samuel 19:4\" data-ref=\"I Samuel 19:4\">שמואל א' יט, ד</a>),<strong> וַיְדַבֵּר</strong> י\"י אֶל־מֹשֶׁה לֵּאמֹֽר (<a class=\"refLink\" href=\"Exodus 6:10\" data-ref=\"Exodus 6:10\">שמות ו, י</a>), אֶֽת־גְּבֻֽלְךָ כַּֽאֲשֶׁר <strong>דִּבֶּר</strong>־לָךְ (<a class=\"refLink\" href=\"Deuteronomy 12:20\" data-ref=\"Deuteronomy 12:20\">דברים יב, כ</a>), וַֽאֲשֶׁר <strong>דִּבֶּר</strong>־לִי (<a class=\"refLink\" href=\"Genesis 24:7\" data-ref=\"Genesis 24:7\">בראשית כד, ז</a>), וְלֹא יָֽכְלוּ <strong>דַּבְּרוֹ</strong> לְשָׁלֹֽם (<a class=\"refLink\" href=\"Genesis 37:4\" data-ref=\"Genesis 37:4\">בראשית לז, ד</a>), פירוש לדבר אתו, נִכְבָּדוֹת <strong>מְדֻבָּר</strong> בָּךְ (<a class=\"refLink\" href=\"Psalms 87:3\" data-ref=\"Psalms 87:3\">תהלים פז, ג</a>),<strong> וַיְדַבֵּר</strong> הָעָם בֵּֽאלֹהִים וּבְמֹשֶׁה (<a class=\"refLink\" href=\"Numbers 21:5\" data-ref=\"Numbers 21:5\">במדבר כא, ה</a>), <strong>וַתְּדַבֵּר</strong> מִרְיָם וְאַֽהֲרֹן בְּמֹשֶׁה (<a class=\"refLink\" href=\"Numbers 12:1\" data-ref=\"Numbers 12:1\">במדבר יב, א</a>), תֵּשֵׁב בְּאָחִיךָ <strong>תְדַבֵּר</strong> (<a class=\"refLink\" href=\"Psalms 50:20\" data-ref=\"Psalms 50:20\">תהלים נ, כ</a>), <strong>וְדִבַּרְתִּי</strong> עַל־הַנְּבִיאִים (<a class=\"refLink\" href=\"Hosea 12:11\" data-ref=\"Hosea 12:11\">הושע יב, יא</a>), <strong>דִּבַּרְתִּי</strong> אֲנִי עִם־לִבִּי (<a class=\"refLink\" href=\"Ecclesiastes 1:16\" data-ref=\"Ecclesiastes 1:16\">קהלת א, טז</a>), כלומר חשבתי כמו שבא גם כן לשון האמירה בזה הענין. <strong>ושלא נזכר פועלו ממנו</strong> [פֻּעַל] בַּיּוֹם <strong>שֶׁיְּדֻבַּר</strong>־בָּֽהּ (<a class=\"refLink\" href=\"Song of Songs 8:8\" data-ref=\"Song of Songs 8:8\">שיר השירים ח, ח</a>). <strong>וההתפעל</strong> וַיִּשְׁמַע אֶת־הַקּוֹל <strong>מִדַּבֵּר</strong> אֵלָיו (<a class=\"refLink\" href=\"Numbers 7:89\" data-ref=\"Numbers 7:89\">במדבר ז, פט</a>), משפטו <strong>מִתְדַּבֵּר</strong>. <strong>והשם</strong> <strong>דָּבָר</strong>, <strong>דָּבָר</strong> גָּדוֹל (<a class=\"refLink\" href=\"II Kings 5:13\" data-ref=\"II Kings 5:13\">מלכים ב' ה, יג</a>),<strong> וּדְבַר</strong> מַה־יַּרְאֵנִי (<a class=\"refLink\" href=\"Numbers 23:3\" data-ref=\"Numbers 23:3\">במדבר כג, ג</a>), סמוך למלת מה,<strong> וּדְבָרִים </strong>אֲחָדִֽים (<a class=\"refLink\" href=\"Genesis 11:1\" data-ref=\"Genesis 11:1\">בראשית יא, א</a>). ובתוספת <strong>ה\"א</strong> <strong>דִּבְרָה</strong>, עַל־<strong>דִּבְרַת</strong> בְּנֵי הָֽאָדָם (<a class=\"refLink\" href=\"Ecclesiastes 3:18\" data-ref=\"Ecclesiastes 3:18\">קהלת ג, יח</a>), עַל־<strong>דִּבְרָתִי</strong> מַלְכִּי־צֶֽדֶק (<a class=\"refLink\" href=\"Psalms 110:4\" data-ref=\"Psalms 110:4\">תהלים קי, ד</a>). או בדגש <strong>דַּבְּרָה</strong>, יִשָּׂא <strong>מִדַּבְּרֹתֶֽיךָ</strong> (<a class=\"refLink\" href=\"Deuteronomy 33:3\" data-ref=\"Deuteronomy 33:3\">דברים לג, ג</a>), או בתוספת <strong>מ\"ם</strong> <strong>מִדְבָּר, וּמִדְבָּרֵיךְ</strong> נָאוֶה (<a class=\"refLink\" href=\"Song of Songs 4:3\" data-ref=\"Song of Songs 4:3\">שיר השירים ד, ג</a>), או בדגש מבלי תוספת <strong>דִּבֵּר, וְהַדִּבֵּר</strong> אֵין בָּהֶם (<a class=\"refLink\" href=\"Jeremiah 5:13\" data-ref=\"Jeremiah 5:13\">ירמיה ה, יג</a>), תְּחִלַּת <strong>דִּבֶּר</strong>־י\"י בְּהוֹשֵׁעַ (<a class=\"refLink\" href=\"Hosea 1:2\" data-ref=\"Hosea 1:2\">הושע א, ב</a>). וענין הכל כמו אמירה אלא שיש הפרש ביניהם בשמוש הלשון, כי האמירה אינה מבלי סמיכה אל אחר והדבור הוא מבלי סמיכה אל אחר כי הוא מורה על עקר הדבור שהוא באדם, כמו שתאמר אדם חי מדבר ולא תאמר אדם חי אומר אלא אם הסמכנו פלוני אומר לפלוני. ואף על פי שאין הסמיכה כתובה לפעמים הענין מובן כי המאמר עם הסמיכה. כמו אִמְרִי־נָא אֲחֹתִי אָתְּ (<a class=\"refLink\" href=\"Genesis 12:13\" data-ref=\"Genesis 12:13\">בראשית יב, יג</a>), כי בודאי ירצה לומר אמרי לשואלים אותך. וכן הדומים לו על זה הדרך. ולא יאמר לשון דבור על שאינו מדבר אפילו דרך משל כמו שיאמר לשון ספור והגדה כמו וְיֹֽאמְרוּ לְךָ הִנֵּֽנוּ (<a class=\"refLink\" href=\"Job 38:35\" data-ref=\"Job 38:35\">איוב לח, לה</a>), וְעוֹף הַשָּׁמַיִם וְיַגֶּד־לָֽךְ (<a class=\"refLink\" href=\"Job 12:7\" data-ref=\"Job 12:7\">איוב יב, ז</a>), וִֽיסַפְּרוּ לְךָ דְּגֵי הַיָּֽם (<a class=\"refLink\" href=\"Job 12:8\" data-ref=\"Job 12:8\">איוב יב, ח</a>), וכן בקשר יש הפרש ביניהם כי המאמר קשור עם <strong>אֶל</strong> ועם <strong>למ\"ד</strong> השמוש לבד והדבור קשור גם כן עם <strong>בי\"ת</strong> השמוש ועם <strong>אֶת</strong> ולא כן המאמר. ומה שאמר אָמַרְתִּי אֲנִי בְּלִבִּי (<a class=\"refLink\" href=\"Ecclesiastes 2:1\" data-ref=\"Ecclesiastes 2:1\">קהלת ב, א</a>), ענינו חשבתי. וכן הָאֹֽמְרָה בִּלְבָבָהּ (<a class=\"refLink\" href=\"Isaiah 47:8\" data-ref=\"Isaiah 47:8\">ישעיה מז, ח</a>). ויש כמו ענין עַל־<strong>דְּבַר </strong>הַֽצְפַרְדְּעִים (<a class=\"refLink\" href=\"Exodus 8:8\" data-ref=\"Exodus 8:8\">שמות ח, ח</a>), עַל־<strong>דְּבַר</strong> הַכֶּסֶף (<a class=\"refLink\" href=\"Genesis 43:18\" data-ref=\"Genesis 43:18\">בראשית מג, יח</a>), על ענין הצפרדעים, על ענין הכסף. וְזֶה <strong>הַדָּבָר</strong> אֲֽשֶׁר־מָל יְהוֹשֻׁעַ (<a class=\"refLink\" href=\"Joshua 5:4\" data-ref=\"Joshua 5:4\">יהושע ה, ד</a>), זה הענין שבעבורו מל יהושע, אֵין מַחְסוֹר כָּל־<strong>דָּבָֽר</strong> (<a class=\"refLink\" href=\"Judges 19:19\" data-ref=\"Judges 19:19\">שופטים יט, יט</a>) שום ענין בעולם מכל המינים אשר האדם צריך אליהם, וְלֹא יָמוּת מִכָּל־לִבְנֵי יִשְׂרָאֵל <strong>דָּבָֽר</strong> (<a class=\"refLink\" href=\"Exodus 9:4\" data-ref=\"Exodus 9:4\">שמות ט, ד</a>), וְאֵין־מַכְלִים <strong>דָּבָר</strong> (<a class=\"refLink\" href=\"Judges 18:7\" data-ref=\"Judges 18:7\">שופטים יח, ז</a>), וְלֹֽא־יִרְאֶה בְךָ עֶרְוַת <strong>דָּבָר</strong> (<a class=\"refLink\" href=\"Deuteronomy 23:15\" data-ref=\"Deuteronomy 23:15\">דברים כג, טו</a>), שום ערוה בעולם. ויתכן לפרש כמוהם עַל־<strong>דִּבְרָתִי</strong> מַלְכִּי־צֶֽדֶק (<a class=\"refLink\" href=\"Psalms 110:4\" data-ref=\"Psalms 110:4\">תהלים קי, ד</a>), עַל־<strong>דִּבְרַת</strong> בְּנֵי הָֽאָדָם (<a class=\"refLink\" href=\"Ecclesiastes 3:18\" data-ref=\"Ecclesiastes 3:18\">קהלת ג, יח</a>), וכמוהם רבים. וענין אחר <strong>דֶּבֶר </strong>כָּבֵד מְאֹֽד (<a class=\"refLink\" href=\"Exodus 9:3\" data-ref=\"Exodus 9:3\">שמות ט, ג</a>), בשש נקודות והוא ענין מיתה, וממנו אֱהִי<strong> דְבָרֶיךָ</strong> מָוֶת (<a class=\"refLink\" href=\"Hosea 13:14\" data-ref=\"Hosea 13:14\">הושע יג, יד</a>). <strong>והפעל הנוסף ממנו</strong> [הִפְעִיל]<strong> יַדְבֵּר</strong> עַמִּים תַּחְתֵּינוּ (<a class=\"refLink\" href=\"Psalms 47:4\" data-ref=\"Psalms 47:4\">תהלים מז, ד</a>). <strong>והפעל הכבד</strong> <strong>וַתְּדַבֵּר</strong> אֶת־כָּל־זֶרַע הַמַּמְלָכָה (<a class=\"refLink\" href=\"II Chronicles 22:10\" data-ref=\"II Chronicles 22:10\">דברי הימים ב' כב, י</a>). ויש מפרשים מזה אָז <strong>יְדַבֵּר</strong> אֵלֵימוֹ בְאַפּוֹ (<a class=\"refLink\" href=\"Psalms 2:5\" data-ref=\"Psalms 2:5\">תהלים ב, ה</a>). ומפרשים אלימו כמו אֵילֵי הָאָרֶץ (<a class=\"refLink\" href=\"Ezekiel 17:13\" data-ref=\"Ezekiel 17:13\">יחזקאל יז, יג</a>). ויש מפרשים מהענין הזה הַמַּכִּים אֶת־מִצְרַיִם בְּכָל־מַכָּה <strong>בַּמִּדְבָּֽר</strong> (<a class=\"refLink\" href=\"I Samuel 4:8\" data-ref=\"I Samuel 4:8\">שמואל א' ד, ח</a>). או הוא כמשמעו ופירושו שהכם על ים סוף בכל מכה כמו שאמר את הַיָּד הַגְּדֹלָה (<a class=\"refLink\" href=\"Exodus 14:31\" data-ref=\"Exodus 14:31\">שמות יד, לא</a>), שהכם בעשר מכות. ופירוש במדבר במדבר ים סוף. ויונתן תרגם <strong>וּלְעַמֵיהּ עֲבַד פְּרִישָׁן בְּמַדְבְּרָא</strong>. ואדוני אבי ע\"ה פירשו כמו <strong>דָּבָר</strong> מן <strong>וּמִדְבָּרֵיךְ</strong> נָאוֶה (<a class=\"refLink\" href=\"Song of Songs 4:3\" data-ref=\"Song of Songs 4:3\">שיר השירים ד, ג</a>). וכן פירושו אמרו אלה האלהים שהכו את מצרים בבל מכה בדברו ובמצותו לבד ועתה הוא בעצמו בא מי יצילנו מידו. <strong>מִדְבַּר </strong>סִינָֽי (<a class=\"refLink\" href=\"Exodus 19:1\" data-ref=\"Exodus 19:1\">שמות יט, א</a>), אֵת כָּל־<strong>הַמִּדְבָּר</strong> הַגָּדוֹל (<a class=\"refLink\" href=\"Deuteronomy 1:19\" data-ref=\"Deuteronomy 1:19\">דברים א, יט</a>), מקום שימם שאינו נעבד ונושב. וכן מקום מרעה הבהמות יקרא <strong>מִדְבָּר</strong> רחוק מן העיר או סמוך לעיר כמו עַל־פְּנֵי־דֶרֶךְ אֶת־<strong>הַמִּדְבָּֽר</strong> (<a class=\"refLink\" href=\"II Samuel 15:23\" data-ref=\"II Samuel 15:23\">שמואל ב' טו, כג</a>). וענין אחר כְּעֵדֶר בְּתוֹךְ <strong>הַדָּֽבְרוֹ</strong> (מיכה י, יב), מנהגו. ובא בשתי ידיעות כמו בְּתוֹךְ הָֽאָֽהֳלִי (<a class=\"refLink\" href=\"Joshua 7:21\" data-ref=\"Joshua 7:21\">יהושע ז, כא</a>), וְנָתַן אֶת־הָֽעֶרְכְּךָ (<a class=\"refLink\" href=\"Leviticus 27:23\" data-ref=\"Leviticus 27:23\">ויקרא כז, כג</a>), וה<strong>דל\"ת</strong> מעמדת בגעיא ומשפטה להחטף כמו וְרָעוּ כְבָשִׂים <strong>כְּדָבְרָם</strong> (<a class=\"refLink\" href=\"Isaiah 5:17\" data-ref=\"Isaiah 5:17\">ישעיה ה, יז</a>). ופירושו כמנהגם ודומה לתרגום וַיִּנְהַ֣ג (<a class=\"refLink\" href=\"Genesis 31:18\" data-ref=\"Genesis 31:18\">בראשית לא, יח</a>) <strong>וּדְבַר</strong>. והנכון כי מזה נקרא <strong>מִדְבָּר</strong> מקום מרעה הבהמות לפי שהרועה נוהג שם הבהמות, וַיִּנְהַג אֶת־הַצֹּאן אַחַר <strong>הַמִּדְבָּר</strong> (<a class=\"refLink\" href=\"Exodus 3:1\" data-ref=\"Exodus 3:1\">שמות ג, א</a>). כתרגומו <strong>בָתַר שְׁפַר רַעֲיָא לְמַדְבְּרָא</strong>. ומזה הענין אֲשִׂימֵם <strong>דֹּֽבְרוֹת</strong> בַּיָּם (<a class=\"refLink\" href=\"I Kings 5:23\" data-ref=\"I Kings 5:23\">מלכים א' ה, כג</a>), והם הקורות הגדולות שקושרין אותן בראשיהן ומנהיגין אותן בים וקורין אותן בלע\"ז <strong>צַאטַארַ</strong> [רטץ] <strong>וְלַדְּבוֹרָה</strong> אֲשֶׁר בְּאֶרֶץ אַשּֽׁוּר (<a class=\"refLink\" href=\"Isaiah 7:18\" data-ref=\"Isaiah 7:18\">ישעיה ז, יח</a>). עֲדַת <strong>דְּבוֹרִים</strong> (<a class=\"refLink\" href=\"Judges 14:8\" data-ref=\"Judges 14:8\">שופטים יד, ח</a>), סַבּוּנִי <strong>כִדְבוֹרִים</strong> (<a class=\"refLink\" href=\"Psalms 118:12\" data-ref=\"Psalms 118:12\">תהלים קיח, יב</a>), כַּֽאֲשֶׁר תַּֽעֲשֶׂינָה <strong>הַדְּבֹרִים</strong> (<a class=\"refLink\" href=\"Deuteronomy 1:44\" data-ref=\"Deuteronomy 1:44\">דברים א, מד</a>), <strong>אביילא\"ש</strong> בלע\"ז. לַֽהֵיכָל <strong>וְלַדְּבִיר</strong> (<a class=\"refLink\" href=\"I Kings 6:5\" data-ref=\"I Kings 6:5\">מלכים א' ו, ה</a>), ידוע. והוא הבית הפנימי, כמו שאמר וַיִּבֶן לוֹ מִבַּיִת <strong>לִדְבִיר</strong> לְקֹדֶשׁ הַקֳּדָשִֽׁים (מלכים א' א' ו,. ואמר <strong>וּדְבִיר</strong> בְּתֽוֹךְ־הַבַּיִת מִפְּנִימָה הֵכִין לְתִתֵּן שָׁם אֶת־אֲרוֹן בְּרִית י\"י (מלכים א' א' ו, והבית החיצון נקרא היכל."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6241ab919fed8034ed96608e", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, ii; On Prayer, Prayer 22", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Menorat HaMaor, ii; On Prayer, Prayer 22", "sourceHeRef": "מנורת המאור, ב; פרק התפילה, תפילה כ״ב", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 22, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "תפילה", "he": "ובו בלשון שישראל קורין להב\"ה הוא עונה אותם. אברהם אבינו ע\"ה קראו באלהים, שנא' (מלכים א יג, ח) ה' אלהים מה תתן לי, והב\"ה ענה את בניו באלהים, שנא' (שמות ב, כג) ותעל שועתם אל האלהים מן העבודה. יצחק אבינו ע\"ה בירך את יעקב באל שדי, דכתי' (בראשית כח, ג) ואל שדי יברך אותך, והב\"ה ענה את ישראל באל שדי, דכתיב (שמות ו, ג) וארא אל אברהם אל יצחק ואל יעקב באל שדי. יעקב אבינו ע\"ה קראו באל, שנא' (בראשית כח, יט) ויקרא את שם המקום ההוא בית אל, והב\"ה ענה אותו באל, שנא' (בראשית מו, ג) אנכי האל אלהי אביך וגו', וכתי' (בראשית לה, ג) ונקומה ונעלה בית אל ואעשה שם מזבח לאל העונה אותי ביום צרתי וגו', משה רבינו ע\"ה קראו בה', שנא' (שמות ח, ח) ויצעק משה אל ה' על דבר הצפרדעים, והב\"ה ענה אותו בה', שנא' (שמות ח, ט) ויעש ה' כדבר משה וימותו הצפרדעים. ישראל קראוהו בה', שנא' (שמות יד, י) ויצעקו בני ישראל אל ה', והב\"ה ענה אותם בה', שנאמר (שמות ו, ו) לכן אמור לבני ישראל אני ה' והוצאתי אתכם מתחת סבלות מצרים. דוד ע\"ה קראו ביה, והקריאה והעניה בפסוק אחד, שנא' (תהלים קיח, ה) מן המצר קראתי יה ענני במרחביה. הה\"ד כי מי גוי גדול אשר לו אלהים קרובים אליו כה' אלהינו בכל קראנו אליו. בכל לשון שאנו קורין לו הוא יתברך שמו עונה אותנו.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6357d2d54a34ac00a0d863b4", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Rav Hirsch on Torah, Exodus 8:8:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. ויצעק. Es war das das erste Wort, welches Mosche selbständig in seiner Sendung gesprochen. Er hatte es gewagt. Ein Mensch, der ganz eingeht in Gottes Ratschluss, fühlt leicht das Richtige heraus, trifft das Richtige im Sinne Gottes, und Gott עצת מלאכיו ישלים. Allein eben weil es das erste also gesprochene Wort war, darum \"schrie\" Mosche zu Gott um Erfüllung auf. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187186c9371ec0cebe4dbf", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Reggio on Torah, Exodus 8:8:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ויצעק,</b> מיד שיכרתו למחר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469970699c26744fde9a", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:8:1", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויצא משה ואהרן מעם פרעה. יצאו חוץ לכרך ולא נתפללו בתוך העיר שהיתה מלאה שקוצים וגילולים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469970699c26744fde9c", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:8:2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:8:2", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויצעק משה אל ה' על דבר הצפרדעים אשר שם לפרעה. כלומר אשר גזר על פרעה, ודומה לדבר שם שם לו חק ומשפט (שמות טו כה), ומה צעקה היתה שם, אלא אמר לפניו, רבש\"ע אתה אמרת ראה נתתיך אלהים לפרעה (שם ז א), ועכשיו בקש ממני זמן למחר, ואמרתי לו כדבריך למען תדע כי אין כה' אלהינו (שם ח ו), ואם אין אתה מסיר הצפרדעים למחר, נמצא שיש חילול השם בדבר, ואעפ\"כ לא היה דוחק משה גזירת הבורא אלא ביום ששי לגזירת הבורא על מכת צפרדע היה הדבר הזה, ואע\"ג דלא כתיב בהדיא איחור מכת צפרדעים כמה היתה, הדעת נותנת שמכת הדם היא בנין אב לכל המכות, מה מכת דם ז' ימים, אף כל מכה ומכה ז' ימים, ואפילו החשך:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc34758c1dc532ec8855", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 8:8", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Steinsaltz on Exodus 8:8", "sourceHeRef": "ביאור שטיינזלץ על שמות ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 8.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיֵּצֵא מֹשֶׁה וְאַהֲרֹן מֵעִם פַּרְעֹה. וַיִּצְעַק מֹשֶׁה אֶל ה' עַל דְּבַר הַצְפַרְדְּעִים אֲשֶׁר שָׂם לְפַרְעֹה.</b> משה התחנן וצעק מפני שהאות של התאריך המדויק לפקיעת המכה מצריך בקשה מיוחדת.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses and Aaron left Pharaoh’s presence and Moses cried out to the Lord over the matter of the frogs that He had inflicted upon Pharaoh. </b>Moses cried out in prayer before God because the removal of a plague at a specific time required a special request.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da68b215f43691cfdc2c", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Vaera 31-32", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Tze'enah Ure'enah, Vaera 31-32", "sourceHeRef": "צאינה וראינה, וארא ל״א-ל״ב", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 31, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "וארא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>Moses cried out to the Lord</i>” [8:8]. Moses prayed and cried out to God. <i>Imre Noam</i> asks a question. Why did <i>Moses</i> have to cry out loud at this <i>plague?</i> The explanation is because Moses had said to Pharaoh, “<i>you may have this triumph over me</i>” [8:5]. Boast about me when I will remove the frogs. Therefore, because he was arrogant, the Holy One did not accept his prayer immediately and he had to cry out loudly.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Imre Noam, Exodus, 8:8.</i> From here we learn that one does not have to shout loudly in order to pray.", "<i>Rabbi Isserl</i> writes. The plague of blood was in wooden vessels and in stone vessels, but in iron vessels, even though there was water in it, it did not become blood. This teaches also us that when the equinox comes, one should put some iron into the water and the equinox will not harm it, just like in Egypt where the plague of blood did not occur in iron vessels.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Be’ure Maharai, Exodus, 7:19.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "668bbcc6787a3be91bef8db8", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 8:8:1", "sourceHeRef": "אבן עזרא הקצר על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "ויצעק משה אל ה', למחר:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66b377cada5d55c7123fe014", "index_title": "Ibn Ezra on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Genesis 29:15:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Ibn Ezra on Genesis 29:15:1", "sourceHeRef": "אבן עזרא על בראשית כ״ט:ט״ו:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Ibn Ezra on Genesis", "he": "אבן עזרא על בראשית"}, "he": "<b>משכרתך.</b> על משקל מתכונת הלבנים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THY WAGES. <i>Maskurtekha</i> (thy wages) follows the paradigm of <i>matkonet</i> in <i>And the tale</i> (matkonet) <i>of the bricks</i> (Ex. 5:8).<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Matkonet</i> with the second person pronominal suffix is <i>matkuntekha</i>; i.e., the <i>cholem</i> changes to a <i>kubbutz</i> when pronominal suffixes are added to <i>matkonet</i>. The same is true with <i>maskoret</i>. Also, like <i>matkonet</i>, a <i>tav</i> is added to the root (Krinsky).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59765573d6e4a90179bf685a", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Be'er Mayim Chaim, Exodus 8:8:1", "sourceHeRef": "באר מים חיים, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ויצא</b> משה ואהרן מעם פרעה ויצעק משה אל ה' על דבר הצפרדעים אשר שם לפרעה. הנה חז\"ל אמרו <small>(שם י', ו')</small> כי היו הצפרדעים צועקים במעיהם שנאמר על דבר הצפרדעים על דיבור הצפרדעים, וזה דרך דרש. ולפי פשוטו נראה לומר כי משה לא ידע איך יתפלל להסיר הצפרדעים אם ימותו בארץ מצרים או יחזרו ליאור, ועל כן צעק סתם על דבר הצפרדעים אשר שם לפרעה ואכן ויעש ה' כדבר משה וגו' והוא להסיר הצפרדעים אבל לא החזירם ליאור רק וימותו הצפרדעים ויצבר אותם חמרים, והוא בכדי שתבאש הארץ שיהיה מדה כנגד מדה מה שהכו לישראל עד שהבאיש בשרם כמאמר חז\"ל <small>(שם)</small>. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59765573d6e4a90179bf685c", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 8:8:2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Be'er Mayim Chaim, Exodus 8:8:2", "sourceHeRef": "באר מים חיים, שמות ח׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>או</b> יאמר ויצעק אל ה' על דבר הצפרדעים אשר שם לפרעה. ולדקדק עוד מה שנאמר ויצעק אל ה' ולא נאמר ויצעק משה לה', ואכן כי נודע גודל ענותנותו של משה עד שלא היה נחשב בעיניו לכלום כמו שנאמר <small>(שמות ט\"ז, ז')</small> ונחנו מה, ועל כן לא סמך לבו להתפלל לפני ה' שישמע הקב\"ה תפילתו ויענהו משמי קדשו עבור תפילתו, רק עיקר כוונתו היה רק למען כי ידע שיתקדש שמו של הקב\"ה מאחר שכן דיבר אל פרעה כדברך למען תדע וגו' וקצב זמן אתו, ואם כן ח\"ו כשלא יהיה כך יתחלל שמו בפה פרעה. ולזה נאמר ויצעק משה אל ה' כלומר שלא היתה תפילתו כי אם מחמת שהוא דבר הנוגע אל ה' והוא כבודו יתברך שיתקדש שמו ועל כן צעק על הצפרדעים אשר שם לפרעה כלומר על דברו של משה בעסק הצפרדעים אשר שם קץ וזמן לפרעה שילכו למחר. ולזה מסיים הכתוב, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd13f4d69ad4c00579714ba", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Birkat Asher on Torah, Exodus 8:8:1", "sourceHeRef": "ברכת אשר על התורה, שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה ויצא... ויצעק, מיד שיכרתו למחר. ע\"כ.</b> ולכאורה צריך לשאול, הכיצד התפלל מיד במקום גילולים, והרי להלן (ט, כט ד\"ה כצאתי את העיר) מאריך רש\"י \"אבל בתוך העיר לא התפלל, לפי שהיתה מלאה גילולים\" (שמות רבה יב, ה), וראה \"שפתי חכמים\" שם (אות כ) שכאן התפלל על מחר והיתה לו אפוא שהות, ולא היה צריך לגלות לפרעה שיתפלל רק \"כצאתי את העיר\", ובדומה גם באשר לאמור להלן (כה), \"אנכי יוצא מעמך\" האמור בערוב. (פ' וארא תשל\"ד, תשמ\"ט, תשנ\"ג, תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13f4d9539fc001b72c95e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 8:8:2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Birkat Asher on Torah, Exodus 8:8:2", "sourceHeRef": "ברכת אשר על התורה, שמות ח׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "וראה גם מה שכתבתי להלן (ט, כט ד\"ה כצאתי את העיר). (פ' וארא תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13f4d922a7400186dd3d1", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 8:8:3", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Birkat Asher on Torah, Exodus 8:8:3", "sourceHeRef": "ברכת אשר על התורה, שמות ח׳:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ועתה קשה לי תיבת \"מיד\" שרש\"י מוסיף כאן, כי למה חשוב להתפלל מיד כשהמטרה היא לסלק את הצפרדעים רק מחר. (פ' וארא תשס\"ז) וראה דברי \"אור החיים\" הק' לפסוק ה שכתב: נתכוון הרשע להגדיל הנסיון שיתפלל (עכשיו) להסיר ולא יסיר עד למחר. והשיב משה על זה ואמר: כדברך נעשה למען תדע כי אין כה' אלהינו שיקבל תפלתינו בתנאיה, על דרך אומרו (דברים ד, ז) \"כי מי וגו' כה' אלהינו בכל קראנו אליו\", ולזה תכף ומיד יצא והתפלל לה'.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d098b6084aa1cbf0547d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּבָר 1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "BDB, דָּבָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּבָר א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּבָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">דָּבָר</span></big><sub>1439</sub>  <strong>n.m. speech, word</strong>—<a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> + 446 times; cstr. <span dir=\"rtl\">דְּבַר</span> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> + 361 times; sf. <span dir=\"rtl\">דְּבָרִי</span> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> + (sfs. 66 times); sg. in all 875 times; pl. <span dir=\"rtl\">דְּבָרִים</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> + 182 times; cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">Gn 24:30</a> + 253 times; sf. <span dir=\"rtl\">דְּבָרָיו</span> <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> (sfs. 127 times); pl. in all 564 times;—<br><strong>I.</strong>  sg. <em>speech, discourse, saying, word</em>, as the sum of that which is spoken: <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">נְבוֹן דָּבָר</span> <em>discreet in speech</em> <a data-ref=\"I Samuel 16:18\" href=\"/I_Samuel.16.18\">1 S 16:18</a>; <span dir=\"rtl\">ד׳ שְׂפָתַיִם</span> <em>speech of lips</em> <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a>, <em>mere talk</em> <a data-ref=\"Isaiah 36:5\" href=\"/Isaiah.36.5\">Is 36:5</a> (= <a data-ref=\"II Kings 18:20\" href=\"/II_Kings.18.20\">2 K 18:20</a>) <a data-ref=\"Proverbs 14:23\" href=\"/Proverbs.14.23\">Pr 14:23</a> (cf. <a data-ref=\"Psalms 17:4\" href=\"/Psalms.17.4\">ψ 17:4</a> speech of God’s lips); <span dir=\"rtl\">דָּבָר מָר</span> <em>bitter speech</em> <a data-ref=\"Psalms 64:4\" href=\"/Psalms.64.4\">ψ 64:4</a>; <span dir=\"rtl\">ד׳ כָּזָב</span> <em>lying speech</em> <a data-ref=\"Proverbs 30:8\" href=\"/Proverbs.30.8\">Pr 30:8</a>; <span dir=\"rtl\">טוֹב דְּבָֽרְךָ</span> <em>thy saying is good</em> <a data-ref=\"I Samuel 9:10\" href=\"/I_Samuel.9.10\">1 S 9:10</a>; <span dir=\"rtl\">וּדְבַר אַבְנֵר הָיָה עִם</span> <em>and the speech of Abner had been with</em> the elders of Israel <a data-ref=\"II Samuel 3:17\" href=\"/II_Samuel.3.17\">2 S 3:17</a> (cf. <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">1 K 1:7</a>); †<span dir=\"rtl\">אמר הדבר הזה</span> <em>say this saying</em> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">31:23</a> cf. <a data-ref=\"Jeremiah 13:12\" href=\"/Jeremiah.13.12\">13:12</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (of God), <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">1 S 8:10</a> <span dir=\"rtl\">(דִּבְרֵי י׳)</span>. <strong>b.</strong>  <em>word of command</em>, <span dir=\"rtl\">ד׳ (הַ)מֶּלֶךְ</span> <a data-ref=\"I Chronicles 21:4\" href=\"/I_Chronicles.21.4\">1 Ch 21:4</a>, <a data-ref=\"I Chronicles 21:6\" href=\"/I_Chronicles.21.6\">6</a> <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a> + 6 times Est, <a data-ref=\"Ecclesiastes 8:4\" href=\"/Ecclesiastes.8.4\">Ec 8:4</a> cf. <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">31:5</a> <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>, <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">25</a>; †<span dir=\"rtl\">ד׳ מַלְכוּת</span> <em>royal edict</em> <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>; <span dir=\"rtl\">עשׂה כדבר</span> <em>do according to the command of</em> <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">Gn 44:2</a>; <a data-ref=\"Genesis 47:30\" href=\"/Genesis.47.30\">47:30</a> <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a>, <a data-ref=\"Exodus 8:27\" href=\"/Exodus.8.27\">27</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a>; <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">32:28</a> (J) <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">Lv 10:7</a> (P) <a data-ref=\"Judges 11:10\" href=\"/Judges.11.10\">Ju 11:10</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a>; cf. <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">2 S 17:6</a> (word of counsel), <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a> (request), <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> (proposal; on these meanings v. infr.) <strong>c.</strong>  <em>message, report, tidings</em>, <span dir=\"rtl\">וַיִּשְׁמַע הָעָם אֶת־הַדָּבָר הָרָע הַזֶּה</span> <em>and the people heard this evil report</em> <a data-ref=\"Exodus 33:4\" href=\"/Exodus.33.4\">Ex 33:4</a> (JE) cf. <a data-ref=\"I Kings 20:12\" href=\"/I_Kings.20.12\">1 K 20:12</a>; <span dir=\"rtl\">אמת (היה) הדבר</span> <em>the report was true</em> <a data-ref=\"I Kings 10:6\" href=\"/I_Kings.10.6\">1 K 10:6</a> = <a data-ref=\"II Chronicles 9:5\" href=\"/II_Chronicles.9.5\">2 Ch 9:5</a>; <span dir=\"rtl\">עַד בּוֹא דָבָר מֵעִמָּכֶם</span> <em>until word come from you</em> <a data-ref=\"II Samuel 15:28\" href=\"/II_Samuel.15.28\">2 S 15:28</a>; <span dir=\"rtl\">ויגע הדבר אל מלך נינוה</span> <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a>; †<span dir=\"rtl\">הֵשִׁיב דָּבָר</span> <em>return</em> or <em>bring word, report</em> <a data-ref=\"Genesis 37:14\" href=\"/Genesis.37.14\">Gn 37:14</a> <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">Nu 13:26</a>; <a data-ref=\"Numbers 22:8\" href=\"/Numbers.22.8\">22:8</a> (J) <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>, <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">25</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>; <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">22:32</a> (D) <a data-ref=\"I Kings 2:30\" href=\"/I_Kings.2.30\">1 K 2:30</a>; <a data-ref=\"I Kings 20:9\" href=\"/I_Kings.20.9\">20:9</a> <a data-ref=\"II Kings 22:9\" href=\"/II_Kings.22.9\">2 K 22:9</a>, <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">20</a> (= <a data-ref=\"II Chronicles 34:16\" href=\"/II_Chronicles.34.16\">2 Ch 34:16</a>, <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">28</a>), but <em>answer</em> <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">24:13</a> (= <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>), <a data-ref=\"I Kings 12:6\" href=\"/I_Kings.12.6\">1 K 12:6</a>, <a data-ref=\"I Kings 12:9\" href=\"/I_Kings.12.9\">9</a> (= <a data-ref=\"II Chronicles 10:6\" href=\"/II_Chronicles.10.6\">2 Ch 10:6</a>, <a data-ref=\"II Chronicles 10:9\" href=\"/II_Chronicles.10.9\">9</a>), <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">12:16</a> <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">Ne 2:20</a> <a data-ref=\"Proverbs 18:13\" href=\"/Proverbs.18.13\">Pr 18:13</a>; <a data-ref=\"Proverbs 27:11\" href=\"/Proverbs.27.11\">27:11</a> <a data-ref=\"Isaiah 41:28\" href=\"/Isaiah.41.28\">Is 41:28</a> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a> (Dr<sup>Sm p. 190</sup> explains the phrase as <em>turn back with a word</em>); cf. <span dir=\"rtl\">ענה (לא) דבר</span> <em>answer something</em> or <em>nothing</em> <a data-ref=\"I Kings 18:21\" href=\"/I_Kings.18.21\">1 K 18:21</a> <a data-ref=\"II Kings 18:36\" href=\"/II_Kings.18.36\">2 K 18:36</a> <a data-ref=\"Psalms 119:42\" href=\"/Psalms.119.42\">ψ 119:42</a> <a data-ref=\"Isaiah 36:21\" href=\"/Isaiah.36.21\">Is 36:21</a> <a data-ref=\"Jeremiah 44:20\" href=\"/Jeremiah.44.20\">Je 44:20</a> vid. <strong>IV. 6</strong>; <span dir=\"rtl\">השׁיב דברים</span> <em>return words</em> <a data-ref=\"Exodus 19:8\" href=\"/Exodus.19.8\">Ex 19:8</a> (E) <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">Pr 24:26</a> vid. <strong>III. 1.</strong> <strong>d.</strong>  <em>advice, counsel</em>, <span dir=\"rtl\">בדבר בלעם</span> <em>by advice of Balaam</em> <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">Nu 31:16</a> (P), cf. <a data-ref=\"Judges 20:7\" href=\"/Judges.20.7\">Ju 20:7</a> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> <a data-ref=\"Esther 5:5\" href=\"/Esther.5.5\">Est 5:5</a>. <strong>e.</strong>  <em>request</em>, <span dir=\"rtl\">אמתו</span> of <em>his maid</em>, <span dir=\"rtl\">עבדו</span> of <em>his servant</em> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>, <a data-ref=\"II Samuel 14:22\" href=\"/II_Samuel.14.22\">22</a>. <strong>f.</strong>  <em>promise</em>, <span dir=\"rtl\">לא יחל דברו</span> <em>he shall not break his word</em> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P), cf. <span dir=\"rtl\">הקים דבר</span> <em>perform a promise</em> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>, vid. also <strong>2 b.</strong> <strong>g.</strong>  <em>charge, complaint</em>, <span dir=\"rtl\">אם אמת היה הדבר הזה</span> <em>if this charge be true</em> <a data-ref=\"Deuteronomy 22:20\" href=\"/Deuteronomy.22.20\">Dt 22:20</a> cf. <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">13:15</a>; <a data-ref=\"Deuteronomy 17:4\" href=\"/Deuteronomy.17.4\">17:4</a>, <span dir=\"rtl\">שׂים דבר בְּ</span> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>, <span dir=\"rtl\">שׂים עלילות דברים לְ</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>. <strong>h.</strong>  <em>decision, sentence</em>, <span dir=\"rtl\">דְּבַר דַמִּשְׁפָּט</span> <em>the sentence of judgment</em> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a> cf. v <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a>. <strong>i.</strong>  <em>theme, story</em>, <span dir=\"rtl\">רָחַשׁ לִבִּי דָּבָר טוֹב</span> my heart swells with a <em>good theme</em> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a>; <span dir=\"rtl\">דְּבַר גְּבוּרוֹת</span> <em>the story of his great might</em> <a data-ref=\"Job 41:4\" href=\"/Job.41.4\">Jb 41:4</a>. <strong>2.</strong>  <em>word of God</em>, as a divine communication in the form of commandments, prophecy, and words of help to his people, used 394 times. This word is communicated in several ways: <strong>a.</strong>  <span dir=\"rtl\">ויהי דבר י׳ אל</span> <em>then the word of Yahweh came unto</em> <a data-ref=\"I Samuel 15:10\" href=\"/I_Samuel.15.10\">1 S 15:10</a> <a data-ref=\"II Samuel 7:4\" href=\"/II_Samuel.7.4\">2 S 7:4</a> (cf. <span dir=\"rtl\">אלהים</span> <a data-ref=\"I Chronicles 17:3\" href=\"/I_Chronicles.17.3\">1 Ch 17:3</a>), <a data-ref=\"I Kings 6:11\" href=\"/I_Kings.6.11\">1 K 6:11</a>; <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">13:20</a>; <a data-ref=\"I Kings 16:1\" href=\"/I_Kings.16.1\">16:1</a>; <a data-ref=\"I Kings 17:2\" href=\"/I_Kings.17.2\">17:2</a>, <a data-ref=\"I Kings 17:8\" href=\"/I_Kings.17.8\">8</a>; <a data-ref=\"I Kings 21:17\" href=\"/I_Kings.21.17\">21:17</a>, <a data-ref=\"I Kings 21:28\" href=\"/I_Kings.21.28\">28</a> <a data-ref=\"II Chronicles 11:2\" href=\"/II_Chronicles.11.2\">2 Ch 11:2</a> (cf. <span dir=\"rtl\">האלהים</span> <a data-ref=\"I Kings 12:22\" href=\"/I_Kings.12.22\">1 K 12:22</a>); cf.<a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a> (<span dir=\"rtl\">על</span> by confusion), <a data-ref=\"Isaiah 38:4\" href=\"/Isaiah.38.4\">Is 38:4</a> <a data-ref=\"Jeremiah 1:4\" href=\"/Jeremiah.1.4\">Je 1:4</a> + 20 times Je, <a data-ref=\"Ezekiel 3:16\" href=\"/Ezekiel.3.16\">Ez 3:16</a> + 41 times Ez, <a data-ref=\"Jonah 1:1\" href=\"/Jonah.1.1\">Jon 1:1</a>; <a data-ref=\"Jonah 3:1\" href=\"/Jonah.3.1\">3:1</a> <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">Hg 2:20</a> <a data-ref=\"Zechariah 4:8\" href=\"/Zechariah.4.8\">Zc 4:8</a>; <a data-ref=\"Zechariah 6:9\" href=\"/Zechariah.6.9\">6:9</a>; <a data-ref=\"Zechariah 7:4\" href=\"/Zechariah.7.4\">7:4</a>, <a data-ref=\"Zechariah 7:8\" href=\"/Zechariah.7.8\">8</a>; <a data-ref=\"Zechariah 8:1\" href=\"/Zechariah.8.1\">8:1</a> (without <span dir=\"rtl\">אל</span>) v <a data-ref=\"Zechariah 8:18\" href=\"/Zechariah.8.18\">18</a>; †<span dir=\"rtl\">היה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> <a data-ref=\"II Chronicles 12:7\" href=\"/II_Chronicles.12.7\">2 Ch 12:7</a> <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">Je 25:3</a> + 4 times Je, <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a> + 7 times Ez, <a data-ref=\"Daniel 9:2\" href=\"/Daniel.9.2\">Dn 9:2</a> <a data-ref=\"Zechariah 1:1\" href=\"/Zechariah.1.1\">Zc 1:1</a>, <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">7</a>; <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">7:1</a>; †<span dir=\"rtl\">הנה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> <a data-ref=\"I Kings 19:9\" href=\"/I_Kings.19.9\">1 K 19:9</a>; †<span dir=\"rtl\">ד׳ י׳ היה אל</span> <a data-ref=\"II Samuel 24:11\" href=\"/II_Samuel.24.11\">2 S 24:11</a> <a data-ref=\"I Kings 16:7\" href=\"/I_Kings.16.7\">1 K 16:7</a>; <a data-ref=\"I Kings 18:1\" href=\"/I_Kings.18.1\">18:1</a> <a data-ref=\"II Kings 20:4\" href=\"/II_Kings.20.4\">2 K 20:4</a> <a data-ref=\"Ezekiel 24:20\" href=\"/Ezekiel.24.20\">Ez 24:20</a>; †<span dir=\"rtl\">היה ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>; <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">2:1</a>, <a data-ref=\"Haggai 2:10\" href=\"/Haggai.2.10\">10</a>; †<span dir=\"rtl\">ויהי ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:3\" href=\"/Haggai.1.3\">Hg 1:3</a>; †<span dir=\"rtl\">ד׳ י׳ אשׁר היה אל</span> <a data-ref=\"Hosea 1:1\" href=\"/Hosea.1.1\">Ho 1:1</a> <a data-ref=\"Joel 1:1\" href=\"/Joel.1.1\">Jo 1:1</a> <a data-ref=\"Micah 1:1\" href=\"/Micah.1.1\">Mi 1:1</a> <a data-ref=\"Zephaniah 1:1\" href=\"/Zephaniah.1.1\">Zp 1:1</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אליו</span> <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a> <a data-ref=\"Jeremiah 1:2\" href=\"/Jeremiah.1.2\">Je 1:2</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אל יר׳</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <a data-ref=\"Jeremiah 46:1\" href=\"/Jeremiah.46.1\">46:1</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">47:1</a>; <a data-ref=\"Jeremiah 49:34\" href=\"/Jeremiah.49.34\">49:34</a> (vid. <span dir=\"rtl\">אשׁר</span> <strong>6 a</strong>; <span dir=\"rtl\">הדבר אשׁר היה אל</span> <a data-ref=\"Jeremiah 7:1\" href=\"/Jeremiah.7.1\">Je 7:1</a> + 11 times Je; †<span dir=\"rtl\">את ד׳ י׳</span> <a data-ref=\"II Kings 3:12\" href=\"/II_Kings.3.12\">2 K 3:12</a> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a>; <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">27:18</a>; cf. <span dir=\"rtl\">אֵלַי דָּבָר יְגֻנָּב</span> <em>unto me a word was brought by stealth</em> <a data-ref=\"Job 4:12\" href=\"/Job.4.12\">Jb 4:12</a>, cf. <span dir=\"rtl\">וְטֶרֶם יִגָּלֶה אֵלָיו דְּבַר י׳</span> <em>and the word of Yahweh was not yet revealed unto him</em> <a data-ref=\"I Samuel 3:7\" href=\"/I_Samuel.3.7\">1 S 3:7</a>. Yahweh also sends his word <span dir=\"rtl\">שׁלח</span> <a data-ref=\"Psalms 107:20\" href=\"/Psalms.107.20\">ψ 107:20</a>; <a data-ref=\"Psalms 147:18\" href=\"/Psalms.147.18\">147:18</a> <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">Is 9:7</a> <a data-ref=\"Jeremiah 42:5\" href=\"/Jeremiah.42.5\">Je 42:5</a> (cf. pl. <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a>) and makes it an object of vision <span dir=\"rtl\">ראה</span> <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a>; <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">38:21</a> (cf. pl. <a data-ref=\"Ezekiel 11:25\" href=\"/Ezekiel.11.25\">Ez 11:25</a>), <span dir=\"rtl\">חזה</span> <a data-ref=\"Isaiah 2:1\" href=\"/Isaiah.2.1\">Is 2:1</a>; it is also commanded <span dir=\"rtl\">צוה</span> <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a> <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a> <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P) <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a> <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">Jos 1:13</a>; <a data-ref=\"Joshua 4:10\" href=\"/Joshua.4.10\">4:10</a> (D) <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> (= <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>) <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a> <a data-ref=\"Jeremiah 7:23\" href=\"/Jeremiah.7.23\">Je 7:23</a>, cf. <span dir=\"rtl\">הדברים אשׁר צוה</span> <a data-ref=\"Exodus 35:1\" href=\"/Exodus.35.1\">Ex 35:1</a> <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P) <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">Ex 19:7</a> (E) <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">Dt 6:6</a>. <strong>b.</strong>  Yahweh confirms his word of promise <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">Dt 9:5</a> <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a> (where read <span dir=\"rtl\">דְּבָרֵךְ</span> <em>thy word</em> according to 𝔊 𝔖 & Dr), <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">8:20</a> <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>, and his word of warning <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a> <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>; his word stands for ever <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; it is settled for ever in heaven <a data-ref=\"Psalms 119:89\" href=\"/Psalms.119.89\">ψ 119:89</a>; he remembers his <em>holy word</em> <span dir=\"rtl\">דבר קדשׁו</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a> (cf. <span dir=\"rtl\">דִּבְרֵי קָדְשׁוֹ</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>); he himself <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>, the angels <a data-ref=\"Psalms 103:20\" href=\"/Psalms.103.20\">ψ 103:20</a>, and forces of nature <a data-ref=\"Psalms 148:8\" href=\"/Psalms.148.8\">ψ 148:8</a> <span dir=\"rtl\">עשׂה דברו</span> do his word of command; by his word the heavens were made <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; it is near his people, in their mouth and heart <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a>; a lamp to their feet <a data-ref=\"Psalms 119:105\" href=\"/Psalms.119.105\">ψ 119:105</a>.<br><strong>II.</strong>  <em>saying, utterance, sentence</em>, as a section of a discourse:— <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">דָּבָר בְּעִתּוֹ</span> <em>a word in due season</em> <a data-ref=\"Proverbs 15:23\" href=\"/Proverbs.15.23\">Pr 15:23</a> cf. <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a> <a data-ref=\"Proverbs 12:25\" href=\"/Proverbs.12.25\">Pr 12:25</a>; commonly in plural, †<span dir=\"rtl\">דִּבְרֵי (הַ)שִּׁירָ(ה)</span> <em>words of the song</em> (i.e. its lines of poetry) <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">32:44</a> <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18·1</a> (= <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a>) <a data-ref=\"Psalms 137:3\" href=\"/Psalms.137.3\">137:3</a>; <span dir=\"rtl\">הלל בדברי דויד</span> <em>to sing praises with the words of David</em> (his psalms) <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">2 Ch 29:30</a>; <span dir=\"rtl\">דִּבְרֵי חֲכָמִים</span> <em>sentences of the wise</em> <a data-ref=\"Proverbs 1:6\" href=\"/Proverbs.1.6\">Pr 1:6</a>; <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">22:17</a> <a data-ref=\"Ecclesiastes 9:17\" href=\"/Ecclesiastes.9.17\">Ec 9:17</a>; <a data-ref=\"Ecclesiastes 12:11\" href=\"/Ecclesiastes.12.11\">12:11</a>; these sayings are commonly <em>written</em>, cf. <span dir=\"rtl\">דברי האגרת</span> <em>words of the letter</em> <a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a>; <span dir=\"rtl\">הדברים עתיקים</span> <em>the records are ancient</em> <a data-ref=\"I Chronicles 4:22\" href=\"/I_Chronicles.4.22\">1 Ch 4:22</a>; <span dir=\"rtl\">דִּבְרֵי (ה)סֵפֶר</span> <a data-ref=\"Isaiah 29:11\" href=\"/Isaiah.29.11\">Is 29:11</a>, <a data-ref=\"Isaiah 29:18\" href=\"/Isaiah.29.18\">18</a> <a data-ref=\"Jeremiah 29:1\" href=\"/Jeremiah.29.1\">Je 29:1</a>. <strong>b.</strong>  <em>title of writings:</em> <span dir=\"rtl\">דִּבְרֵי קֹהֶלֶת</span> <a data-ref=\"Ecclesiastes 1:1\" href=\"/Ecclesiastes.1.1\">Ec 1:1</a>, <span dir=\"rtl\">ד׳ אגור</span> <a data-ref=\"Proverbs 30:1\" href=\"/Proverbs.30.1\">Pr 30:1</a>, <span dir=\"rtl\">ד׳ למואל</span> <a data-ref=\"Proverbs 31:1\" href=\"/Proverbs.31.1\">Pr 31:1</a>, <span dir=\"rtl\">ד׳ ירמיהו</span> <a data-ref=\"Jeremiah 1:1\" href=\"/Jeremiah.1.1\">Je 1:1</a>, so <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> <a data-ref=\"Nehemiah 1:1\" href=\"/Nehemiah.1.1\">Ne 1:1</a>; cf. in appended phrase or clause, <a data-ref=\"Jeremiah 51:64\" href=\"/Jeremiah.51.64\">Je 51:64</a>, <span dir=\"rtl\">ד׳ איוב</span> <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">Jb 31:40</a>. <strong>c.</strong>  in Ch <em>name of a work:</em> <span dir=\"rtl\">ד׳ החזים</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>, <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">19</a>, <span dir=\"rtl\">בד׳ שׁמעיה</span> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>, <span dir=\"rtl\">בד׳ יהוא</span> <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">2 Ch 20:34</a>, <span dir=\"rtl\">על ד׳ שׁמואל</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>; <span dir=\"rtl\">על ד׳ נתן</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a>, <span dir=\"rtl\">על ד׳ גד</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>. (It is not certain whether writings of prophets or histories about them are referred to; in the latter case they are <em>acts</em>, <strong>IV. 2,</strong> vid. Dr<sup>Intr. 497</sup>.) <strong>2.</strong>  <em>of God:</em> <span dir=\"rtl\">עֲשֶׂרֶת הַדְּבָרִים</span> <em>the ten words</em> (sentences in the tables) <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> (JE) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a>, referred to as <span dir=\"rtl\">הדברים</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> (JE) <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>, <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a>; <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">10:2</a>; of commands of covenant code <a data-ref=\"Exodus 24:3\" href=\"/Exodus.24.3\">Ex 24:3</a>, <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">4</a>, <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">8</a> cf. <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">34:27</a> (JE); of Deuteronomic code <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a> (+ 16 times D) <a data-ref=\"II Kings 22:11\" href=\"/II_Kings.22.11\">2 K 22:11</a>; <a data-ref=\"II Kings 23:3-24\" href=\"/II_Kings.23.3-24\">23:3–24</a> (cf. <a data-ref=\"II Chronicles 34:19-31\" href=\"/II_Chronicles.34.19-31\">2 Ch 34:19–31</a>) <a data-ref=\"Jeremiah 11:2-8\" href=\"/Jeremiah.11.2-8\">Je 11:2–8</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">34:18</a>; the lawbook of joshua <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a> (E); of the code of Ezra <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a> <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a>; the words of Yahweh written by Jeremiah <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a>; <a data-ref=\"Jeremiah 36:4-32\" href=\"/Jeremiah.36.4-32\">36:4–32</a>; <a data-ref=\"Jeremiah 51:61\" href=\"/Jeremiah.51.61\">51:61</a>; the words of the book of Daniel <a data-ref=\"Daniel 12:4\" href=\"/Daniel.12.4\">Dn 12:4</a>; <a data-ref=\"Daniel 12:9\" href=\"/Daniel.12.9\">9</a> commands in general <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a> <a data-ref=\"Psalms 50:17\" href=\"/Psalms.50.17\">ψ 50:17</a>; <a data-ref=\"Psalms 119:57\" href=\"/Psalms.119.57\">119:57</a>, <a data-ref=\"Psalms 119:130\" href=\"/Psalms.119.130\">130</a>, <a data-ref=\"Psalms 119:139\" href=\"/Psalms.119.139\">139</a>; promises <a data-ref=\"II Samuel 7:28\" href=\"/II_Samuel.7.28\">2 S 7:28</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>, cf. <a data-ref=\"I Chronicles 25:5\" href=\"/I_Chronicles.25.5\">1 Ch 25:5</a> <a data-ref=\"II Chronicles 36:16\" href=\"/II_Chronicles.36.16\">2 Ch 36:16</a>.<br><strong>III.</strong>  <em>a word, words:</em>— <strong>1.</strong>  <em>of men:</em> <span dir=\"rtl\">שָׂפָה אֶחָ֑ת וּדְבָרִים אֲחָדִים</span> <em>one lip, and one and the same words</em> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> (J); <span dir=\"rtl\">אֵין אֹמֶר וְאֵין דְּבָרִים</span> <em>no speech and no words</em> <a data-ref=\"Psalms 19:4\" href=\"/Psalms.19.4\">ψ 19:4</a>; <span dir=\"rtl\">אִישׁ דְּבָרִים</span> <em>man of words</em>, ready in speech, <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> (J); <span dir=\"rtl\">רב דברים</span> <em>multitude of words</em> <a data-ref=\"Job 11:2\" href=\"/Job.11.2\">Jb 11:2</a> <a data-ref=\"Proverbs 10:19\" href=\"/Proverbs.10.19\">Pr 10:19</a> <a data-ref=\"Ecclesiastes 5:2\" href=\"/Ecclesiastes.5.2\">Ec 5:2</a>; <span dir=\"rtl\">קְחוּ עִמָּכֶם דְּבָרִים</span> <em>take with you words</em> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a>; <span dir=\"rtl\">דבר(י) (ה)שׁקר</span> <em>lying word</em>(<em>s</em>) <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">Ex 5:9</a>; <a data-ref=\"Exodus 23:7\" href=\"/Exodus.23.7\">23:7</a> (E) <a data-ref=\"Proverbs 13:5\" href=\"/Proverbs.13.5\">Pr 13:5</a>; <a data-ref=\"Proverbs 29:12\" href=\"/Proverbs.29.12\">29:12</a> <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">Is 59:13</a> <a data-ref=\"Jeremiah 7:4\" href=\"/Jeremiah.7.4\">Je 7:4</a>, <a data-ref=\"Jeremiah 7:8\" href=\"/Jeremiah.7.8\">8</a>; <span dir=\"rtl\">דִּבְרֵי רוּחַ</span> <em>words of wind</em>, vain words <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">Jb 16:3</a>; <span dir=\"rtl\">וּמַה־שֶּׁמֶץ דָּבָר נִשְׁמַע־בּוֹ</span> <em>and what a whisper of a word we hear of him!</em> <a data-ref=\"Job 26:14\" href=\"/Job.26.14\">Jb 26:14</a>. <strong>2.</strong>  <em>of God</em>. It is difficult to determine how many of the following should come under <strong>II. 2.</strong> The pl. for <em>words of God</em> is relatively seldom: <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">Nu 12:6</a> <a data-ref=\"Joshua 3:9\" href=\"/Joshua.3.9\">Jos 3:9</a> (E) <a data-ref=\"Exodus 4:28\" href=\"/Exodus.4.28\">Ex 4:28</a>, <a data-ref=\"Exodus 4:30\" href=\"/Exodus.4.30\">30</a> <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a> (J) <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> (D) <a data-ref=\"I Samuel 3:18\" href=\"/I_Samuel.3.18\">1 S 3:18</a>; <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">8:10</a>; <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">15:1</a> <a data-ref=\"II Chronicles 11:4\" href=\"/II_Chronicles.11.4\">2 Ch 11:4</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a> <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">Is 31:2</a> <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a> <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">Am 8:11</a> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, apart from <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a> + 30 times Je, <a data-ref=\"Ezekiel 2:7\" href=\"/Ezekiel.2.7\">Ez 2:7</a> + 4 times Ez, <a data-ref=\"Zechariah 1:6\" href=\"/Zechariah.1.6\">Zc 1:6</a> + 4 times Zc.<br><strong>IV.</strong>  <em>matter, affair</em>, thing about which one speaks:— <strong>1.</strong>  <em>business, occupation:</em> <span dir=\"rtl\">דְּבַר הַמֶּלֶךְ</span> <em>king’s business</em> <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">1 S 21:9</a>; <span dir=\"rtl\">לְכָל־דְּבַר</span> <em>for every matter of</em> <a data-ref=\"I Chronicles 26:32\" href=\"/I_Chronicles.26.32\">1 Ch 26:32</a>; <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">27:1</a> <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">2 Ch 19:11</a>; <span dir=\"rtl\">לְכָל־דְּבָרֶיךָ</span> <em>for all thine affairs</em> <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">1 Ch 28:21</a>; <span dir=\"rtl\">דבר המזבח</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; <span dir=\"rtl\">דָּבָר אֵין־לָהֶם עִם</span> <em>they had no dealings with</em> <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a>, <a data-ref=\"Judges 18:28\" href=\"/Judges.18.28\">28</a>; †<span dir=\"rtl\">דְּבַר־יוֹם בְּיוֹמוֹ</span> <em>the task or portion of a day in its day, daily duty or due</em> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a> (E) <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (J) <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a> (P) <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a> <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">2 K 25:30</a> <a data-ref=\"I Chronicles 16:37\" href=\"/I_Chronicles.16.37\">1 Ch 16:37</a> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a> <span dir=\"rtl\">(ביום)</span> v <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">14</a> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a> <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a> <a data-ref=\"Nehemiah 11:23\" href=\"/Nehemiah.11.23\">Ne 11:23</a>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">12:47</a> <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">Je 52:34</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; †<span dir=\"rtl\">דבר שׁנה בשׁנה</span> <a data-ref=\"I Kings 10:25\" href=\"/I_Kings.10.25\">1 K 10:25</a> <a data-ref=\"II Chronicles 9:24\" href=\"/II_Chronicles.9.24\">2 Ch 9:24</a>. <strong>2.</strong>  pl. <em>acts</em> cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"I Kings 11:41\" href=\"/I_Kings.11.41\">1 K 11:41</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>; <a data-ref=\"II Chronicles 16:11\" href=\"/II_Chronicles.16.11\">16:11</a>; †<span dir=\"rtl\">דְּבָרָיו</span> <em>his acts</em> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a>; <a data-ref=\"II Chronicles 35:27\" href=\"/II_Chronicles.35.27\">35:27</a>; especially in phrases, <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> … <span dir=\"rtl\">עַל־סֵפֶר דִּבְרֵי הַיָּמִים</span> <em>and the rest of the acts of … in the book of the chronicles</em> (<em>daily record of events</em>) <em>of</em> <a data-ref=\"I Kings 14:29\" href=\"/I_Kings.14.29\">1 K 14:29</a> + 32: times K.; <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a> + 8 times Ch, <span dir=\"rtl\">וְיֶתֶר דְּבָרָיו</span> <a data-ref=\"II Chronicles 28:26\" href=\"/II_Chronicles.28.26\">2 Ch 28:26</a>, <span dir=\"rtl\">שְׁאָר דִּבְרֵי</span> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a> are referred to various sources; cf. also <span dir=\"rtl\">במספר דברי הימים</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>, <span dir=\"rtl\">בדברי דויד</span> <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">1 Ch 23:27</a>, <span dir=\"rtl\">על־דברי מלכי ישׂראל</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>: <span dir=\"rtl\">דברים טובים</span> <em>good deeds</em> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a>; <a data-ref=\"II Chronicles 19:3\" href=\"/II_Chronicles.19.3\">19:3</a>; <span dir=\"rtl\">דִּבְרֵי עֲוֹנֹת</span> <em>acts of iniquity</em> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a> (De, <em>Fälle von Missethaten</em>); <span dir=\"rtl\">דִּבְרֵי־רָע</span> <em>evil deeds</em> <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a>. It is used of God, only in <span dir=\"rtl\">כל דבריו לא יענה</span> <a data-ref=\"Job 33:13\" href=\"/Job.33.13\">Jb 33:13</a>, <span dir=\"rtl\">ד׳ אֹתוֹתָיו</span> <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">ψ 105:27</a>, <span dir=\"rtl\">ד׳ נִפְלְאֹתֶיךָ</span> <a data-ref=\"Psalms 145:5\" href=\"/Psalms.145.5\">ψ 145:5</a>. <strong>3.</strong>  <em>matter, affair:</em> <span dir=\"rtl\">דבר אוריה</span> <em>affair of Uriah</em> <a data-ref=\"I Kings 15:5\" href=\"/I_Kings.15.5\">1 K 15:5</a>; <span dir=\"rtl\">שׁרשׁ דבר</span> <em>root of the matter</em> <a data-ref=\"Job 19:28\" href=\"/Job.19.28\">Jb 19:28</a>; <span dir=\"rtl\">מה היה הדבר</span> <em>how went the matter?</em> <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">1 S 4:16</a> <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a> cf. <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">Ru 3:18</a>; <span dir=\"rtl\">סבב את פני הדבר</span> <em>change the face of the matter</em> <a data-ref=\"II Samuel 14:20\" href=\"/II_Samuel.14.20\">2 S 14:20</a>; <span dir=\"rtl\">דִּבְרֵי הָאֲתֹנוֹת</span> <em>the matter of the asses</em> <a data-ref=\"I Samuel 10:2\" href=\"/I_Samuel.10.2\">1 S 10:2</a>; <span dir=\"rtl\">זה דבר הרצח</span> <em>this is the case of the slayer</em> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <span dir=\"rtl\">לְכָל־דְּבָרָיו</span> <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> <em>as to all its particulars;</em> <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>; <a data-ref=\"Proverbs 16:20\" href=\"/Proverbs.16.20\">16:20</a>. <strong>4.</strong>  <em>events, things:</em> †<span dir=\"rtl\">אחר הדברים האלה</span> <em>after these things</em> (events in time) <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 22:1\" href=\"/Genesis.22.1\">22:1</a>; <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">40:1</a> (E) <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">39:7</a> (J) <a data-ref=\"I Kings 17:17\" href=\"/I_Kings.17.17\">1 K 17:17</a>; <a data-ref=\"I Kings 21:1\" href=\"/I_Kings.21.1\">21:1</a> <a data-ref=\"Ezra 7:1\" href=\"/Ezra.7.1\">Ezr 7:1</a> <a data-ref=\"Esther 2:1\" href=\"/Esther.2.1\">Est 2:1</a>; <a data-ref=\"Esther 3:1\" href=\"/Esther.3.1\">3:1</a>; †<span dir=\"rtl\">אחרי הדברים האלה</span> <a data-ref=\"Genesis 48:1\" href=\"/Genesis.48.1\">Gn 48:1</a> <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">Jos 24:29</a> (E) <a data-ref=\"Genesis 22:20\" href=\"/Genesis.22.20\">Gn 22:20</a> (J) <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>. <strong>5.</strong>  <em>cause, case</em> for judicial investigation: <span dir=\"rtl\">כִּי־יִהְיֶה לָהֶם דָּבָר</span> <em>if they have a case</em> <a data-ref=\"Exodus 18:16\" href=\"/Exodus.18.16\">Ex 18:16</a> cf. <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">18:22</a>; <a data-ref=\"Exodus 22:8\" href=\"/Exodus.22.8\">22:8</a>; <span dir=\"rtl\">בעל דברים</span> <em>one having a case</em> <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a>, cf. <span dir=\"rtl\">בדבר משׁפט</span> <a data-ref=\"II Chronicles 19:6\" href=\"/II_Chronicles.19.6\">2 Ch 19:6</a>; <span dir=\"rtl\">דְּבָרֶיךָ טוֹבִים וּנְכֹחִים</span> <em>pleas, good and right</em> <a data-ref=\"II Samuel 15:3\" href=\"/II_Samuel.15.3\">2 S 15:3</a> cf. <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a>. <strong>6.</strong>  <em>something, anything</em> (indefinite): <span dir=\"rtl\">עשׂה דבר</span> <em>do a thing</em> <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> + (frequent); <span dir=\"rtl\">עשׂה דברים</span> <a data-ref=\"Isaiah 42:16\" href=\"/Isaiah.42.16\">Is 42:16</a> + (less frequent); <span dir=\"rtl\">היפלא מי׳ דבר</span> <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> cf. <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">Je 32:17</a>, <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">27</a>; <span dir=\"rtl\">לא</span> … <span dir=\"rtl\">דבר</span> <em>nothing</em> <a data-ref=\"I Kings 5:7\" href=\"/I_Kings.5.7\">1 K 5:7</a>; <a data-ref=\"I Kings 10:3\" href=\"/I_Kings.10.3\">10:3</a> <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> <a data-ref=\"Jeremiah 42:4\" href=\"/Jeremiah.42.4\">Je 42:4</a> + (frequent), <span dir=\"rtl\">אין דבר</span> <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">Ex 5:11</a> (E) <a data-ref=\"Numbers 20:19\" href=\"/Numbers.20.19\">Nu 20:19</a> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a>; <span dir=\"rtl\">לא דבר מ׳</span> <em>nothing of</em> <a data-ref=\"Exodus 9:4\" href=\"/Exodus.9.4\">Ex 9:4</a> (J) <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a>; <a data-ref=\"Joshua 11:15\" href=\"/Joshua.11.15\">11:15</a>; <a data-ref=\"Joshua 21:45\" href=\"/Joshua.21.45\">21:45</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a> (D); <span dir=\"rtl\">כל דבר</span> <em>anything</em> <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a> <a data-ref=\"Deuteronomy 23:20\" href=\"/Deuteronomy.23.20\">Dt 23:20</a> +; <span dir=\"rtl\">דבר רע</span> <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">ψ 141:4</a> +; <span dir=\"rtl\">ד׳ טוב</span> <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">1 K 14:13</a> +; <span dir=\"rtl\">דְּבַר־מָה</span> <em>whatsoever</em> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a> (E); <span dir=\"rtl\">עֶרְוַת דבר</span> <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a> <em>nakedness of a thing</em>, i.e. unclean or unseemly thing (indecency in camp); so of a wife <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a>. <strong>7.</strong>  <em>way, manner:</em> <span dir=\"rtl\">זֶה דְּבַר הַשְּׁמִטָּה</span> <em>this is the manner of the release</em> <a data-ref=\"Deuteronomy 15:2\" href=\"/Deuteronomy.15.2\">Dt 15:2</a> (cf. SI<sup>1</sup>); <span dir=\"rtl\">כֵּן דְּבַר הַמֶּלֶךְ</span> <em>so was the way of the king</em> <a data-ref=\"Esther 1:13\" href=\"/Esther.1.13\">Est 1:13</a>; <span dir=\"rtl\">כדבר הזה</span> <em>after this manner, thus</em> †<a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">32:20</a>; <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> (JE) <a data-ref=\"II Samuel 15:6\" href=\"/II_Samuel.15.6\">2 S 15:6</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a> with <span dir=\"rtl\">(עשׂה)</span>, <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>; <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">17:6</a> <span dir=\"rtl\">(דבר)</span>, <a data-ref=\"I Samuel 17:27\" href=\"/I_Samuel.17.27\">1 S 17:27</a>, <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">30</a> <a data-ref=\"Isaiah 8:20\" href=\"/Isaiah.8.20\">Is 8:20</a> <span dir=\"rtl\">(אמר)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a>, <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">5</a> <span dir=\"rtl\">(שׁלח)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a> <span dir=\"rtl\">(השׁיב)</span> cf. <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a>, <a data-ref=\"II Kings 7:19\" href=\"/II_Kings.7.19\">2 K 7:19</a> <span dir=\"rtl\">(היה)</span>; (peculiar to D, <span dir=\"rtl\">כדבר הרע הזה</span> <em>such a wicked deed as this</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>, <span dir=\"rtl\">כדבר הגדול הזה</span> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>); <span dir=\"rtl\">כדברים האלה עשׂה</span> <em>thus and thus did he</em> <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">Gn 39:19</a> (J) <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> (but usually the pl. = <em>these words</em>). <strong>8.</strong>  <em>reason, cause:</em> <span dir=\"rtl\">זֶה דְבַר־הַמַּס</span> <a data-ref=\"I Kings 9:15\" href=\"/I_Kings.9.15\">1 K 9:15</a>; <span dir=\"rtl\">זה הדבר אשׁר</span> <em>this is the reason why</em> <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (D) <a data-ref=\"I Kings 11:27\" href=\"/I_Kings.11.27\">1 K 11:27</a>; so <a data-ref=\"I Samuel 17:29\" href=\"/I_Samuel.17.29\">1 S 17:29</a> AV RV, <em>was it not</em> but <em>a word?</em> Th Ke RVm VB Dr; … <span dir=\"rtl\">עַל דְּבַר</span>, <span dir=\"rtl\">עַל־דִּבְרֵי</span> <em>for the sake of, in reference to</em>, v. Kö<sup>Expositor, Aug. 1902, 142–148</sup>; and add for <span dir=\"rtl\">עַל־דְּבַר</span> <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a><sup>(×3)</sup>; <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">31:16</a> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>, and for <span dir=\"rtl\">עַל־דִּבְרֵי</span> <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a> <a data-ref=\"II Kings 22:13\" href=\"/II_Kings.22.13\">2 K 22:13</a> = <a data-ref=\"II Chronicles 34:21\" href=\"/II_Chronicles.34.21\">2 Ch 34:21a</a>, and perhaps <a data-ref=\"Psalms 7:1\" href=\"/Psalms.7.1\">ψ 7:1</a>. <em>because of, for the sake of</em> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>, <a data-ref=\"Genesis 20:18\" href=\"/Genesis.20.18\">18</a> (E) <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">12:17</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a> (J) <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">Nu 17:14</a> (P) <a data-ref=\"Psalms 45:5\" href=\"/Psalms.45.5\">ψ 45:5</a>; <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">79:9</a>, <span dir=\"rtl\">עַל דִּבְרֵי</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <span dir=\"rtl\">עַל־דִּבְרֵיכֶם</span> <em>for your sakes</em> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>, <span dir=\"rtl\">עַל דְּבַר אשׁר</span> <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a>.. Oldest tradition (Jerome) seems to waver between <span dir=\"rtl\">דָּג</span> <em>fish</em> and <span dir=\"rtl\">דָּגָן</span> <em>grain</em>, as explan. of <span dir=\"rtl\">דָּגוֹן</span>, v. <a ,=\"\" data-ref=\"BDB, דִּבְלָתַ֫יִם\" dir=\"rtl\" href=\"/BDB,_דִּבְלָתַ֫יִם\">בית ד׳</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3a2b6084aa1cbf290b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מֵעִם 1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "BDB, מֵעִם 1", "sourceHeRef": "בראון-דרייבר-בריגס, מֵעִם א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מֵעִם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מֵעִם</span></big><sub>72</sub>  <em>from with</em> or <em>beside</em> (= παρὰ with a gen.: cf. <span dir=\"rtl\">מֵאֵת</span>): hence<br><strong>a.</strong>  after verbs of departing, taking, removing, etc., <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a> <span dir=\"rtl\">אַחֲרֵי הִפָּרֶד־לוֹט מֵעִמּוֹ</span>, <a data-ref=\"Genesis 26:16\" href=\"/Genesis.26.16\">26:16</a> <span dir=\"rtl\">לֵךְ מֵעִמָּנוּ</span>, <a data-ref=\"I Samuel 10:2\" href=\"/I_Samuel.10.2\">1 S 10:2</a>, <a data-ref=\"I Samuel 10:9\" href=\"/I_Samuel.10.9\">9</a>; <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">14:17</a> <span dir=\"rtl\">מי הלך מעמנו</span>, <a data-ref=\"II Samuel 1:2\" href=\"/II_Samuel.1.2\">2 S 1:2</a>; <a data-ref=\"I Samuel 16:14\" href=\"/I_Samuel.16.14\">1 S 16:14</a> <span dir=\"rtl\">ורוח י׳ סרה מעם שׁאול</span>, <a data-ref=\"I Samuel 18:12\" href=\"/I_Samuel.18.12\">18:12</a>; <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a> <span dir=\"rtl\">בטרם אֶלָּקַח מעמך</span>; <a data-ref=\"II Samuel 15:28\" href=\"/II_Samuel.15.28\">2 S 15:28</a> <span dir=\"rtl\">עַד בּוֹא דָבָר מֵעִמָּכֶם</span>; of heart turning <span dir=\"rtl\">מעם י׳</span> <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <a data-ref=\"I Kings 11:9\" href=\"/I_Kings.11.9\">1 K 11:9</a>; after <span dir=\"rtl\">שׁאל</span> <em>to ask</em>, <a data-ref=\"Exodus 22:13\" href=\"/Exodus.22.13\">Ex 22:13</a>; <a data-ref=\"Deuteronomy 10:12\" href=\"/Deuteronomy.10.12\">Dt 10:12</a> <span dir=\"rtl\">מה י׳ שֹׁאֵל מֵעִמָּ֑ךְ</span>, <a data-ref=\"I Samuel 1:17\" href=\"/I_Samuel.1.17\">1 S 1:17</a>; <a data-ref=\"I Samuel 20:23\" href=\"/I_Samuel.20.23\">20:23</a> (Niph.), <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a> +; <span dir=\"rtl\">דרשׁ</span> <em>to require</em>, <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a>; <a data-ref=\"Deuteronomy 23:22\" href=\"/Deuteronomy.23.22\">23:22</a>; <a data-ref=\"I Kings 14:5\" href=\"/I_Kings.14.5\">1 K 14:5</a> (to <em>inquire</em>); <span dir=\"rtl\">יצא מֵעִם פרעה</span> <em>from</em> (being) <em>with</em> Ph. <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a>, <a data-ref=\"Exodus 8:25\" href=\"/Exodus.8.25\">25</a>, <a data-ref=\"Exodus 8:26\" href=\"/Exodus.8.26\">26</a>; <a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">9:33</a> +: cf. <a data-ref=\"II Samuel 3:26\" href=\"/II_Samuel.3.26\">2 S 3:26</a>; <a data-ref=\"I Samuel 18:13\" href=\"/I_Samuel.18.13\">1 S 18:13</a> <span dir=\"rtl\">ויסירהו שׁאול מעמו</span>; and <span dir=\"rtl\">מֵעִם פְּנֵי</span> <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">Gn 44:29</a>; <a data-ref=\"Job 1:12\" href=\"/Job.1.12\">Jb 1:12</a>. †Sq. a word denoting a place, <a data-ref=\"Genesis 48:12\" href=\"/Genesis.48.12\">Gn 48:12</a> <span dir=\"rtl\">וַיּוֹצֵא יוֹסֵף אֹתָם מֵעִם בִּרְכָּיו</span>, <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">Ex 21:14</a> <span dir=\"rtl\">מֵעִם מִזְבְּחִי</span> (cf. <a data-ref=\"I Samuel 2:33\" href=\"/I_Samuel.2.33\">1 S 2:33</a>), <a data-ref=\"Judges 9:37\" href=\"/Judges.9.37\">Ju 9:37</a> <span dir=\"rtl\">מֵעִם טַבּוּר הארץ</span>, <a data-ref=\"I Samuel 20:34\" href=\"/I_Samuel.20.34\">1 S 20:34</a> <span dir=\"rtl\">מֵעִם הַשֻּׁלְחָן</span>; <a data-ref=\"Job 28:4\" href=\"/Job.28.4\">Jb 28:4</a> <span dir=\"rtl\">מֵעִם גָּר</span> <em>away from, far from</em> (si vera l.).<br>†<strong>b.</strong>  <a data-ref=\"Genesis 24:27\" href=\"/Genesis.24.27\">Gn 24:27</a> <span dir=\"rtl\">אשׁר לא עזב חסדו מעם אֲדֹנִי</span> (cf. with <span dir=\"rtl\">הכרית</span> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>, <span dir=\"rtl\">הסיר</span> <a data-ref=\"II Samuel 7:15\" href=\"/II_Samuel.7.15\">2 S 7:15</a>; <a data-ref=\"I Chronicles 17:13\" href=\"/I_Chronicles.17.13\">1 Ch 17:13</a> (‖ <a data-ref=\"II Samuel 7:15\" href=\"/II_Samuel.7.15\">2 S 7:15</a> <span dir=\"rtl\">מן</span>), <span dir=\"rtl\">הפיר</span> <a data-ref=\"Psalms 89:34\" href=\"/Psalms.89.34\">ψ 89:34</a>); <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">Ru 4:10</a> <span dir=\"rtl\">לֹא־יִכָּרֵת שֵׁם מֵעִם</span>.<br>†<strong>c.</strong>  <em>From the possession</em>, or <em>custody, of</em> (cf. <span dir=\"rtl\">עִם</span> <strong>3 b, c</strong>): so with <span dir=\"rtl\">גזל</span> <a data-ref=\"Genesis 31:31\" href=\"/Genesis.31.31\">Gn 31:31</a>, <span dir=\"rtl\">ערב</span> to take in pledge <a data-ref=\"Genesis 44:32\" href=\"/Genesis.44.32\">44:32</a>, <span dir=\"rtl\">גנב</span> <a data-ref=\"Exodus 22:11\" href=\"/Exodus.22.11\">Ex 22:11</a>, <span dir=\"rtl\">יצא</span> (subj. a slave; cf. <span dir=\"rtl\">עם</span> <strong>3 a</strong>) <a data-ref=\"Leviticus 25:41\" href=\"/Leviticus.25.41\">Lv 25:41</a> <a data-ref=\"Deuteronomy 15:16\" href=\"/Deuteronomy.15.16\">Dt 15:16</a> (cf. with <span dir=\"rtl\">שִׁלַּח חָפְשִׁי</span> <a data-ref=\"Deuteronomy 15:12\" href=\"/Deuteronomy.15.12\">Dt 15:12</a>, <a data-ref=\"Deuteronomy 15:13\" href=\"/Deuteronomy.15.13\">13</a>, <a data-ref=\"Deuteronomy 15:18\" href=\"/Deuteronomy.15.18\">18</a>; <a data-ref=\"Jeremiah 34:14\" href=\"/Jeremiah.34.14\">Je 34:14</a>, <span dir=\"rtl\">הִנָּצֵל</span> <a data-ref=\"Deuteronomy 23:16\" href=\"/Deuteronomy.23.16\">Dt 23:16</a>), <span dir=\"rtl\">לקח</span> <a data-ref=\"II Samuel 3:15\" href=\"/II_Samuel.3.15\">2 S 3:15</a>, <span dir=\"rtl\">קנה</span> <a data-ref=\"II Samuel 24:21\" href=\"/II_Samuel.24.21\">24:21</a>.<br>†<strong>d.</strong>  Expressing <em>origination</em> or <em>authorship:</em> <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a> <span dir=\"rtl\">כִּי כָֽלְתָה הָרָעָה מֵעִמּוֹ</span>, v <a data-ref=\"I Samuel 20:9\" href=\"/I_Samuel.20.9\">9</a>, <a data-ref=\"I Samuel 20:33\" href=\"/I_Samuel.20.33\">33</a> (cf. <span dir=\"rtl\">מֵאֵת</span> <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">Est 7:17</a>); especially of <span dir=\"rtl\">י׳</span> (cf. <span dir=\"rtl\">מֵאֵת</span> <strong>c</strong>), <a data-ref=\"Genesis 41:32\" href=\"/Genesis.41.32\">Gn 41:32</a> <span dir=\"rtl\">נָכוֹן הַדָּבָר מֵעִם הא׳</span> is established <em>from</em>, on the part of, God, <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a> <span dir=\"rtl\">שׁלום</span> … <span dir=\"rtl\">מעם י׳</span>, <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">12:15</a> (<a data-ref=\"II Chronicles 10:15\" href=\"/II_Chronicles.10.15\">2 Ch 10:15</a>) <span dir=\"rtl\">כִי הָֽיְתָה סִבָּה מעם י׳</span>, <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">Is 8:18</a> signs and portents <span dir=\"rtl\">מעם י׳</span>, <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">28:29</a> <span dir=\"rtl\">גם זאת מעם י׳ יצאה</span>, <a data-ref=\"Isaiah 29:6\" href=\"/Isaiah.29.6\">29:6</a> <a data-ref=\"Psalms 121:2\" href=\"/Psalms.121.2\">ψ 121:2</a> <span dir=\"rtl\">עֶזְרִי מעם י׳</span>, <a data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\">Ru 2:12</a>. And of a judgment proceeding <em>from</em> any one: <a data-ref=\"II Samuel 3:28\" href=\"/II_Samuel.3.28\">2 S 3:28</a> <span dir=\"rtl\">נקי מעם י׳</span> = <em>pronounced</em> guiltless <em>by</em> <span dir=\"rtl\">י׳</span>, <a data-ref=\"Job 34:33\" href=\"/Job.34.33\">Jb 34:33</a> <span dir=\"rtl\">הֲמֵעִמְּךָ</span> <em>at thy judgment</em> shall he requite? (cf. <span dir=\"rtl\">מִן</span> <strong>2 d</strong> <em>end</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d414b6084aa1cbf2ec05", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צְפַרְדֵּעַ 1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "BDB, צְפַרְדֵּעַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, צְפַרְדֵּעַ א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צְפַרְדֵּעַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">צְפַרְדֵּעַ</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a></sup> (cf. also Albr<sup>ZAW xv (1895), 322</sup> Ges<sup>§§ 135 o, 145 o</sup>) <strong>frogs (</strong>Arabic <span dir=\"rtl\">ضِفْدِعٌ</span>, etc.; Aramaic <span dir=\"rtl\">עוּרְדְּעָנַיָּא</span>, <span dir=\"rtl\">אוּרְדְּעָא</span>, <span dir=\"rtl\">ܐܽܘܪܕܥܳܐ</span> <strong>)</strong>;—<em>frogs</em>, coll. <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a> <a data-ref=\"Psalms 78:45\" href=\"/Psalms.78.45\">ψ 78:45</a>; pl. <span dir=\"rtl\">צְפַרְדְּעִים</span> <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>, <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">28</a>, <a data-ref=\"Exodus 7:29\" href=\"/Exodus.7.29\">29</a>; <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">8:1</a>, <a data-ref=\"Exodus 8:3\" href=\"/Exodus.8.3\">3</a>, <a data-ref=\"Exodus 8:4\" href=\"/Exodus.8.4\">4</a>, <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">5</a>, <a data-ref=\"Exodus 8:7\" href=\"/Exodus.8.7\">7</a>, <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">8</a>, <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">9</a> <a data-ref=\"Psalms 105:30\" href=\"/Psalms.105.30\">ψ 105:30</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d495b6084aa1cbf35657", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שׂוּם 1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "BDB, שׂוּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, שׂוּם א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שׂוּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שׂוּם</span>, <span dir=\"rtl\">שִׂים</span>, <span dir=\"rtl\"></span></big></big>  <strong>vb.</strong> put, place, set <strong>(</strong>cf. Nö<sup>ZMG xxxvii (1883), 532</sup>; NH <span dir=\"rtl\">סוּם</span> Pi. <em>designate, fix</em>, <span dir=\"rtl\">שׂום</span> Ecclus 45:5c; 49:6; Ph. <span dir=\"rtl\">שם</span>, Assyrian <em>šâmu</em>, <em>fix, determine;</em> Sab. <span dir=\"rtl\">שׂים</span> <em>set, set up</em>, SabDenkm<sup>No. 7, 1. 6</sup> CIS<sup>iv. 1</sup>; Arabic <span dir=\"rtl\">شَامَ (ى)</span> is <em>insert, sheathe</em>, also <em>compute;</em> Ethiopic ሤመ: <em>put, place;</em> 𝔗 <span dir=\"rtl\">שׂוּם</span>, Syriac <span dir=\"rtl\">ܣܳܡ</span>, Old Aramaic <span dir=\"rtl\">שים</span><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">שָׂם</span> <a data-ref=\"Genesis 21:14\" href=\"/Genesis.21.14\">Gn 21:14</a> + (<a data-ref=\"II Chronicles 1:5\" href=\"/II_Chronicles.1.5\">2 Ch 1:5</a> read <span dir=\"rtl\">שָׂם</span> 𝔊 𝔙 Gi Be Kau Benz), sf. <span dir=\"rtl\">שָׂמוֹ</span> <a data-ref=\"Ezekiel 17:4\" href=\"/Ezekiel.17.4\">Ez 17:4</a> +, <span dir=\"rtl\">שָׂמָ֫הוּ</span> <a data-ref=\"Ezekiel 7:20\" href=\"/Ezekiel.7.20\">7:20</a>; 3 fs. <span dir=\"rtl\">שָׂ֫מָה</span> <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a>, sf. <span dir=\"rtl\">שָׂמָ֫תְהוּ</span> <a data-ref=\"Ezekiel 19:5\" href=\"/Ezekiel.19.5\">Ez 19:5</a>; <a data-ref=\"Ezekiel 24:7\" href=\"/Ezekiel.24.7\">24:7</a>; 2 ms. <span dir=\"rtl\">שַׂמְתָּ</span> <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a> +; 3 pl. <span dir=\"rtl\">שָׂמוּ</span> <a data-ref=\"Genesis 40:15\" href=\"/Genesis.40.15\">Gn 40:15</a> +; 1 pl. <span dir=\"rtl\">שַׂמְנוּ</span> <a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָשׂוּם</span> <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a>, <span dir=\"rtl\">יָשִׂים</span> <a data-ref=\"Genesis 30:42\" href=\"/Genesis.30.42\">Gn 30:42</a> +, <span dir=\"rtl\">יָשִׂם</span> <a data-ref=\"Job 23:6\" href=\"/Job.23.6\">Jb 23:6</a>; juss. <span dir=\"rtl\">יָשֵׂם</span> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a> +; <span dir=\"rtl\">וַיָּ֫שֶׂם</span> <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">Gn 2:8</a> +; sf. <span dir=\"rtl\">יְשִׂמֵנִי</span> <a data-ref=\"II Samuel 15:4\" href=\"/II_Samuel.15.4\">2 S 15:4</a>, <span dir=\"rtl\">וַיְשִׂימְךָ</span> <a data-ref=\"I Kings 10:9\" href=\"/I_Kings.10.9\">1 K 10:9</a>; 2 fs. <span dir=\"rtl\">וַתָּשִׂימִי</span> <a data-ref=\"Isaiah 51:23\" href=\"/Isaiah.51.23\">Is 51:23</a>; <span dir=\"rtl\">וָאָשִׂים</span> <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">1 S 28:21</a> +, <span dir=\"rtl\">וָאָשִׂ֫ימָה</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a>; <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a> Qr (Kt <span dir=\"rtl\">ואישׂמה</span>); 2 mpl. <span dir=\"rtl\">תָּשִׂימוּ</span> <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">Gn 32:17</a> +, <span dir=\"rtl\">תְּשִׂימ֫וּן</span> <a data-ref=\"Exodus 22:24\" href=\"/Exodus.22.24\">Ex 22:24</a> +, etc.; Imv. ms. <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a> +, etc.; Inf. abs. <span dir=\"rtl\">שׂוֹם</span> <a data-ref=\"Deuteronomy 17:15\" href=\"/Deuteronomy.17.15\">Dt 17:15</a> +, cstr. <span dir=\"rtl\">שׂוּם</span> <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> +, <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Job 20:4\" href=\"/Job.20.4\">Jb 20:4</a> + <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> Qr (Kt <span dir=\"rtl\">שׂום</span>), <span dir=\"rtl\">שׂימו</span> <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">Is 10:6</a> Kt (Qr <span dir=\"rtl\">שׂוּמוֹ</span>), etc.; Pt. <span dir=\"rtl\">שָׂם</span> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a> +, fs. <span dir=\"rtl\">הַשָּׂמָ֫ה</span> <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">Is 51:10</a> (so read for MT <span dir=\"rtl\">הַשָּׂ֫מָה</span>); pl. <span dir=\"rtl\">שָׂמִים</span> <a data-ref=\"Malachi 2:2\" href=\"/Malachi.2.2\">Mal 2:2</a> +; pass. <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Numbers 24:21\" href=\"/Numbers.24.21\">Nu 24:21</a> (cf. Di), <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; f. according to most <span dir=\"rtl\">שׂוּמָה</span> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (van d. H. <span dir=\"rtl\">שׂימה</span> Kt), but v. infr.; <span dir=\"rtl\">שִׂימָ֫ה</span> <a data-ref=\"Psalms 56:9\" href=\"/Psalms.56.9\">ψ 56:9</a> Bae Buhl, but most Imv. ms.;—<em>put, set</em> (often ‖ <span dir=\"rtl\">נָתָן</span> <strong>2</strong>, q.v.), c. acc. pers. vel rei (expr. or impl.): <strong>1.</strong> <strong>a.</strong>  <em>put, set</em>, in a place, + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">Gn 2:8</a> (J), + acc. loc. <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">28:11</a> (E) + 5 times +, c. 2 acc. + loc., <a data-ref=\"II Kings 10:8\" href=\"/II_Kings.10.8\">2 K 10:8</a> <em>heads</em> (in) <em>heaps</em> at (acc. loc.), cf. <a data-ref=\"Leviticus 24:6\" href=\"/Leviticus.24.6\">Lv 24:6</a> <span dir=\"rtl\">(עַל)</span>; + ב <a data-ref=\"Genesis 40:15\" href=\"/Genesis.40.15\">40:15</a> (E), fig. of <span dir=\"rtl\">י׳</span>, <em>put</em> his name, <span dir=\"rtl\">בִּירוּשׁ׳</span> <a data-ref=\"II Kings 21:7\" href=\"/II_Kings.21.7\">2 K 21:7</a> = <a data-ref=\"II Chronicles 33:7\" href=\"/II_Chronicles.33.7\">2 Ch 33:7</a>, cf. c. <span dir=\"rtl\">שָׁם</span> <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>; <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a> + 6 times; especially ב of receptacle <a data-ref=\"Genesis 31:34\" href=\"/Genesis.31.34\">Gn 31:34</a> (E), <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a> (E), <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> + often; sackcloth on <span dir=\"rtl\">(ב)</span> loins <a data-ref=\"Genesis 37:34\" href=\"/Genesis.37.34\">Gn 37:34</a> (J), <a data-ref=\"I Kings 20:31\" href=\"/I_Kings.20.31\">1 K 20:31</a>, crown on head <a data-ref=\"Zechariah 6:11\" href=\"/Zechariah.6.11\">Zc 6:11</a>; <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>, shoes on feet <a data-ref=\"Ezekiel 24:17\" href=\"/Ezekiel.24.17\">Ez 24:17</a>; hook, etc., in nose <a data-ref=\"II Kings 19:28\" href=\"/II_Kings.19.28\">2 K 19:28</a> = <a data-ref=\"Isaiah 37:29\" href=\"/Isaiah.37.29\">Is 37:29</a>; <a data-ref=\"Job 40:26\" href=\"/Job.40.26\">Jb 40:26</a>, incense <span dir=\"rtl\">בְּאַפֶּ֑ךָ</span> <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">Dt 33:10</a>, i.e. cause thee <span dir=\"rtl\">(י׳)</span> to smell it; feet in stocks (fig.) <a data-ref=\"Job 13:27\" href=\"/Job.13.27\">Jb 13:27</a>; <a data-ref=\"Job 33:11\" href=\"/Job.33.11\">33:11</a>; knife into throat <a data-ref=\"Proverbs 23:2\" href=\"/Proverbs.23.2\">Pr 23:2</a> (fig. of self-restraint, Fl in De); words into mouth <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a> (J), <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a> (E) + 8 times, + <a data-ref=\"Deuteronomy 31:19\" href=\"/Deuteronomy.31.19\">Dt 31:19</a> teach to say or sing; into heart <a data-ref=\"Job 22:22\" href=\"/Job.22.22\">Jb 22:22</a>, ins. also <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a> 𝔊 Th We Dr Kit Bu HPS; trust in God <a data-ref=\"Psalms 78:7\" href=\"/Psalms.78.7\">ψ 78:7</a>; (guilt of) blood into house <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">Dt 22:8</a>, cf. <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a> (<span dir=\"rtl\">עַל</span> pers.; so, c. <span dir=\"rtl\">נָתַן</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>); something into hand <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a> (E), of wonders, i.e. enable hand to do them; elsewhere = take, of hammer <a data-ref=\"Judges 4:21\" href=\"/Judges.4.21\">Ju 4:21</a>, booty <a data-ref=\"I Kings 20:6\" href=\"/I_Kings.20.6\">1 K 20:6</a>, so (fig.) <em>take one’s life</em> <span dir=\"rtl\">(נֶפֶשׁ)</span> <em>into one’s palm</em> (i.e. risk it) <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a>; <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">28:21</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a>; put eyes <span dir=\"rtl\">בַּפּוּךְ</span> <a data-ref=\"II Kings 9:30\" href=\"/II_Kings.9.30\">2 K 9:30</a> (v. <a data-ref=\"BDB, פּוּךְ\" href=\"/BDB,_פּוּךְ\", dir=\"rtl\">פּוּךְ</a>, cf. <a data-ref=\"Isaiah 54:11\" href=\"/Isaiah.54.11\">Is 54:11</a>); <span dir=\"rtl\">נֶפֶשׁ</span> (= <em>person</em>), <span dir=\"rtl\">בַּחַיִּים</span> <a data-ref=\"Psalms 66:9\" href=\"/Psalms.66.9\">ψ 66:9</a> (subj. <span dir=\"rtl\">י׳</span>); <em>set</em> men <em>at</em> (the use of) implements <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> (prob., cf. Dr HPS; > <span dir=\"rtl\">וַיָּשַׂר(ם)</span> <em>sawed them with</em>, as ‖ <a data-ref=\"I Chronicles 20:3\" href=\"/I_Chronicles.20.3\">1 Ch 20:3</a>, Th We); <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a> (‖ <span dir=\"rtl\">נתן</span>) is dub.; 𝔊L Klo Kit read <span dir=\"rtl\">וַיִּקֹּם</span>; <em>charge</em> something <em>against</em> (<span dir=\"rtl\">ב</span> pers.; properly <em>put in</em>, i.e. attribute, impute, to) <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>; <a data-ref=\"Job 4:18\" href=\"/Job.4.18\">Jb 4:18</a>; so, c. ל pers. <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, cf. (<span dir=\"rtl\">ל</span> om.) v <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>; <em>put</em> <span dir=\"rtl\">בְּקֶרֶב</span> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a>; <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">Is 63:11</a>, <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Ezekiel 26:12\" href=\"/Ezekiel.26.12\">Ez 26:12</a>. <strong>b.</strong>  <em>put</em> something <em>upon</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 21:8\" href=\"/Numbers.21.8\">Nu 21:8</a>, <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">9</a> (E) + often; jewels, clothes, on person <a data-ref=\"Genesis 24:17\" href=\"/Genesis.24.17\">Gn 24:17</a> (J), <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">41:42</a> (E), <a data-ref=\"Leviticus 8:8\" href=\"/Leviticus.8.8\">Lv 8:8</a> (P), <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, turban <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">Zc 3:5</a><sup>(×2)</sup>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">Ex 29:5</a> (P), <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">Lv 8:9</a> (P) cf. (prep. om.) <a data-ref=\"Job 24:15\" href=\"/Job.24.15\">Jb 24:15</a>; <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">36:13</a> (fig.), girdle <a data-ref=\"Jeremiah 13:1\" href=\"/Jeremiah.13.1\">Je 13:1</a>, <a data-ref=\"Jeremiah 13:2\" href=\"/Jeremiah.13.2\">2</a>, sackcloth <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">שׂ׳ אָדָם עַל־הָאָרֶץ</span> <a data-ref=\"Job 20:4\" href=\"/Job.20.4\">Jb 20:4</a> (of man’s creation); of siege and siege engines, <span dir=\"rtl\">עַל</span> = <em>against</em>, <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; <a data-ref=\"Ezekiel 4:2\" href=\"/Ezekiel.4.2\">Ez 4:2</a>; <a data-ref=\"Ezekiel 23:24\" href=\"/Ezekiel.23.24\">23:24</a>; <em>put, lay, upon</em> <span dir=\"rtl\">(עַל)</span>, <a data-ref=\"II Kings 4:29\" href=\"/II_Kings.4.29\">2 K 4:29</a> +; hand <a data-ref=\"Genesis 48:18\" href=\"/Genesis.48.18\">Gn 48:18</a> (J) + 3 times, + <em>upon mouth</em>, in silence <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a>; <a data-ref=\"Job 21:5\" href=\"/Job.21.5\">Jb 21:5</a>, and awe <a data-ref=\"Micah 7:16\" href=\"/Micah.7.16\">Mi 7:16</a>, so c. ל <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a>, <span dir=\"rtl\">לְמוֹ</span> <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a>, <a data-ref=\"Job 40\" href=\"/Job.40\">40</a>, upon <span dir=\"rtl\">(עַל)</span> head <a data-ref=\"II Samuel 13:19\" href=\"/II_Samuel.13.19\">2 S 13:19</a> (in despair, cf. <a data-ref=\"Jeremiah 2:37\" href=\"/Jeremiah.2.37\">Je 2:37</a>); acc. of disease <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (J), so (<span dir=\"rtl\">ב</span> pers.) v <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">26</a> <a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>; fig., spirit <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), name <a data-ref=\"Numbers 6:27\" href=\"/Numbers.6.27\">6:27</a> (P), duty <a data-ref=\"Job 37:15\" href=\"/Job.37.15\">Jb 37:15</a> (?), reproach <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>, <span dir=\"rtl\">רָעָה תַּחַת טוֹבָה</span> <a data-ref=\"Psalms 109:5\" href=\"/Psalms.109.5\">ψ 109:5</a> (𝔖 Bae <span dir=\"rtl\">וַיָשִׁיבוּ</span>, so, or <span dir=\"rtl\">וַיְשַׁלְּמוּ</span>, Hup Che); <span dir=\"rtl\">שׂ׳ עַל לֵב</span> <a data-ref=\"Song of Songs 8:6\" href=\"/Song_of_Songs.8.6\">Ct 8:6</a> (sim.), so, fig., = remember, treasure up, <a data-ref=\"Isaiah 42:25\" href=\"/Isaiah.42.25\">Is 42:25</a>; <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">47:7</a> (‖ <span dir=\"rtl\">זָכַר</span>), + 6 times, c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Samuel 13:33\" href=\"/II_Samuel.13.33\">2 S 13:33</a>; <a data-ref=\"II Samuel 19:20\" href=\"/II_Samuel.19.20\">19:20</a> (‖ id.); c. ב <a data-ref=\"I Samuel 21:13\" href=\"/I_Samuel.21.13\">1 S 21:13</a>; cf. <span dir=\"rtl\">שׂ׳ בְּאָזְנֵי</span> <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a> (E), impress upon. <strong>c.</strong>  <em>put, lay, set</em>, c. ל, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">2 K 11:16</a> <em>lay</em> (violent) <em>hands on</em> = <a data-ref=\"II Chronicles 23:15\" href=\"/II_Chronicles.23.15\">2 Ch 23:15</a>; <em>put</em> end <em>to</em> <a data-ref=\"Job 18:2\" href=\"/Job.18.2\">Jb 18:2</a>; <a data-ref=\"Job 28:3\" href=\"/Job.28.3\">28:3</a>; set <span dir=\"rtl\">לְמָרוֹם</span> <a data-ref=\"Job 5:11\" href=\"/Job.5.11\">5:11</a>; <em>render</em> glory <em>to</em> <a data-ref=\"Joshua 7:19\" href=\"/Joshua.7.19\">Jos 7:19</a> (JE; ‖ <span dir=\"rtl\">נָתַן</span>), <a data-ref=\"Isaiah 42:12\" href=\"/Isaiah.42.12\">Is 42:12</a>; <em>make</em> covenant <em>with</em> <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a>; <em>set</em> food <em>for</em> <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">Gn 43:32</a> (J), <a data-ref=\"II Samuel 12:20\" href=\"/II_Samuel.12.20\">2 S 12:20</a>, prep. om. <a data-ref=\"Genesis 43:31\" href=\"/Genesis.43.31\">Gn 43:31</a> (J), so c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">1 S 9:24</a>; <a data-ref=\"I Samuel 28:22\" href=\"/I_Samuel.28.22\">28:22</a>; <a data-ref=\"II Kings 6:22\" href=\"/II_Kings.6.22\">2 K 6:22</a>; <span dir=\"rtl\">שׂ׳ לִפְנֵי</span> elsewhere <a data-ref=\"Judges 18:21\" href=\"/Judges.18.21\">Ju 18:21</a>, of precedence <a data-ref=\"Genesis 48:20\" href=\"/Genesis.48.20\">Gn 48:20b</a> (E); <em>set</em> laws (as authoritative) <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">Ex 19:7</a>; <a data-ref=\"Exodus 21:1\" href=\"/Exodus.21.1\">21:1</a> (both E), <a data-ref=\"Deuteronomy 4:44\" href=\"/Deuteronomy.4.44\">Dt 4:44</a>; God (as moral ruler) <span dir=\"rtl\">לְנֶגְדָּם</span> <a data-ref=\"Psalms 54:5\" href=\"/Psalms.54.5\">ψ 54:5</a>; <a data-ref=\"Psalms 86:14\" href=\"/Psalms.86.14\">86:14</a>; <span dir=\"rtl\">שׂ׳ נֶגֶד</span> also <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> (E), <span dir=\"rtl\">נֹכַח</span> <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>; <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a> (J). <strong>d.</strong>  <em>put</em>, c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Joshua 24:7\" href=\"/Joshua.24.7\">Jos 24:7</a> (E) + 5 times (<a data-ref=\"Exodus 8:19\" href=\"/Exodus.8.19\">Ex 8:19</a> v. <a data-ref=\"BDB, פְּדוּת\" href=\"/BDB,_פְּדוּת\", dir=\"rtl\">פְּדוּת</a> p. 804), + <a data-ref=\"Genesis 30:36\" href=\"/Genesis.30.36\">Gn 30:36</a> (J), <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">32:17</a> (E), <em>put</em> space <em>between;</em> c. <span dir=\"rtl\">תַּחַת</span> <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a> (E), + 3 times (<a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> del. <span dir=\"rtl\">לַחְמְךָ</span> We GASm Now al.) + <span dir=\"rtl\">שׂ׳ יָד תַּחַת יָרֵךְ</span> in oath <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a>, <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">9</a>; <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">47:29</a> (all J); <em>put</em>, c. <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"I Samuel 6:11\" href=\"/I_Samuel.6.11\">1 S 6:11</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a>; <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">19:13a</a> <a data-ref=\"Habakkuk 2:15\" href=\"/Habakkuk.2.15\">Hb 2:15</a>, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Job 5:8\" href=\"/Job.5.8\">Jb 5:8</a> <em>commit unto;</em> c. <span dir=\"rtl\">אֵצֶל</span> rei <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a> (P), <span dir=\"rtl\">מִצַּד</span> rei <a data-ref=\"Deuteronomy 31:26\" href=\"/Deuteronomy.31.26\">Dt 31:26</a> (P); <span dir=\"rtl\">שׂ׳ עִמְּךָ</span> <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">1 S 9:23</a> <em>lay up</em> something <em>with thee</em>, reserve it; <em>put</em>, c. <span dir=\"rtl\">יַחַד</span> <a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a> <em>put together</em> = collect (‖ <span dir=\"rtl\">אָסַף</span>, <span dir=\"rtl\">קִבֵּץ</span>); without modifier <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a>, <a data-ref=\"I Kings 18:25\" href=\"/I_Kings.18.25\">25</a>; <a data-ref=\"Job 14:15\" href=\"/Job.14.15\">Jb 14:15</a>; <a data-ref=\"Ezekiel 30:21\" href=\"/Ezekiel.30.21\">Ez 30:21</a> <em>apply</em> bandage (‖ <span dir=\"rtl\">נָתַן</span>). <strong>2.</strong>  <em>set, direct:</em> <strong>a.</strong>  sword against <span dir=\"rtl\">(ב)</span> <a data-ref=\"Judges 7:22\" href=\"/Judges.7.22\">Ju 7:22</a>; fig. <em>extend</em> compassion, ל pers. <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a> <strong>b.</strong>  <em>direct</em> <span dir=\"rtl\">לֵב</span>, <span dir=\"rtl\">לֵבָב</span> (<em>mind</em>) <em>toward</em>, pay attention to, c. ל, <a data-ref=\"Deuteronomy 32:46\" href=\"/Deuteronomy.32.46\">Dt 32:46</a>; <a data-ref=\"I Samuel 9:20\" href=\"/I_Samuel.9.20\">1 S 9:20</a>; <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5b</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Exodus 9:21\" href=\"/Exodus.9.21\">Ex 9:21</a> (J), <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">1 S 25:25</a>; <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a><sup>(×2)</sup>; <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">Jb 2:3</a>; <a data-ref=\"Job 34:14\" href=\"/Job.34.14\">34:14</a> (Bu Du del. <span dir=\"rtl\">לֵב</span> and read <span dir=\"rtl\">יָשִׁיב רוּחוֹ</span>); c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Haggai 1:5\" href=\"/Haggai.1.5\">Hg 1:5</a>, <a data-ref=\"Haggai 1:7\" href=\"/Haggai.1.7\">7</a>; <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">Jb 1:8</a>; compl. om. <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a> a <a data-ref=\"Haggai 2:15\" href=\"/Haggai.2.15\">Hg 2:15</a>, <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">18</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a>; <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">Ju 19:30</a> read perhaps <span dir=\"rtl\">לְבַבְכֶם</span> for <span dir=\"rtl\">לָכֶם</span> (or <span dir=\"rtl\">עֵצָה</span> for <span dir=\"rtl\">עֻצוּ</span>); <span dir=\"rtl\">לֵב</span> om. <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">Jb 4:20</a>, <a data-ref=\"Isaiah 41:20\" href=\"/Isaiah.41.20\">Is 41:20</a> (+ <span dir=\"rtl\">רָאָה</span>, <span dir=\"rtl\">יָדַע</span>, <span dir=\"rtl\">הִשְׂכִּיל</span>), c. ב pers. <a data-ref=\"Job 23:6\" href=\"/Job.23.6\">Jb 23:6</a> (so Bu, who cps. <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">4:20</a>; <a data-ref=\"Job 24:12\" href=\"/Job.24.12\">24:12</a>; <a data-ref=\"Job 34:23\" href=\"/Job.34.23\">34:23</a>, but all cases dub.); <span dir=\"rtl\">שִׂים לֵב</span>, c. <span dir=\"rtl\">עַל</span> = <em>intend</em> <a data-ref=\"Daniel 1:8\" href=\"/Daniel.1.8\">Dn 1:8</a> (obj. cl.). <strong>c.</strong>  <em>set</em> face <span dir=\"rtl\">(פָּנִים)</span> toward (acc. loc.) <a data-ref=\"Genesis 31:21\" href=\"/Genesis.31.21\">Gn 31:21</a> (E), + <span dir=\"rtl\">לָבוֹא</span> <a data-ref=\"Jeremiah 42:15\" href=\"/Jeremiah.42.15\">Je 42:15</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 42:17\" href=\"/Jeremiah.42.17\">17</a>; <a data-ref=\"Jeremiah 44:12\" href=\"/Jeremiah.44.12\">44:12</a>, cf. <a data-ref=\"II Kings 12:18\" href=\"/II_Kings.12.18\">2 K 12:18</a>; <a data-ref=\"Daniel 11:17\" href=\"/Daniel.11.17\">Dn 11:17</a>; c. <span dir=\"rtl\">אֶל</span>, <em>toward</em> or <em>against</em> (implying opposition) <a data-ref=\"Ezekiel 6:2\" href=\"/Ezekiel.6.2\">Ez 6:2</a> + 5 times Ez, c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Ezekiel 29:2\" href=\"/Ezekiel.29.2\">Ez 29:2</a>; <a data-ref=\"Ezekiel 35:2\" href=\"/Ezekiel.35.2\">35:2</a>, c. <span dir=\"rtl\">דֶּרֶךְ</span> of direction <a data-ref=\"Ezekiel 21:2\" href=\"/Ezekiel.21.2\">21:2</a>; c. ב (fig. of oppos., subj. <span dir=\"rtl\">י׳</span>): <span dir=\"rtl\">הִנְנִי שָׂם פָּנַי בָּכֶם לְרָעָה</span> <a data-ref=\"Jeremiah 44:11\" href=\"/Jeremiah.44.11\">Je 44:11</a>, cf. <a data-ref=\"Jeremiah 21:10\" href=\"/Jeremiah.21.10\">21:10</a> <a data-ref=\"Ezekiel 15:7\" href=\"/Ezekiel.15.7\">Ez 15:7</a> (‖ <span dir=\"rtl\">נתן</span>), <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a> (P); c. ל rei (human subj.) <a data-ref=\"Daniel 11:18\" href=\"/Daniel.11.18\">Dn 11:18</a> Qr (< Kt <span dir=\"rtl\">ישׁב</span>); c. <span dir=\"rtl\">עַל</span> pers. + <span dir=\"rtl\">לִמְלֹךְ</span> of purpose <a data-ref=\"I Kings 2:15\" href=\"/I_Kings.2.15\">1 K 2:15</a>; <em>set</em> eyes <span dir=\"rtl\">(עֵינַים)</span> upon, c. <span dir=\"rtl\">עַל</span> pers. = behold <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a> (J), = look after, take care of, <a data-ref=\"Jeremiah 39:12\" href=\"/Jeremiah.39.12\">Je 39:12</a>; <a data-ref=\"Jeremiah 40:4\" href=\"/Jeremiah.40.4\">40:4</a>, <span dir=\"rtl\">לְטוֹבָה</span> <a data-ref=\"Jeremiah 24:6\" href=\"/Jeremiah.24.6\">24:6</a>, but <span dir=\"rtl\">לְרָעָה</span> <a data-ref=\"Amos 9:4\" href=\"/Amos.9.4\">Am 9:4</a>. <strong>3.</strong> <strong>a.</strong>  <em>set, ordain</em>, c. acc. rei <a data-ref=\"Numbers 24:23\" href=\"/Numbers.24.23\">Nu 24:23</a> (> acc. pers. Di). <strong>b.</strong>  <em>set, establish</em> a law, statute, + ל pers. <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">Ex 15:25</a>; <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">Jos 24:25</a> (both E), cf. <a data-ref=\"Proverbs 8:29\" href=\"/Proverbs.8.29\">Pr 8:29</a>; + ב loc. <a data-ref=\"Isaiah 42:4\" href=\"/Isaiah.42.4\">Is 42:4</a> <a data-ref=\"Psalms 78:5\" href=\"/Psalms.78.5\">ψ 78:5</a> (‖ <span dir=\"rtl\">הֵקִים</span>), also <a data-ref=\"Psalms 81:6\" href=\"/Psalms.81.6\">81:6</a>; <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25</a> + <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (<span dir=\"rtl\">שָׂמוּ</span> for <span dir=\"rtl\">שְׁלֻמֵי</span> 𝔊 Ew We Kit Bu HPS, cf. Dr); <em>establish</em> something as <span dir=\"rtl\">(ל)</span> law <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">Gn 47:26</a> (J), <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">1 S 30:25</a> (+ ל pers.); <em>establish</em> bazaars (as a right), ב loc., <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a>; <em>appoint</em> a set time <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">Ex 9:5</a> (J), <a data-ref=\"Job 34:23\" href=\"/Job.34.23\">Jb 34:23</a> (reading <span dir=\"rtl\">מוֹעֵד</span> for <span dir=\"rtl\">עוֹד</span> GHBWr Bu), ins. (perhaps) <a data-ref=\"I Samuel 13:8\" href=\"/I_Samuel.13.8\">1 S 13:8</a> so Dr Klo HPS (> ins. <span dir=\"rtl\">אמר</span> Th We Bu Kit, after 𝔊 𝔗); a place, + ל pers. <a data-ref=\"Exodus 21:13\" href=\"/Exodus.21.13\">Ex 21:13</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">2 S 7:10</a> = <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a>, ל rei <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a> (+ <span dir=\"rtl\">שָׁם</span>). <strong>c.</strong>  <em>set, found</em> a nation, <a data-ref=\"Isaiah 44:7\" href=\"/Isaiah.44.7\">Is 44:7</a> (si vera l.), <em>establish</em> it <a data-ref=\"Psalms 89:30\" href=\"/Psalms.89.30\">ψ 89:30</a> <span dir=\"rtl\">(לָעַד)</span>. <strong>d.</strong>  <em>set, appoint</em> (as ruler, official) + <span dir=\"rtl\">עַל</span> pers. vel gent., <a data-ref=\"Exodus 1:11\" href=\"/Exodus.1.11\">Ex 1:11</a>; <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">18:21</a> (all E), <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a>, <a data-ref=\"Deuteronomy 17:15\" href=\"/Deuteronomy.17.15\">15</a><sup>(×3)</sup>; <a data-ref=\"Judges 11:11\" href=\"/Judges.11.11\">Ju 11:11</a> (+ ל of office), <a data-ref=\"II Samuel 17:25\" href=\"/II_Samuel.17.25\">2 S 17:25</a> (+ <span dir=\"rtl\">תַּחַת</span> <em>instead of</em>) + 6 times + <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a> (J; second acc. = ruler, expressed), <a data-ref=\"II Samuel 23:23\" href=\"/II_Samuel.23.23\">2 S 23:23</a> <span dir=\"rtl\">(אֶל)</span>, <span dir=\"rtl\">עַל</span> in ‖ <a data-ref=\"I Chronicles 11:25\" href=\"/I_Chronicles.11.25\">1 Ch 11:25</a>; also 2 acc. + ל and ב loc. <a data-ref=\"Psalms 105:21\" href=\"/Psalms.105.21\">ψ 105:21</a>, ב loc. <a data-ref=\"II Samuel 15:4\" href=\"/II_Samuel.15.4\">2 S 15:4</a>; <a data-ref=\"II Chronicles 33:14\" href=\"/II_Chronicles.33.14\">2 Ch 33:14</a>, <span dir=\"rtl\">בְּרֹאשׁ</span> <em>at the head of</em>, <a data-ref=\"Deuteronomy 1:13\" href=\"/Deuteronomy.1.13\">Dt 1:13</a>, <a data-ref=\"Deuteronomy 1:2\" href=\"/Deuteronomy.1.2\">2</a> acc. alone <a data-ref=\"Song of Songs 1:6\" href=\"/Song_of_Songs.1.6\">Ct 1:6</a>; c.acc. pers. + ל pers. <a data-ref=\"Genesis 27:37\" href=\"/Genesis.27.37\">Gn 27:37</a> (E), <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a>; <a data-ref=\"I Samuel 8:5\" href=\"/I_Samuel.8.5\">1 S 8:5</a> (+ inf.); + ל of title <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a>, <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">9</a> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> (+ <span dir=\"rtl\">עַל</span>; all E) + 4 times + <a data-ref=\"Judges 8:33\" href=\"/Judges.8.33\">Ju 8:33</a> (+ ל pers.), + <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a> (perhaps read <span dir=\"rtl\">וַתְּשִׂימוּם</span> Hi Sm Co and most); + ל of purpose <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hb 1:12</a>; + ב of position, ל pers. <a data-ref=\"I Samuel 8:11\" href=\"/I_Samuel.8.11\">1 S 8:11</a>; c. acc. of office alone <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> (+ ל pers.), so Co <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27a</a> (<span dir=\"rtl\">שָׂרִים</span> for <span dir=\"rtl\">כָּרִים</span>, v. <a data-ref=\"BDB, כַּר³\" href=\"/BDB,_כַּר³\", dir=\"rtl\">כַּר</a> sub <a data-ref=\"BDB, כָּרַר\" href=\"/BDB,_כָּרַר\", dir=\"rtl\">כרר</a>), <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a> (+ <span dir=\"rtl\">תחת</span>), cf. <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>, + <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">אֶל</span>, of task <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a> (P); <a data-ref=\"Job 7:20\" href=\"/Job.7.20\">Jb 7:20</a> <em>set me as</em> <span dir=\"rtl\">(ל)</span> <em>mark for</em> <span dir=\"rtl\">(ל)</span> <em>him</em>. <strong>e.</strong>  <em>set, constitute, make</em>, c. כ pers. vel rei, <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> (J) <em>I will make thy seed as the dust</em>, <a data-ref=\"Genesis 32:13\" href=\"/Genesis.32.13\">32:13</a> (J) <a data-ref=\"Genesis 48:20\" href=\"/Genesis.48.20\">48:20</a> (E), <a data-ref=\"Deuteronomy 10:22\" href=\"/Deuteronomy.10.22\">Dt 10:22</a>; <a data-ref=\"Hosea 11:8\" href=\"/Hosea.11.8\">Ho 11:8</a> + 16 times + (bad sense) <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; <a data-ref=\"Nahum 3:6\" href=\"/Nahum.3.6\">Na 3:6</a>; <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>. <strong>f.</strong>  <em>set, determine, fix</em>, bounds <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a> (2 acc.) <a data-ref=\"Job 38:5\" href=\"/Job.38.5\">Jb 38:5</a>, <a data-ref=\"Job 38:33\" href=\"/Job.38.33\">33</a> <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a>; pass. <em>determined, settled</em>, + <span dir=\"rtl\">עַל־פֶּה</span> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (but v. <a data-ref=\"BDB, שׂום\" href=\"/BDB,_שׂום\", dir=\"rtl\">II. שׂום</a>); <em>appoint, send</em>, frogs <span dir=\"rtl\">לְפַרְעֹה</span> <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a> (J), c. acc. pers. + <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"II Kings 18:14\" href=\"/II_Kings.18.14\">2 K 18:14</a>. <strong>4.</strong> <strong>a.</strong>  <em>set, station</em>, at a post, etc., acc. pers. <a data-ref=\"Joshua 8:13\" href=\"/Joshua.8.13\">Jos 8:13</a> (JE), + ב loc. <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>; <a data-ref=\"Jeremiah 9:7\" href=\"/Jeremiah.9.7\">Je 9:7</a> + 5 times, + adv. acc. <a data-ref=\"Genesis 33:2\" href=\"/Genesis.33.2\">Gn 33:2</a> (J), + <span dir=\"rtl\">בֵּין</span> loc. <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>, + ל (against) and <span dir=\"rtl\">אַחֲרֵי</span> loc. v <a data-ref=\"Joshua 8:2\" href=\"/Joshua.8.2\">2</a> (both JE), + ל against <a data-ref=\"Judges 9:25\" href=\"/Judges.9.25\">Ju 9:25</a> (+ <span dir=\"rtl\">עַל</span> loc.), + <span dir=\"rtl\">אֶל</span> against <a data-ref=\"Judges 20:29\" href=\"/Judges.20.29\">20:29</a>, <a data-ref=\"Judges 20:36\" href=\"/Judges.20.36\">36</a>; doubtful are <a data-ref=\"I Samuel 15:2\" href=\"/I_Samuel.15.2\">1 S 15:2</a> (c.ל pers.), <a data-ref=\"I Kings 20:12\" href=\"/I_Kings.20.12\">1 K 20:12</a><sup>(×2)</sup> <span dir=\"rtl\">(עַל־הָעִיר)</span>, where no obj. expr. (in MT); either an obj. has fallen out, or vb. (in techn. military sense), here intrans. or inwardly trans. (Dl <sup>ZK ii. 397</sup> <em>forward! take direction toward;</em> cf.also [on Sm] We Dr Löhr), or else <span dir=\"rtl\">שׂ׳</span> is corrupt (cf.HPS<sup>Sm</sup>). <strong>b.</strong>  <em>put</em> in position, sacred bread, sword, staves, bars, c.acc. <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">1 S 21:7</a>; <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>; <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">Nu 4:6</a>, <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a>, <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>, <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">14</a> + 4 times P, <a data-ref=\"Job 38:10\" href=\"/Job.38.10\">Jb 38:10</a>; + <span dir=\"rtl\">עַל</span> <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a> (E), <a data-ref=\"Exodus 40:20\" href=\"/Exodus.40.20\">40:20</a> (P), <span dir=\"rtl\">מִמַּעַל ל</span> <a data-ref=\"Jeremiah 43:10\" href=\"/Jeremiah.43.10\">Je 43:10</a>, <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Esther 3:1\" href=\"/Esther.3.1\">Est 3:1</a>; + (various modifiers) 8 times; <em>set in place</em>, <span dir=\"rtl\">תֵּבֵל</span> <a data-ref=\"Job 34:13\" href=\"/Job.34.13\">Jb 34:13</a> (De al.), but context favours <span dir=\"rtl\">שָׁמַר</span> Bu; Du <span dir=\"rtl\">שׂ׳ לִבּוֹ בְּתֵבֵל</span>. <strong>c.</strong>  <em>set up</em> throne <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a>, altars <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">Je 11:13</a>, memorial stone <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a> (J), <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">28:22</a> (E), <a data-ref=\"I Samuel 7:12\" href=\"/I_Samuel.7.12\">1 S 7:12</a> (cf.<span dir=\"rtl\">הֵקִים</span> <a data-ref=\"Genesis 31:45\" href=\"/Genesis.31.45\">Gn 31:45</a> +), image, etc. <a data-ref=\"Judges 18:31\" href=\"/Judges.18.31\">Ju 18:31</a> (‖ <span dir=\"rtl\">הֵקִים</span>), <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">Dt 27:15</a>; <a data-ref=\"I Kings 12:29\" href=\"/I_Kings.12.29\">1 K 12:29</a> (<span dir=\"rtl\">ב</span> loc., ‖ <span dir=\"rtl\">נָתַן</span>), <a data-ref=\"II Kings 21:7\" href=\"/II_Kings.21.7\">2 K 21:7</a> (<span dir=\"rtl\">ב</span> loc.) = <a data-ref=\"II Chronicles 33:7\" href=\"/II_Chronicles.33.7\">2 Ch 33:7</a>, cf. <a data-ref=\"Psalms 74:4\" href=\"/Psalms.74.4\">ψ 74:4</a>; <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a> and, + ב loc., <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a>; <a data-ref=\"Jeremiah 32:34\" href=\"/Jeremiah.32.34\">32:34</a>; rods before <span dir=\"rtl\">(לְעֵינֵי)</span> cattle <a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a> (‖ <span dir=\"rtl\">וַיַּצֵּג</span> v <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">38</a>), cf. v <a data-ref=\"Genesis 30:42\" href=\"/Genesis.30.42\">42</a>, guide-posts <a data-ref=\"Jeremiah 31:21\" href=\"/Jeremiah.31.21\">Je 31:21</a>, bed <a data-ref=\"II Kings 4:10\" href=\"/II_Kings.4.10\">2 K 4:10</a> (+ ל pers.). <strong>d.</strong>  = plant, wheat <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">Is 28:25</a>, tree <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">41:19</a> (<span dir=\"rtl\">ב</span> loc.; ‖ <span dir=\"rtl\">נָתַן</span>), slip <a data-ref=\"Ezekiel 17:5\" href=\"/Ezekiel.17.5\">Ez 17:5</a> (<span dir=\"rtl\">עַל</span> <em>by</em>). <strong>e.</strong>  <em>set, fix</em> (countenance) <a data-ref=\"II Kings 8:11\" href=\"/II_Kings.8.11\">2 K 8:11</a>, so usually, but acc. om., and sense dub.; read perhaps <span dir=\"rtl\">וַיִּשֹּׁם</span> (√ <span dir=\"rtl\">שׁמם</span>, cf. e.g. <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>), so Klo Kmp Kit Benz. <strong>5.</strong> <strong>a.</strong>  <em>make</em> a thing, or pers. (acc.), <em>for transform into</em> <span dir=\"rtl\">(ל)</span>, <a data-ref=\"Joshua 6:18\" href=\"/Joshua.6.18\">Jos 6:18</a> (J) make camp <span dir=\"rtl\">לְחֵרֶם</span>, <a data-ref=\"Micah 1:6\" href=\"/Micah.1.6\">Mi 1:6</a> <em>make Samaria</em> <span dir=\"rtl\">לְעִי</span>, <a data-ref=\"Genesis 21:13\" href=\"/Genesis.21.13\">Gn 21:13</a>, <a data-ref=\"Genesis 21:18\" href=\"/Genesis.21.18\">18</a> (E), <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">Ex 14:21</a> (JE), <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> (both good sense), <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a>; <a data-ref=\"Isaiah 42:15\" href=\"/Isaiah.42.15\">42:15</a>, <a data-ref=\"Isaiah 42:16\" href=\"/Isaiah.42.16\">16</a> + 12 times Is. (<a data-ref=\"Isaiah 25:2\" href=\"/Isaiah.25.2\">25:2</a> read <span dir=\"rtl\">עִיר</span> for <span dir=\"rtl\">מֵעִיר</span> Vrss Comm.), <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a> + 8 times Je, + 14 times + <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a> <em>they made the Can. into the corvée;</em> <span dir=\"rtl\">וְיָשֵׂם לְדֶרֶךְ פְּעָמָיו</span> <a data-ref=\"Psalms 85:14\" href=\"/Psalms.85.14\">ψ 85:14</a> <em>maketh his steps into</em> a <em>way</em> (so RV Hup Che Dr, but meaning obscure; De Bae <em>attend to the way of</em> (<span dir=\"rtl\">לֵב</span> om.); Schr Hup-Now read <span dir=\"rtl\">וְיִשְׁמֹר ד׳</span>); c. 2 acc. <a data-ref=\"Joshua 8:28\" href=\"/Joshua.8.28\">Jos 8:28</a> (J), <a data-ref=\"Psalms 39:9\" href=\"/Psalms.39.9\">ψ 39:9</a>; <a data-ref=\"Psalms 66:2\" href=\"/Psalms.66.2\">66:2</a> <a data-ref=\"Micah 1:7\" href=\"/Micah.1.7\">Mi 1:7</a>; <a data-ref=\"Micah 4:13\" href=\"/Micah.4.13\">4:13</a> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a> (prægn. c. <span dir=\"rtl\">עַד</span> loc.), + 29 times <strong>b.</strong>  <em>make, constitute</em>, 2 acc., <a data-ref=\"I Samuel 8:1\" href=\"/I_Samuel.8.1\">1 S 8:1</a>; <a data-ref=\"I Samuel 18:13\" href=\"/I_Samuel.18.13\">18:13</a> (+ ל pers.) <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">22:7</a> (<span dir=\"rtl\">לְכֻלְּכֶם</span>, ל of acc.; or < read <span dir=\"rtl\">וְכֻלְּכֶם</span>), <a data-ref=\"Isaiah 3:7\" href=\"/Isaiah.3.7\">Is 3:7</a>; <a data-ref=\"Isaiah 60:17\" href=\"/Isaiah.60.17\">60:17</a> + 6 times, + <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> <em>form people in bands</em>, cf. <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">Jb 1:17</a> (one acc., <em>form bands</em>), + (acc. pers. om.) <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11b</a> (J), cf. (beast, in fig.) <a data-ref=\"Ezekiel 19:5\" href=\"/Ezekiel.19.5\">Ez 19:5</a>; <a data-ref=\"Ezekiel 19:2\" href=\"/Ezekiel.19.2\">2</a> acc. and acc. + ל in same ver., <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a> <em>I will make rubies thy pinnacles, and</em> (transform) <em>thy gates into carbuncles;</em> in phr. of naming, <span dir=\"rtl\">שָׂם שְׁמוֹ יִשְׂרָאֵל</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>, cf. <a data-ref=\"Judges 8:31\" href=\"/Judges.8.31\">Ju 8:31</a>; <a data-ref=\"Nehemiah 9:7\" href=\"/Nehemiah.9.7\">Ne 9:7</a>; c. ל, <span dir=\"rtl\">וַיָּשֶׂם לָהֶם שֵׁמוֹת</span> <a data-ref=\"Daniel 1:7\" href=\"/Daniel.1.7\">Dn 1:7</a>, <span dir=\"rtl\">וַיּ׳ לְדָנִיֵּאל בֵּלְטְשַׁאצַּר</span> v <a data-ref=\"Daniel 1:7\" href=\"/Daniel.1.7\">7</a>; <em>make, fashion</em>, c. acc. rei + ל pers. <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11a</a> (J; <span dir=\"rtl\">י׳</span> subj.); grave <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a> (but on text and meaning v. Now Bi <sup>SB Wiener Akkadian 1894, Abh. v</sup>); c. acc. <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Isaiah 43:19\" href=\"/Isaiah.43.19\">Is 43:19</a> (<span dir=\"rtl\">ב</span> loc.), cf. <a data-ref=\"Ezekiel 21:24\" href=\"/Ezekiel.21.24\">Ez 21:24</a>, <a data-ref=\"Ezekiel 21:25\" href=\"/Ezekiel.21.25\">25</a> (+ ל inf.); <a data-ref=\"Psalms 50:23\" href=\"/Psalms.50.23\">ψ 50:23</a> is dub., usually <em>order</em> (one’s) <em>way</em>, De Dr <em>prepare way</em> (which), etc., Gr Che <span dir=\"rtl\">תֹּם</span> for <span dir=\"rtl\">שָׂם</span>; <em>make</em> name + ל pers. <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> = <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a>, <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>; <em>make</em> for, ל pers. (or <em>give</em> to), c.acc. of posterity <a data-ref=\"Genesis 45:7\" href=\"/Genesis.45.7\">Gn 45:7</a> (E); <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a> read prob. <span dir=\"rtl\">יְשַׁלֵּם</span> 𝔊 We Kit Bu HPS, cf. Dr; <a data-ref=\"Ezra 10:44\" href=\"/Ezra.10.44\">Ezr 10:44 b</a> is obscure, Gu-Batten del. <span dir=\"rtl\">וַיָּשִׂימוּ</span> and read <span dir=\"rtl\">וַיְשַׁלְּחוּ</span> bef. <span dir=\"rtl\">נָשִׁים</span>, cf. 3 Esdr 9:36 Be Ry Ryle. <strong>c.</strong>  <em>work, bring to pass</em>, c. acc. rei, of <span dir=\"rtl\">י׳</span>’s signs, etc., + ב loc. <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a> (J), <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a>; <a data-ref=\"Isaiah 66:19\" href=\"/Isaiah.66.19\">Is 66:19</a> <a data-ref=\"Psalms 46:9\" href=\"/Psalms.46.9\">ψ 46:9</a>; <a data-ref=\"Psalms 78:43\" href=\"/Psalms.78.43\">78:43</a>; <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">105:27</a>. <strong>d.</strong>  <em>appoint, give</em>, acc. rei <a data-ref=\"Numbers 6:26\" href=\"/Numbers.6.26\">Nu 6:26</a> (P), <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">Is 61:3</a> (‖ <span dir=\"rtl\">נָתַן</span>; both c. ל pers.); a pledge <a data-ref=\"Job 17:3\" href=\"/Job.17.3\">Jb 17:3</a> (‖ <span dir=\"rtl\">עָרְבֵנִי</span> <em>go surety for me</em>, but read perhaps <span dir=\"rtl\">עֶרְבֹנִי</span> as obj., v. p. 786 b); <span dir=\"rtl\">וְשׂוֹם שֵׂכֶל</span> <a data-ref=\"Nehemiah 8:3\" href=\"/Nehemiah.8.3\">Ne 8:3</a> <em>giving understanding</em> (making sense clear).<br>†<strong>Hiph.</strong>  Pf. 1 s. consec. <span dir=\"rtl\">וַהֲשִׂמֹתִיהוּ</span> <a data-ref=\"Ezekiel 14:8\" href=\"/Ezekiel.14.8\">Ez 14:8</a>, acc. pers. + ל, <em>I will make him for a sign</em> (< <span dir=\"rtl\">שׁ</span> for <span dir=\"rtl\">שׂ</span> van d. H., √ <span dir=\"rtl\">שׁמם</span>; Co Berthol Toy <span dir=\"rtl\">וְשַׂמְתִּיהוּ</span> (Qal), Krae <span dir=\"rtl\">וְהִשְׁמַדְתִּיהוּ</span>); Imv. fs. <span dir=\"rtl\">הָשִׂימִי</span> <a data-ref=\"Ezekiel 21:21\" href=\"/Ezekiel.21.21\">21:21</a>, prob. del as dittogr. Co Krae after 𝔊 𝔖 𝔙 𝔗 Nö <sup>ZMG xxxvii (1883), 530</sup> (> Bö Toy al. <span dir=\"rtl\">הִקְדִּימוּ</span>); Pt. <span dir=\"rtl\">מֵשִׂים</span> <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">Jb 4:20</a> = <strong>Qal</strong> <span dir=\"rtl\">(לֵב) שׂום</span> (v <strong>2 b</strong>), but phr. dub., and text perhaps crpt., v. Me Nö<sup>l.c.</sup>.<br>†<strong>Hoph.</strong>  Impf. 3 ms. <span dir=\"rtl\">וַיּוּשַׂם</span> <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">Gn 24:33</a> Qr (Kt <span dir=\"rtl\">ויישׂם</span> Ges<sup>§ 73 f</sup>) <em>there was set before him</em> <span dir=\"rtl\">(לְפָנָיו)</span> <em>to eat</em>, cf. Ol <sup>MB Ak. 1870, 389</sup> Kö <sup>i. 435</sup>, who read also <span dir=\"rtl\">וַיּוּשַׂם</span> <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">50:26</a> <em>he was laid</em> in <span dir=\"rtl\">(ב)</span> a mummycase (for MT <span dir=\"rtl\">וַיִּישֶׂם</span> Di <sup>(ed. 4.5.6)</sup> allows this."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d538b6084aa1cbf3d6b2", "index_title": "BDB Aramaic", "category": "Reference", "type": "reference", "ref": "BDB Aramaic, לְוָת 1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "BDB Aramaic, לְוָת 1", "sourceHeRef": "בראון-דרייבר-בריגס ארמית, לְוָת א׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "BDB Aramaic", "he": "בראון-דרייבר-בריגס ארמית"}, "heTitle": "לְוָת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">לְוָת</span></big>  <strong>prep. to, at, beside (</strong>der. uncertain; v.K <sup>128 n.</sup>; perhaps akin to <span dir=\"rtl\">לָוָה</span>, <span dir=\"rtl\">לְוִי</span>, <span dir=\"rtl\">ܠܘܺܝ</span> <em>join;</em> 𝔗 <span dir=\"rtl\">לְוָת</span>, Syriac <span dir=\"rtl\">ܠܘܳܬ</span> <em>to</em><strong>)</strong>, c. <span dir=\"rtl\">מִן</span>, <a data-ref=\"Ezra 4:12\" href=\"/Ezra.4.12\">Ezr 4:12</a> the Jews which came up <span dir=\"rtl\">מִן־לְוָתָךְ</span> <em>from thee</em> (<em>de chez toi;</em> cf. <span dir=\"rtl\">ܡܶܢ ܠܘܳܬ</span>, <span dir=\"rtl\">מִלְּוַת</span>, e.g. <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a>; <a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">9:33</a> 𝔖 𝔗 = Heb. <span dir=\"rtl\">מֵעִם</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34b6a589d7b7f8b69d666", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "Cassuto on Exodus 8:8:1", "sourceHeRef": "קאסוטו על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "אחר הבטחה חגיגית זו <b>ויצא משה ואהרן מעם פרעה</b> להתבודד ולהתפלל. <b>ויצעק משה אל ה'</b>, לשון נהוגה ביחוד להורות על תפילה להצלה מסכנה (השווה. למשל, י\"ד, ט\"ו; י\"ז, ד'), ואז היתה סכנה צפויה לשליחותו של משה אם לא נתקבלה תפילתו <b>על דבר הצפרדעים אשר שם לפרעה</b>, כלומר, לפי הפירוש הרגיל, על עניין הצפרדעים אשר הכה ה' בהן את פרעה. או אולי: על זמן הסרת הצפרדעים אשר קבע משה לפרעה. תפילתו נתקבלה:", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc177310e2d929aa16fd5", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 8:8:1", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "David Zvi Hoffmann on Exodus 8:8:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ח׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>ויצא,</b> לשון יחיד, כאשר המושא קודם לנושא.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc178310e2d929aa16fd7", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 8:8:2", "anchorRef": "Exodus 8:8", "anchorRefExpanded": ["Exodus 8:8"], "sourceRef": "David Zvi Hoffmann on Exodus 8:8:2", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ח׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0002, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>על־דבר.</b> לרוב מפרשים ביטוי זה במובן \"על אודות\", כלומר על אודות הצפרדעים. ואולם מוטב לפרש על אודות דבר הצפרדעים, דהיינו על אודות עניין הצפרדעים שנקבע על ידי פרעה (ההבטחה שניתנה לפרעה בעניינן), וכפי שמתרגמים השבעים והתרגום הרומי. משה הבטיח לו לפרעה מה שהבטיח מבלי שנצטווה על כך מפי ה'. עתה הוא מתפלל, שאמנם ה' יקיים את הבטחות־נבואתו. וכן הוא אצל אברבנאל<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">הפירושים למעלה ז, כו ד\"ה ויאמר ה' אל משה (המ').</i> - \"ולכן פחד משה, אולי היה רצון ה' שתתמיד מכת הצפרדעים שבעה ימים כמו שהתמידה מכת הדם, ושהוא מיהר את הקץ שלא ברשות גבוה, ומפני זה הוצרך לצעוק אל ה' שיקיים דבר עבדו בזה... והוא אמרו על דבר הצפרדעים אשר שם לפרעה, רוצה לומר, על הדבר ששם משה לפרעה בענין הצפרדעים, והוא שיסורו למחר, ויהיה על דבר כמו על הדיבור והמאמר אשר שם משה לפרעה בענין הצפרדעים\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]