[{"_id": "524cf0dcedbab42e1c17284e", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 8:9:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויעש ה' כדבר משה.</b> מעצמו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD DID ACCORDING TO THE WORD OF MOSES. Which he had spoken of his own accord.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6122", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 8:9", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Onkelos Exodus 8:9", "sourceHeRef": "תרגום אונקלוס על שמות ח׳:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַעֲבַד יְיָ כְּפִתְגָּמָא דְמשֶׁה וּמִיתוּ עֻרְדְּעָנַיָּא מִן בָּתַּיָּא מִן דָּרָתָא וּמִן חַקְלָתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy did as Moshe said, the frogs died, [those that were in] the houses, the courtyards, and the fields.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb962", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 8:9", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Targum Jonathan on Exodus 8:9", "sourceHeRef": "תרגום יונתן על שמות ח׳:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַעֲבַד יְיָ כְּפִתְגָמָא דְמשֶׁה וּמִיתוּ עוּרְדְעָנַיָא מִן בָּתַּיָא וּמִן דַרְתָּא וּמִן חַקְלָא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord did according to the word of Mosheh; and the frogs died from the houses and from the courts and from the field, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d989fbfba21603f54690", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 11:3", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Shemot Rabbah 11:3", "sourceHeRef": "שמות רבה י״א:ג׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיַּעַשׂ ה' כֵּן וַיָּבֹא עָרֹב כָּבֵד בֵּיתָה פַרְעֹה, הוּא לָקָה תְּחִלָּה שֶׁהוּא הִתְחִיל בְּעֵצָה רָעָה תְּחִלָּה, שֶׁנֶּאֱמַר <small>(שמות א, כב)</small>: וַיְצַו פַּרְעֹה וגו' וְאַחַר כָּךְ וּבֵית עֲבָדָיו. וַיִּקְרָא פַרְעֹה, וַיֹּאמֶר משֶׁה לֹא נָכוֹן לַעֲשׂוֹת כֵּן, לְפִי שֶׁהַמִּצְרִיִּים מִשְׁתַּחֲוִים לַבְּהֵמוֹת כֶּאֱלוֹהַּ. דֶּרֶךְ שְׁלשֶׁת יָמִים נֵלֵךְ בַּמִּדְבָּר, כְּדֵי לְהַטְעוֹתָן. וַיֹּאמֶר פַּרְעֹה אָנֹכִי אֲשַׁלַּח אֶתְכֶם. וַיֹּאמֶר משֶׁה הִנֵּה אָנֹכִי יוֹצֵא מֵעִמָּךְ, מַהוּ הִנֵּה, הַתְּפִלָּה תִּהְיֶה מִיָּד, כְּדֵי שֶׁיָּסוּר הֶעָרֹב מִמְּךָ מָחָר, הֲדָא הוּא דִכְתִיב: וְסָר הֶעָרוֹב. וַיֵּצֵא משֶׁה וַיַּעַשׂ ה' כִּדְבַר משֶׁה וַיָּסַר הֶעָרֹב, לָמָּה הֵבִיא עֲלֵיהֶם עָרֹב, לְפִי שֶׁהָיוּ אוֹמְרִים לְיִשְׂרָאֵל צְאוּ וְהָבִיאוּ לָנוּ דֻּבִּים וַאֲרָיוֹת וּנְמֵרִים, כְּדִי לִהְיוֹת מְצֵרִים בָּהֶם, לְפִיכָךְ הֵבִיא עֲלֵיהֶם חַיּוֹת מְעֻרְבָּבוֹת, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי נְחֶמְיָה אָמַר מִינֵי צְרָעִין וְיַתּוּשִׁין, וְנִרְאִין דְּבָרָיו שֶׁל רַבִּי יְהוּדָה, לְפִי שֶׁבַּצְּפַרְדְּעִים כְּתִיב <small>(שמות ח, ט)</small>: וַיָּמֻתוּ הַצְפַרְדְּעִים, לְפִי שֶׁלֹא הָיָה בָּהֶן הֲנָאָה בְּעוֹרוֹתֵיהֶן, אֲבָל עָרֹב שֶׁהָיָה הֲנָאָה בְּעוֹרוֹתֵיהֶן, לְפִיכָךְ לֹא נִשְׁאַר בָּהֶן עַד אֶחָד, שֶׁאִלּוּ הָיוּ צְרָעִין וְיַתּוּשִׁין, הָיָה לָהֶן שֶׁיַּסְרִיחוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord did so; and heavy swarms came into the house of Pharaoh, and into the house of his servants; and throughout the land of Egypt the land was ruined due to the swarms” (Exodus 8:20).</b> <br>“The Lord did so; and heavy swarms came into the house of Pharaoh” – he was afflicted first, as he began with the wicked counsel first, as it is stated: “Pharaoh commanded…” (Exodus 1:22), and then, “the house of his servants.” <br><b>“Pharaoh called for Moses and Aaron, and said: Go sacrifice to your God in the land. Moses said: It is not proper to do so, as we will sacrifice the abomination of the Egyptians to the Lord our God; behold, were we to sacrifice the abomination of the Egyptians before their eyes, would they not stone us?” (Exodus 8:21–22).</b> <br>“Pharaoh called.… Moses said: It is not proper to do so” – because the Egyptians prostrate themselves to these animals as a god. <br><b>“We will go on a three-day journey into the wilderness, and sacrifice to the Lord our God, as He will command us” (Exodus 8:23).</b> <br>“We will go on a three-day journey into the wilderness” – in order to mislead them. <br><b>“Pharaoh said: I will let you go, and you will sacrifice to the Lord your God in the wilderness; just do not go very far; entreat for me. Moses said: Behold, I am leaving you, and I will entreat the Lord, and the swarms will depart from Pharaoh, from his servants, and from his people, tomorrow; only let Pharaoh not continue to be deceitful by not letting the people go to sacrifice to the Lord” (Exodus 8:24–25).</b> <br>“Pharaoh said: I will let you go.… Moses said: Behold, I am leaving you” – what is “behold”? The prayer will be immediate, so that the swarm will depart from you tomorrow. That is what is written: “The swarms will depart…[tomorrow].” <br><b>“Moses left Pharaoh, and entreated the Lord. The Lord did according to the word of Moses; and He removed the swarms from Pharaoh, from his servants, and from his people; not one remained” (Exodus 8:26–27).</b> <br>“Moses left.… The Lord did according to the word of Moses; and He removed the swarms” – why did He bring swarms upon them? It is because they would say to Israel: ‘Go out and bring us bears, lions, and leopards,’ in order to torment them; therefore, He brought upon them swarms of beasts; this is the statement of Rabbi Yehuda. Rabbi Neḥemya said: [They were] species of hornets and mosquitoes. The statement of Rabbi Yehuda appears correct, as regarding the frogs it is written: \"The frogs died” (Exodus 8:9), because there was no benefit from their skins; however, regarding the swarms there was [potential] benefit from their hides; therefore, “not one remained.” Had they been hornets or mosquitoes they could have been left to reek.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eaf560fbfba278fd265658", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Haamek Davar on Exodus 8:9:1", "sourceHeRef": "העמק דבר על שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויעש ה׳ כדבר משה וימותו וגו׳.</b> אינו כפלות דברים אלא שני דברים המה. דעשה ה׳ כבקשת משה להכרית הצפרדעים המזיקים וסרו מבית פרעה ועבדיו ועמו וברחו משם ונכנסו ליאור:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "54eaf560fbfba278fd26565a", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 8:9:2", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Haamek Davar on Exodus 8:9:2", "sourceHeRef": "העמק דבר על שמות ח׳:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וימותו.</b> זה היה שלא בכלל התפלה אלא אחר ששב המכה במקצת שב בכולו כדאיתא בתענית פ״ג גמירי דפלגא מן שמיא לא יהבי. ואולי באמת גמרי לה מכאן. והא שנשארו צפרדעים ביאור אינו בכלל המכה עוד תדע שהרי נשארו שם גם לדורות וממה שפי׳ הכתוב מן הבתים וגו׳ למדו חז״ל במדרש תהלים כ״ח שמן התנורים לא מתו בשביל שמסרו עצמם על קה״ש:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "567c3d00d6e4a90d1db1fe9e", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Shadal on Exodus 8:9:1", "sourceHeRef": "שד\"ל על שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "כדבר משה: כמו שדבר משה אל פרעה שיסורו למחר.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77ca0d6e4a94c7c189b28", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 8:9", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Tafsir Rasag, Exodus 8:9", "sourceHeRef": "תפסיר רס\"ג, שמות ח׳:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "פצנע אללה כמא קאל מוסי ותמאות אלצ̇פאדע מן אלביות ומן אלדור ומן אלצ̇יאע", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b042d6e4a902855fd9c3", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Genesis 4:5:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Tur HaArokh, Genesis 4:5:1", "sourceHeRef": "הטור הארוך, בראשית ד׳:ה׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>לא שעה. </b>פרש\"י לא פנה כמו אל ישעו ובפרשת שמות פי' אל ישעו אינו כמו לא שעה. וצ\"ל דמה שכ' כאן כמו אל ישעו על פסוק אחר אמר אל ישעו אל המזבחות: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לא שעה, “He had not responded.” <i>Rashi</i> understands the word שעה as meaning “He turned toward,” as in אל ישעו, (Exodus 8,9) “let them not turn toward.” However, in Exodus 5,9 he does not explain it in the same manner. We need to understand the word here as similar to another verse in which it means: “do not turn to other altars.” (Isaiah 17,8)\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4d0d6e4a902855ff245", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Tur HaArokh, Exodus 8:9:1", "sourceHeRef": "הטור הארוך, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>וימותו הצפרדעים. </b>והא דכתיב לעיל וסרו הצפרדעים פי' וסרו מכת הצפרדעים אבל מתו ונשארו הנבלות: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וימותו הצפרדעים, “The frogs died.” How do we square this with verse 7 in which Moses predicted the frogs as “departing?” Moses had referred to the frogs as a plague departing, he did not predict that they would depart under their own power, as did the locusts in the eighth plague. On this occasion the dead frogs remained wherever they had died.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4d0d6e4a902855ff247", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 8:9:2", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Tur HaArokh, Exodus 8:9:2", "sourceHeRef": "הטור הארוך, שמות ח׳:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>מן הבתים ומן החצרות ומן השדות. </b>ולא מן התנורים שאותם לא מתו על שמסרו עצמם על קידוש השם ולא מן היאור שלא להכרית המין: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   מן הבתים ומן החצרות ומן השדות, “from the houses, the courtyards, and the fields.” You will note that the frogs that had put their lives at risk by entering the ovens of the Egyptians, are not reported as having died. This was their reward for their self-sacrificing conduct in the service of the Lord. They were rewarded by returning to their habitat, the river, alive. The frogs that had remained in the river also did not die so as to preserve the species.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b03bc9d6e4a91e9d6fda0e", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 10:9", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Vayikra Rabbah 10:9", "sourceHeRef": "ויקרא רבה י׳:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [500], "commentaryNum": 10.0009, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "וְאֵת פַּר הַחַטָּאת וְאֵת שְׁנֵי הָאֵילִים <small>(ויקרא ח, ב)</small>, רַב הוּנָא בְּשֵׁם רַבִּי אַבָּא בַּר כַּהֲנָא אָמַר עָשָׂה כְּמִין גִּבְעָה, אַיִל מִכָּאן וְאַיִל מִכָּאן וּפַר בָּאֶמְצַע. <small>(ויקרא ח, ג)</small>: וְאֵת כָּל הָעֵדָה הַקְהֵל [אל] פֶּתַח אֹהֶל מוֹעֵד, אָמַר רַבִּי אֶלְעָזָר כָּל יִשְׂרָאֵל שִׁשִּׁים רִבּוֹא וְאַתְּ אוֹמֵר אֶל פֶּתַח אֹהֶל מוֹעֵד, אֶלָּא זֶה אֶחָד מִן הַמְּקוֹמוֹת שֶׁהֶחֱזִיק מוּעָט אֶת הַמְרֻבֶּה, דְּכַוָּתָהּ <small>(בראשית א, ט)</small>: יִקָּווּ הַמַּיִם מִתַּחַת הַשָּׁמַיִם אֶל מָקוֹם אֶחָד, בְּנֹהַג שֶׁבָּעוֹלָם אָדָם מְפַנֶּה כְּלִי מָלֵא לְתוֹךְ כְּלִי רֵיקָן, אוֹ שֶׁמָּא כְּלִי מָלֵא לְתוֹךְ כְּלִי מָלֵא, הָעוֹלָם כֻּלּוֹ מַיִם בְּמַיִם וְאַתְּ אוֹמֵר יִקָּווּ הַמַּיִם, אֶלָּא זֶה אֶחָד מִן הַמְּקוֹמוֹת שֶׁהֶחֱזִיק מֻעָט הַמְרֻבֶּה. דְּכַוָּתָהּ <small>(שמות ט, ח)</small>: קְחוּ לָכֶם מְלֹא חָפְנֵיכֶם פִּיחַ כִּבְשָׁן, אָמַר רַב הוּנָא לָא דָמֵי הָדֵין דְּחָפִין לְהָדֵין דְּקָמִיץ, הָדֵין דְּחָפִין תְּרֵין, הָדֵין דְּקָמִיץ אַרְבַּע חָפְנָיו תְּמַנְיָא קוּמָצִים, נִמְצָא חָפְנוֹ שֶׁל משֶׁה מַחְזֶקֶת שְׁמֹנָה קוּמְצִין, אֶלָּא מְלַמֵּד שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא, הוּא מַסְפִּיק, וְאַהֲרֹן חוֹפֵן, וּמשֶׁה זוֹרְקָן, וְאַתְּ אָמַר <small>(שמות ח, ט)</small>: וּזְרָקוֹ משֶׁה הַשָּׁמַיְמָה בְּבַת אֶחָת, אֶלָּא זֶה אֶחָד מִן הַמְקוֹמוֹת שֶׁהֶחֱזִיק מוּעָט לַמְרֻבֶּה. וּדְכַוָּתָהּ <small>(שמות כז, יח)</small>: אֹרֶךְ הֶחָצֵר מֵאָה בָּאַמָּה וְרֹחַב חֲמִשִּׁים בַּחֲמִשִּׁים, אָמַר רַבִּי יוֹסֵי בַּר חֲלַפְתָּא אֹרֶךְ הֶחָצֵר מֵאָה בָּאַמָּה וְכָל יִשְׂרָאֵל עוֹמְדִין בְּתוֹכָהּ, אֶלָּא זֶה אֶחָד מִן הַמְקוֹמוֹת שֶׁהֶחֱזִיק מוּעָט אֶת הַמְרֻבֶּה. וּדְכַוָּתָהּ <small>(במדבר כ, י)</small>: וַיַּקְהִלוּ משֶׁה וְאַהֲרֹן אֶת הַקָּהָל אֶל פְּנֵי הַסָּלַע, אָמַר רַב חָנִין כְּמִין כְּבָרָה הָיְתָה וְכָל יִשְׂרָאֵל עוֹמְדִין עָלֶיהָ, אֶלָּא זֶה אֶחָד מִן הַמְקוֹמוֹת שֶׁהֶחֱזִיק מוּעָט אֶת הַמְרֻבֶּה. וּדְכַוָּתָהּ <small>(יהושע ג, ט)</small>: וַיֹּאמֶר יְהוֹשֻׁעַ אֶל בְּנֵי יִשְׂרָאֵל גְּשׁוּ הֵנָּה, רַב הוּנָא אָמַר זְקָפָן בֵּין שְׁנֵי בַּדֵי הָאָרוֹן, רַבִּי חָמָא בַּר חֲנִינָא אָמַר שָׂמָן בֵּין שְׁנֵי בַּדֵּי הָאָרוֹן, וְרָבָא אָמַר צִמְצְמָן בֵּין שְׁתֵּי בַּדֵּי הָאָרוֹן, הֲדָא הוּא דִכְתִיב <small>(יהושע ג, י)</small>: וַיֹּאמֶר יְהוֹשֻׁעַ בְּזֹאת תֵּדְעוּ כִּי אֵל חַי בְּקִרְבְּכֶם, אָמַר לָהֶם מִתּוֹךְ שֶׁהֶחֱזִיקוּ אֶתְכֶם שְׁנֵי בַּדֵּי הָאָרוֹן יוֹדֵעַ אֲנִי שֶׁשְּׁכִינָתוֹ בֵּינֵיכֶם, אַף בְּבֵית הַמִּקְדָּשׁ כֵּן, דִּתְנִינַן עוֹמְדִים צְפוּפִים וּמִשְׁתַּחֲוִים רְוָחִים. רַבִּי שְׁמוּאֵל בַּר אִיבְיָה בְּשֵׁם רַבִּי אַחָא אָמַר רֶוַח אַרְבַּע אַמּוֹת בֵּין כָּל אֶחָד וְאֶחָד, אַמָּה לְכָל צַד שֶׁלֹּא יְהֵא אֶחָד מֵהֶן שׁוֹמֵעַ קוֹל חֲבֵרוֹ מִתְפַּלֵּל, אַף לֶעָתִיד לָבוֹא כֵּן, שֶׁנֶּאֱמַר <small>(ירמיה ג, יז)</small>: בָּעֵת הַהִיא יִקְרְאוּ לִירוּשָׁלִַם כִּסֵּא ה' וְנִקְווּ אֵלֶיהָ כָל הַגּוֹיִם. רַבִּי יוֹחָנָן סָלַק לְמִשְׁאַל בִּשְׁלָמֵיהּ דְּרַבִּי חֲנִינָא וְאַשְׁכְּחֵיהּ דַּהֲוָה עָסֵיק בַּהֲדֵין פְּסוּקָא, בָּעֵת הַהִיא יִקְרְאוּ לִירוּשָׁלִַם כִּסֵּא ה' וְנִקְווּ אֵלֶיהָ כָל הַגּוֹיִם, אָמַר לוֹ וּמַחְזֶקֶת הִיא אוֹתָן, אָמַר לוֹ הַמִּקְרָא אוֹמֵר <small>(ישעיה נד, ב)</small>: הַרְחִיבִי מְקוֹם אָהֳלֵךְ <small>(ישעיה נד, ג)</small>: כִּי יָמִין וּשְׂמֹאל תִּפְרֹצִי.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“And the bull of the sin offering, and the two rams” (Leviticus 8:2), Rav Huna said in the name of Rabbi Abba bar Kahana: He fashioned a hill of sorts; a ram on one side, a ram on the other side, and a bull in the middle.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">The different heights of the animals produced the effect of a hill. This symbolized the fact that Aaron and his sons were becoming exalted through the process of investiture on these days (<i>Etz Yosef</i>). </i> <br><b>“Assemble the entire congregation at the entrance of the Tent of Meeting” (Leviticus 8:3).</b> <br>“Assemble the entire congregation at the entrance of the Tent of Meeting.” Rabbi Elazar said: All of Israel was six hundred thousand, and you say: “At the entrance of the Tent of Meeting”? Rather, this is one of the places where the lesser contained the greater.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">A large number of people were able to gather in a relatively small area. </i>  <br>Similarly, “Let the water under the heavens be gathered to one place” (Genesis 1:9). The way of the world is that a person empties a full vessel into an empty vessel. Or, is it, perhaps, a full vessel into a full vessel? The entire world was full of water, and you say: “Let the water…be gathered”? Rather, this is one of the places where the lesser contained the greater. <br>Similarly, “take for yourselves cupped handfuls of soot of a furnace” (Exodus 9:8). Rav Huna said: This cupped handful and this clenched handful are not comparable. The cupped handful is twice the clenched handful. Four cupped handfuls are eight clenched handfuls. The outcome is that the cupped hand of Moses holds eight clenched handfuls.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Two handfuls for Moses and two handfuls for Aaron are altogether four cupped handfuls. But it says that “Moses shall throw it heavenward.” In order to do so powerfully, he must use one hand.</i> Rather, it teaches that the Holy One blessed be He provided the ability. [Moses and] Aaron took cupped handfuls, and Moses threw them. And you say: “Moses threw then heavenward” (Exodus 9:8) all at once. Rather, this is one of the places where the lesser contained the greater. <br>Similarly, “The length of the courtyard shall be one hundred cubits and the width shall be fifty on each side” (Exodus 27:18). Rabbi Yosei bar Ḥalafta said: The length of the courtyard was one hundred cubits and all of Israel was standing inside it? Rather, this is one of the places where the lesser contained the greater. <br>Similarly, “Moses and Aaron gathered the assembly together before the rock” (Numbers 20:10). Rav Ḥanin said: It was the size of a sieve and all of Israel was standing before it? Rather, this is one of the places where the lesser contained the greater. <br>Similarly, “Joshua said to the children of Israel: Come here” (Joshua 3:9). Rav Huna said: He stood them all erect between the two staves of the Ark. Rabbi Ḥama bar Ḥanina said: He arranged them between the two staves of the Ark. Rava said: He crowded them between the two staves of the Ark. That is what is written: “Joshua said: With this you will know that the living God is in your midst” (Joshua 3:10). He said to them: Because the two staves of the Ark contained you, I know that His Divine Presence is in your midst.  <br>This occurred in the Temple, too, as we learned: They would stand crowded and prostrate themselves spaced.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Mishna <i>Avot</i> 5:5. </i>  Rabbi Shmuel bar Ivya said in the name of Rabbi Aḥa: There were four cubits between each and every one, and a cubit on each side so that none of them would hear the voice of another praying. <br>This will occur in the future, too,  as it is stated: “At that time, they will call Jerusalem the Throne of the Lord, and all the nations will be gathered to it” (Jeremiah 3:17). Rabbi Yoḥanan ascended to inquire after the wellbeing of Rabbi Ḥanina and found him engaged in this verse: “At that time, they will call Jerusalem the Throne of the Lord, and all the nations will be gathered to it.” He said to him: ‘Will it [Jerusalem] contain them?’ He said to him: ‘The verse says: “Expand the place of your tent” (Isaiah 54:2) “for you will spread right and left”’ (Isaiah 54:3).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b135d6e4a952249cb93f", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Minchat Shai on Torah, Exodus 8:9:1", "sourceHeRef": "מנחת שי על תורה, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>החצרת.</b> חסר בהעתק הללי ובספרים מדוייקים והוא חד מן ד' חסר בלישנא וסימן נמסר במ\"ג ריש פרשת מסעי והביאה גם כן הרמ\"ה ז\"ל ומנחת כהן:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b257d6e4a957603a1274", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Beha'alotcha 20:2", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Midrash Tanchuma Buber, Beha'alotcha 20:2", "sourceHeRef": "תנחומא בובר, בהעלותך כ׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בהעלותך", "he": "הכסף והזהב מנין, שנאמר לי הכסף ולי הזהב <small>(חגי ב ח)</small>, <br>והכהנים [מנין, שנאמר] לקדש אותם לכהן לי <small>(שמות כט א),<br></small> הלוים [מנין, שנאמר] והיו לי הלוים <small>(במדבר ג יב),<br></small>ישראל [מנין, שנאמר] כי לי בני ישראל<small>(ויקרא כה נה),<br></small> הבכורות [מנין, שנאמר] כי לי כל בכור <small>(במדבר ח יז),<br></small> המזבח [מנין, שנאמר] מזבח אדמה תעשה לי <small>(שמות כ כד),<br></small> התרומה [מנין, שנאמר] ויקחו לי תרומה <small>(שם כה ב),<br></small> שמן המשחה [מנין, שנאמר] קדש יהיה זה לי <small>(שם ל לא),<br></small> אהל מועד [מנין, שנאמר] ועשו לי מקדש <small>(שם כה ח),<br></small> הקרבנות [מנין, שנאמר] את קרבני לחמי [לאשי ריח ניחוחי תשמרו להקריב לי <small>(במדבר כח ב),<br></small> מלכות בית דוד [מנין, שנאמר] כי ראיתי בבניו לי מלך <small>(ש\"א טז א),<br></small> ארץ [ישראל מנין, שנאמר] כי לי הארץ <small>(ויקרא כה כג),<br></small> הזקנים [מנין] ממה שקראו בענין אספר לי <small>(במדבר יא טז)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "\n        <br>Where is it shown in reference to silver and gold? Where it is stated (in Hag. 2:8): <small>THE SILVER IS MINE, AND THE GOLD IS MINE</small>.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">See above Exod. 8:9.</i>\n        <br>[Where is it shown] in reference to the priests? [Where it is stated] (in Exod. 29:1): <small>TO SANCTIFY THEM FOR SERVING ME AS PRIESTS</small>.\n        <br>[Where is it shown] in reference to the Levites? [Where it is stated] (in Numb. 3:12): <small>AND THE LEVITES SHALL BE MINE</small>.\n        <br>[Where is it shown] in reference to Israel? [Where it is stated] (in Lev. 25:55): <small>FOR TO ME THE CHILDREN OF ISRAEL &lt;ARE SERVANTS&gt;</small>.\n        <br>[Where is it shown] in reference to the first-born? [Where it is stated (in Numb. 3:13 = 8:17): <small>FOR ALL THE FIRST-BORN ARE MINE</small>.\n        <br>[Where is it shown] in reference to the altar? [Where it is stated] (in Exod. 20:24): <small>AN ALTAR OF EARTH YOU SHALL MAKE FOR ME</small>.\n        <br>[Where is it shown] in reference to the priestly share? [Where it is stated(in Exod. 25:2): <small>AND LET THEM TAKE FOR ME A PRIESTLY SHARE</small>.\n        <br>[Where is it shown] in reference to the oil for anointing [Where it is stated] (in Exod. 30:31): <small>THIS &lt;OIL FOR ANOINTING&gt; SHALL BE HOLY TO ME</small>.\n        <br>[Where is it shown] in reference to the tent of meeting? [Where it is stated] (in Exod. 25:8): <small>AND LET THEM MAKE ME A SANCTUARY</small>.\n        <br>[Where is it shown] in reference to offerings? [Where it is stated] (in Numb. 28:2): <small>MY OFFERING, MY BREAD FOR MY FIRE OFFERING</small>, [<small>MY SWEET AROMA, YOU SHALL TAKE HEED TO OFFER ME &lt;IN ITS DUE SEASON&gt;</small>].<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Note that this reference to offerings and the following reference to the Davidic dynasty are reversed in order from the list given above. Note also that the Buber text omits the second square bracket.</i>\n        <br>[Where is it shown] in reference to the Davidic dynasty? [Where it is stated] (in I Sam. 16:1): <small>FOR I HAVE CHOSEN A KING FOR MYSELF AMONG HIS</small> (i.e. Jesse's) <small>SONS</small>.\n        <br>[Where is it shown] in reference to the land [of Israel? Where it is stated (in Lev. 25:23): <small>FOR THE LAND BELONGS TO ME</small>.\n        <br>[Where is it shown] in reference to the elders? From what they read on the subject (in Numb. 11:16): <small>GATHER ME &lt;SEVENTY PEOPLE FROM THE ELDERS OF ISRAEL&gt;</small>.\n    ", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf5fd6e4a954e5309c5b", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Terumah 3:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Midrash Tanchuma Buber, Terumah 3:1", "sourceHeRef": "תנחומא בובר, תרומה ג׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תרומה", "he": "ד\"א דבר אל בני ישראל. ויקחו תרומה אין כתיב כאן, אלא ויקחו לי תרומה, כל דבר שנאמר בו לי, בעוה\"ז ובעוה\"ב, והארץ לא תמכר לצמיתות כי לי [הארץ] <small>(ויקרא כה כג)</small>, בעוה\"ז ובעוה\"ב, [כי לי כל בכור בבני ישראל <small>(במדבר ח יז)</small>, בעו\"ז ובעוה\"ב, והיו לי הלוים <small>(שם שם יד)</small>, בעוה\"ז ובעוה\"ב], ואף התרומה בעולם הזה ובעוה\"ב.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 25:2): <small>SPEAK UNTO THE CHILDREN OF ISRAEL, &lt;AND LET THEM TAKE FOR ME A PRIESTLY SHARE</small>&gt;. It is not written here: \"And let them take a priestly share,\" but <small>AND LET THEM TAKE FOR ME</small> (<i>li</i>) <small>A PRIESTLY SHARE</small>. Anything about which <i>li</i> (\"to me\" or \"for me\") is used, &lt;belongs to the Holy One&gt; in this world and in the world to come.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Lev. R. 2:2; <i>Sifre</i> to Numb. 11:16 (92); cf. Numb. R. 15:17; cf. below, <i>Tanh</i>. (Buber), Exod. 8:9.</i> (Lev. 25:23:) <small>BUT THE LAND MAY NOT BE SOLD PERMANENTLY, FOR</small> [<small>THE LAND]</small> <small>BELONGS TO ME</small> (<i>li</i>), in this world and in the world to come. [(Numb. 8:17:) <small>FOR EVERY FIRST-BORN AMONG THE CHILDREN OF ISRAEL BELONGS TO ME</small> (<i>li</i>), in this world and in the world to come. (Numb. 8:14:) <small>AND THE LEVITES SHALL BELONG TO ME</small> (<i>li</i>), in this world and in the world to come.] So also the priestly share &lt;belongs to the Holy One&gt; in this world and in the world to come.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a041b9bd6e4a9747bfdb3b7", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 4:4:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Rashi on Genesis 4:4:1", "sourceHeRef": "רש\"י על בראשית ד׳:ד׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>וישע.</b> וַיִּפֶן, וְכֵן וְאֶל מִנְחָתוֹ לֹא שָׁעָה – לֹא פָנָה, וְכֵן וְלֹא יִשְׁעֶה (ישעיהו י\"ז) – לֹא יִפְנֶה, וְכֵן שְׁעֵה מֵעָלָיו (איוב י\"ד) פְּנֵה מֵעָלָיו:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישע AND HE HAD REGARD— and He turned to; similarly in the next verse “He had no respect for his offering” means, “He did not turn to it.” Similarly, (Isaiah 17:8) ולא ישעה אל המזבחות which means “And he shall not turn towards the altars”; so also (Job 14:6) שעה מעליו “turn away from him” — disregard him.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5a1c020bd6e4a943452d3bfc", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 46", "anchorRef": "Exodus 7:26-8:11", "anchorRefExpanded": ["Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 46", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 46, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ויהי מקץ שנתיים ימים ויוסף ה׳ שלח את משה אל פרעה, להוציא את בני ישראל לשלחם מארץ מצרים. וילך משה ויבוא בית פרעה וידבר אליו את דברי ה׳ אשר שלחו, ולא אבה פרעה לשמוע בקול ה׳. ויעורר האלוקים את גבורתו במצרים על פרעה ועל עבדיו, ויך אלוקים את פרעה ואת עמו במכות רעות וגדולות עד מאוד. וישלח ה׳ ביד אהרון, ויהפוך את כל מימי מצרים לדם ואת כל יאוריהם ואת נהרותם. ויהי בבוא המצרי לשתות ולשאוב מים, והביט אל כדו והנה כל המים נהפכו לדם. ובבואו לשתות בכוסו, והיה המים אשר בכוס לדם. וגם בלוש האישה את קמחה ובבשלה את תבשילה, ויהיו מראיהם למראה הדם. וישלח ה׳ עוד וישרוץ כל מימיהם צפרדעים, ויבואו כל הצפרדעים בית מצרים. ויהי בשתות על המצרים מים, ותמלאנה בטנם צפרדעים ותקרקרנה במעיהם כאשר תקרקרנה בהיותם ביאור. וגם כל מי משתיהם ומי תבשילם שבו לצפרדעים, וגם בשכבם על מיטתם ויזיעו כל זיעתם צפרדעים. בכל זאת לא שב אף ה׳ מהם, ועוד ידו נטויה על כל מצרים להכותם בכל מכה גדולה. וישלח ה׳ ויך את עפרם לכינים, ותהי הכינם במצרים ברום שתי אמות הארץ. וגם על בשר האדם והבהמה היו הכינים הרבה מאוד, בכל יושבי מצרים. וגם על המלך והמלכה שלח ה׳ את הכינים, ויצר למצרים מאוד מפני הכינים. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים. וישלח ה׳ במצרים את כל חית השדה, ויבואו וישחיתו את כל מצרים ואת האדם והבהמה והעץ וכל אשר למצרים. וישלח ה׳ נחש שרף ועקרב, גם עכבר וחולד וצב עם זוחלי עפר. זבוב וצירעה פרעוש ופשפש ויתוש, כל ערוב למינהו. וכל שרץ ובעל כנף למינהו באו מצרימה, וירעו למצרים מאוד. ויבואו הפרעושים והזבובים בעיני כל מצרים ובאוזניהם. וגם הצירעה באה עליהם ותגרשם, ויבואו מפניה חדר בחדר ותרדוף אחריהם. ויהי בהיחבא מצרים מפני הערוב, וינעלו דלתותיהם אחריהם. ויצו האלוקים את הסילונית אשר בים, ותעל ותבוא מצרימה. ולה אמות ארוכות, עשר אמות באורך באמת איש. ותעל הגגות, ותגך את התיקרה ואת המעזיבה ותחתכם. ותישלח אמתה הבייתה ותסר את המנעול ואת הבריח ותפתח את בתי מצרים, ואחרי כן יבואו הערוב בית מצרים וישחית הערוב את מצרים, וייצר להם מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at the end of two years the Lord sent Moses once more unto Pharaoh, to bring forth the ‎children of Israel and to send them away from the land of Egypt; and Moses came to the ‎house of Pharaoh and he spoke unto him according to the words of the Lord, but Pharaoh ‎would not hearken unto the voice of Jehovah, and the Lord concluded to show his might in ‎Egypt, on Pharaoh and his servants. And God smote Pharaoh and his people with very terrible ‎plagues, and he turned by the hands of Aaron all the waters of Egypt into blood, and when an ‎Egyptian came to drink and drew water and he looked into his pitcher, behold it was turned ‎into blood, and also when a woman kneaded her bread or cooked her meals, all had the ‎appearance of blood. And the Lord sent again, and he caused all the waters to produce frogs, ‎so that the frogs came into the houses of the Egyptians, and when the Egyptians drank the ‎water, their stomachs were filled with frogs, and they leaped within them like in the river. And ‎all the water they used for cooking and drinking turned into frogs, and when they lay upon ‎their beds, they perspired frogs from their body. But for all that the anger of the Lord did not ‎turn from them, and his hand was still out stretched upon all Egypt, to smite them with all the ‎terrible plagues; and he sent and turned their dust into lice, so that the ground of Egypt was ‎covered with lice two cubits in height. And the lice were also upon the flesh of man and beast ‎among all the people of Egypt, and also upon the king and the queen, and Egypt was greatly ‎afflicted on account of the lice. But for all that the anger of the Lord did not turn, and his hand ‎was still outstretched over Egypt, and the Lord sent all the beasts of the field, and they came ‎and destroyed man and beast, and the trees, and all that was in Egypt. Then the Lord sent fiery ‎serpents, and scorpions, and mice, and rats, and weasels, and other vermin, that creepeth in ‎the dust, as also flies and fleas and all sorts of insects, and they came and tortured the ‎Egyptians, entering even their eyes and their ears. Then the hornets came over them also, and ‎they drove them to hide in their innermost chambers, and the Egyptians had to hide ‎themselves from the swarms of vermin and they locked the doors after them. But the Lord ‎commanded the Tulzoth, the great monster of the sea to come up and invade Egypt; and she ‎had very long arms, ten cubits in length according to the cubits of a man, and she went up and ‎unroofed their houses, and she put forth her arms into the houses and removed the bolts and ‎bars and opened the houses of the Egyptians, and the swarm of animals filled the houses of ‎the Egyptians, to torture them exceedingly.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b30a8e96f685500161b43fb", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Malbim on Exodus 8:9:1", "sourceHeRef": "מלבי\"ם על שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויעש ה' כדבר משה,</b> שישארו הצפרדעים אשר ביאור להיות זכר לנפלאותיו, וימותו הצפרדעים מן הבתים של פרעה ומן החצרות ששם גרו עבדי פרעה ומן השדות ששם נמצא ההמון כמ\"ש וסרו ממך ומעבדיך ומעמך כנ\"ל:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5be1f7be5c81ef0074e69612", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beha'alotcha 11:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Midrash Tanchuma, Beha'alotcha 11:1", "sourceHeRef": "מדרש תנחומא, בהעלותך י״א:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בהעלותך", "he": "<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה אֶסְפָה לִי שִׁבְעִים אִישׁ. יְלַמְּדֵנוּ רַבֵּנוּ, כַּמָּה אַמּוֹת חַיָּב אָדָם לַעֲמֹד מִפְּנֵי הַזָּקֵן כְּשֶׁהוּא רוֹאֶה אוֹתוֹ עוֹבֵר. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, בְּתוֹךְ אַרְבַּע אַמּוֹת, חַיָּב אָדָם לַעֲמֹד מִפְּנֵי הַזָּקֵן, שֶׁנֶּאֱמַר: מִפְּנֵי שֵׂיבָה תָּקוּם, וְהָדַרְתָּ פְּנֵי זָקֵן <small>(ויקרא יט, לב)</small>. וְכוֹרֵעַ לְפָנָיו וְשׁוֹאֵל בִּשְׁלוֹמוֹ בְּתוֹךְ אַרְבַּע אַמּוֹת. וְאִי זֶה הוּא הַהִדּוּר שֶׁאָמְרָה תּוֹרָה וְהָדַרְתָּ פְּנֵי זָקֵן. שֶׁלֹּא יַעֲמֹד בִּמְקוֹמוֹ, וְלֹא יְהֵא סוֹתֵר דְּבָרָיו. וּכְשֶׁהוּא שׁוֹאֵל הֲלָכָה, שׁוֹאֵל בְּיִרְאָה. וְלֹא יִקְפֹּץ לְהָשִׁיב, וְלֹא יְהֵא נִכְנַס לְתוֹךְ דְּבָרָיו. שֶׁכָּל מִי שֶׁאֵינוֹ נוֹהֵג בְּרַבּוֹ כָּל הַמִּדּוֹת הָאֵלּוּ, נִקְרָא רָשָׁע לִפְנֵי הַמָּקוֹם, וְתַלְמוּדוֹ נִשְׁכָּח, וּשְׁנוֹתָיו מִתְקַצְּרוֹת, וְלַסּוֹף הוּא בָא לִידֵי עֲנִיּוּת, שֶׁנֶּאֱמַר: וְטוֹב לֹא יִהְיֶה לָרָשָׁע וְלֹא יַאֲרִיךְ יָמִים כַּצֵּל, אֲשֶׁר אֵינֶנּוּ יָרֵא מִלִּפְנֵי הָאֱלֹהִים <small>(קהלת ח, יג)</small>. מוֹרָא זוֹ אֵינִי יוֹדֵעַ מַה הִיא. כְּשֶׁהוּא אוֹמֵר, מִפְּנֵי שֵׂיבָה תָּקוּם וְיָרֵאתָ מֵאלֹהֶיךָ <small>(ויקרא יט, לב)</small>. הֱוֵי אוֹמֵר, זוֹ מוֹרָאַת הָרַב. וְכֵן נֶאֱמַר בְּמִדּוֹת וּמִשְׁקָלוֹת, שֶׁנֶּאֱמַר בָּהֶן מוֹרָא. אֶלָּא אָמַר רַבִּי אֶלְעָזָר, נֶאֱמַר כָּאן, פְּנֵי זָקֵן וְיָרֵאתָ. וְנֶאֱמַר לְהַלָּן, אֵינֶנּוּ יָרֵא מִלִּפְנֵי הָאֱלֹהִים. לְכָךְ חַיָּב אָדָם לְהַקְדִּים לוֹ שָׁלוֹם בַּכְּנִיסָה וּבַיְּצִיאָה, וְלִנְהֹג בּוֹ מוֹרָא וְכָבוֹד, שֶׁנֶּאֱמַר: אֶת ה' אֱלֹהֶיךָ תִּירָא <small>(דברים ו, יג)</small>. וְתַנְיָא, אֶת, לְרַבּוֹת אֶת בַּעֲלֵי תּוֹרָה, שֶׁאֵין לְךָ מִדָּה אַחֶרֶת כַּיּוֹצֵא בָּהּ. וְכֵן הוּא אוֹמֵר, וָאֶתֵּן אוֹתָם רָאשִׁים עַל הָעָם <small>(דברים א, טו)</small>. מִכָּאן אַתְּ לָמֵד, שֶׁתִּנְהֹג בּוֹ מִנְהַג נְשִׂיאוּת, לַעֲמֹד מִפָּנָיו, וּלְהַקְדִּימוֹ לְכָל דָּבָר שֶׁל גְּדֻלָּה. אָמַר רַבִּי אַבָּא הַכֹּהֵן בַּר פַּפָּא, כְּשֶׁהָיִיתִי רוֹאֶה סִיעָה שֶׁל בְּנֵי אָדָם, הָיִיתִי הוֹלֵךְ בְּדֶרֶךְ אַחֶרֶת, שֶׁלֹּא לְהַטְרִיחַ עֲלֵיהֶם, שֶׁלֹּא יְהוּ רוֹאִין אוֹתִי וְעוֹמְדִין מִלְּפָנַי. וּכְשֶׁאָמַרְתִּי אֵלּוּ הַדְּבָרִים לִפְנֵי רַבִּי יוֹסֵף בַּר זְבִידָא, אָמַר לִי, צָרִיךְ אַתָּה לַעֲבֹר לִפְנֵיהֶם, וְיִהְיוּ רוֹאִין אוֹתְךָ וְעוֹמְדִין לְפָנֶיךָ, וְאַתָּה מְבִיאָן לִידֵי יִרְאַת שָׁמַיִם, שֶׁנֶּאֱמַר: מִפְּנֵי שֵׂיבָה תָּקוּם וְהָדַרְתָּ פְּנֵי זָקֵן וְיָרֵאתָ. לָמָּה, שֶׁמַּעֲלָתָן שֶׁל צַדִּיקִים הִיא מַעֲלָה שֶׁאֵין לָהּ יְרִידָה. אֲבָל מַעֲלָתוֹ שֶׁל עֵשָׂו, מַעֲלָה שֶׁכֻּלָּהּ יְרִידָה הִיא, הַיּוֹם אֲפַרְכּוּס, לְמָחָר סְגָן, לְמָחָר סַרְדְּיוֹט. וְכֵן כָּל גְּדוֹלֵיהֶן. וְכֵן הַנָּבִיא אוֹמֵר, אִם תַּגְבִּיהַּ כַּנֶּשֶׁר וְאִם בֵּין כּוֹכָבִים וְגוֹ' מִשָּׁם אוֹרִידְךָ <small>(עובדיה א, ד)</small>. אֲבָל מַעֲלָתוֹ שֶׁל יַעֲקֹב, מַעֲלָה שֶׁאֵין לָהּ יְרִידָה, וְאֵין קְדֻשָּׁתָם מִתְחַלֶּלֶת לְעוֹלָם. וְכֵן אַתָּה מוֹצֵא, שֶׁהַזְּקֵנִים אֶחָד מִשְּׁלֹשָה עָשָׂר דְּבָרִים, שֶׁהֵן כְּתוּבִים לִשְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵלּוּ הֵן, הַכֶּסֶף וְהַזָּהָב, וְהַכֹּהֲנִים, וְהַלְּוִיּם, וְיִשְׂרָאֵל, וְהַבְּכוֹרוֹת, וְהַמִּזְבֵּחַ, וְהַתְּרוּמוֹת, וְשֶׁמֶן הַמִּשְׁחָה, וְאֹהֶל מוֹעֵד, וּמַלְכוּת בֵּית דָּוִד, וְהַקָּרְבָּנוֹת, וְאֶרֶץ יִשְׂרָאֵל, וְהַזְּקֵנִים. הַכֶּסֶף וְהַזָּהָב, שֶׁנֶּאֱמַר: לִי הַכֶּסֶף וְלִי הַזָּהָב <small>(חגי ב, ח)</small>. הַכֹּהֲנִים מִנַּיִן. דִּכְתִיב: וְזֶה הַדָּבָר אֲשֶׁר תַּעֲשֶׂה לָהֶם לְקַדֵּשׁ אֹתָם לְכַהֵן לִי לְקַח וְגוֹ' <small>(שמות כט, א)</small>. הַלְּוִיִּם מִנַּיִן. שֶׁנֶּאֱמַר: וְהָיוּ לִי הַלְּוִיִּם <small>(במדבר ח, יד)</small>. יִשְׂרָאֵל מִנַּיִן. שֶׁנֶּאֱמַר: כִּי לִי בְּנֵי יִשְׂרָאֵל <small>(ויקרא כה, נה)</small>. הַבְּכוֹרוֹת מִנַּיִן. שֶׁנֶּאֱמַר: כִּי לִי כָּל בְּכוֹר <small>(במדבר ח, יז)</small>. הַמִּזְבֵּחַ מִנַּיִן. שֶׁנֶּאֱמַר: מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִי <small>(שמות כ, כא)</small>. הַתְּרוּמָה מִנַּיִן. שֶׁנֶּאֱמַר: וְיִקְּחוּ לִי תְּרוּמָה <small>(שם כה, ב)</small>. שֶׁמֶן הַמִּשְׁחָה מִנַּיִן. שֶׁנֶּאֱמַר: שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה לִי <small>(שם ל, לא)</small>. אֹהֶל מוֹעֵד מִנַּיִן. שֶׁנֶּאֱמַר: וְעָשׂוּ לִי מִקְדָּשׁ <small>(שם כה, ח)</small>. הַקָּרְבָּנוֹת מִנַּיִן. שֶׁנֶּאֱמַר: אֶת קָרְבָּנִי לַחְמִי לְאִשַּׁי <small>(במדבר כח, ב)</small>. מַלְכוּת בֵּית דָּוִד מִנַּיִן. שֶׁנֶּאֱמַר: כִּי רָאִיתִי בְּבָנָיו לִי מֶלֶךְ <small>(ש״‎א טז, א)</small>. אֶרֶץ יִשְׂרָאֵל מִנַּיִן. שֶׁנֶּאֱמַר: כִּי לִי הָאָרֶץ <small>(שמות יט, ה)</small>. הַזְּקֵנִים מִנַּיִן. שֶׁנֶּאֱמַר: אֶסְפָה לִי שִׁבְעִים אִישׁ <small>(במדבר יא, טז)</small>. דָּבָר אַחֵר, אֶסְפָה לִי שִׁבְעִים אִישׁ, זֶה שֶׁאָמַר הַכָּתוּב: הַבּוֹנֶה בַּשָּׁמַיִם מַעֲלוֹתָיו וַאֲגֻדָּתוֹ עַל אֶרֶץ יְסָדָהּ <small>(עמוס ט, ו)</small>. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְפַלְטְרִין שֶׁהָיְתָה בְּנוּיָה עַל גַּבֵּי הַסְּפִינָה, כָּל זְמַן שֶׁהַסְּפִינוֹת מְחֻבָּרוֹת, פַּלְטְרִין שֶׁעַל גַּבֵּיהֶן עוֹמֶדֶת. לְפִיכָךְ נֶאֱמַר, הַבּוֹנֶה בַּשָּׁמַיִם מַעֲלוֹתָיו. אֵימָתַי כִּבְיָכוֹל כִּסְּאוֹ מְבֻסָּס לְמַעֲלָן, בִּזְמַן שֶׁיִּשְׂרָאֵל עֲשׂוּיִין אֲגֻדָּה אַחַת. לְכָךְ נֶאֱמַר: הַבּוֹנֶה בַּשָּׁמַיִם מַעֲלוֹתָיו. אֵימָתַי, בַּזְּמַן שֶׁאֲגֻדָּתוֹ עַל אֶרֶץ יְסָדָהּ. וְכֵן הוּא אוֹמֵר, וַיְהִי בִּישֻׁרוּן מֶלֶךְ וְגוֹ' <small>(דברים לג, ה)</small>. לְכָךְ אָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אֶסְפָה לִי שִׁבְעִים אִישׁ. לָמָּה, שֶׁכִּנּוּסָן שֶׁל צַדִּיקִים, הֲנָיָה לָהֶם, הֲנָיָה לָעוֹלָם. אֲבָל כִּנּוּסָן שֶׁל רְשָׁעִים, תַּקָּלָה לָהֶם, תַּקָּלָה לָעוֹלָם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 11:16:) “Then the Lord said unto Moses, ‘Gather Me seventy men from the elders of Israel….” Let our master instruct us: Within how many cubits is one obligated to stand up in the presence of an elder when he sees him?<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Numb. R. 15:17.</i> Thus have our masters taught: Within four cubits one is obligated to stand up in the presence of an elder.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Qid</i> 33b; cf also <i>yBik.</i> 3:3 (65c).</i> Thus it is stated (in Lev. 19:32), “You shall rise in the presence of<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">To be in one’s presence is to be within four cubits.</i> a gray head [...].” One also bows down before him and asks after his welfare [when] within four cubits. And about which honor did the Torah say (ibid. cont.), “you shall honor the presence of an elder?” That one should not stand in his place or contradict his words. Also when one asks [about] a law (<i>halakhah</i>), one should ask with reverence and not rush to respond or interrupt his words. Whoever does not behave toward his teacher (<i>rav</i>) according to all these rules is labeled a wicked person before the Omnipresent, his learning is forgotten, his years are shortened, and in the end he comes to poverty, as stated (in Eccl. 8:13), “It shall not go well with the wicked one, nor shall he prolong his days; [they are] like a shadow, because he is not in fear before God.” In regard to this fear I do not know [exactly] what it is; [but] when it says (in Lev. 19:32), “You shall rise in the presence of a gray head, [you shall honor the presence of an elder,] and you shall fear your God,” note that it is [really] saying, this is the fear of [students toward] sages.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Since GRAY HEAD and ELDER are understood to refer to the sages.</i> [But I might say that this is a fear of] usury and of [false] weights, as fear is stated about them [also].<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">In Lev. 25:36; 19:36. So why say that it refers to a sage?</i> It is simply that R. Eleazar has said, “It is stated here, ‘[you shall honor] the presence (<i>pny</i>) of the elder, and you shall fear your God’; while it is stated in the other passage (in Eccl. 8:13), ‘he is not in fear before (<i>pny</i>) God.’” Hence, one is obligated to greet him before everyone when entering and leaving and to treat him with fear and honor. It is so stated (in Deut. 6:13), “You shall fear (<i>et</i>)<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">This word generally denotes that what follows is a direct object but at times the word means “along with.” In this latter sense the <i>et</i> implies that one should honor someone along with the Lord your God. For an example of <i>et</i> indicating further inclusions, see <i>Tanh</i>. (Buber) Gen. 1:8.</i> the Lord your God.” And we have learned, “[The <i>et</i> must refer] to [fear of] the master scholars of Torah since you have no other trait like it.” And so it says (in Deut. 1:15), “[So I took the heads of your tribes, wise and well-known people,] and appointed them heads over [you].” From here you learn that you should treat him in a princely manner, [i.e.,] stand in his presence, and give him precedence in every matter of dignity. R. Abba bar Pappa the Priest said, “When I would see a certain group of people, I would walk by another route so as not to be a bother for them, lest they see me and stand for me. [However] when I told of the matter to R. Jose bar Zevida, he said to me, ‘You must pass before them, so that they will see you and stand in your presence. Then you will bring them to the point of fearing Heaven, as stated (in Lev. 19:32), “You shall rise in the presence of a gray head, [you shall honor the presence of an elder,] and you shall fear your God.”’” Why? Because the rise of the righteous is a rise in which there is no decline. But the rise of Esau<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Esau stands for any Roman.</i> the wicked is a rise which is wholly decline. Today he is a governor;<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Gk.: <i>eparchos.</i></i> tomorrow an assistant [governor]; the next day a captain.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Gk.: <i>stratiotes</i> (“citizen soldier”).</i> And thus it is with all their great ones. So also the prophet says (in Obad. 1:4), “Though you make your abode as high as the eagle, and though [your nest is set] among the stars, I will bring you down from there.” The rise of Jacob, however, is a rise which has no decline, and their holiness is never desecrated. And so you find that the elders are one of thirteen things which are written down [as belonging] to the name of the Holy One, blessed be He. These [thirteen] are the following: (1) The silver and gold, (2) the priests, (3) the Levites, (4) Israel, (5) the first-born, (6) the altar, (7) the priestly share, (8) the oil for anointing, (9) the tent of meeting, (10) the Davidic dynasty, (11) the offerings, (12) the Land of Israel, and (13) the elders. Where is it shown in reference to silver and gold? As stated (in Hag. 2:8), “The silver is Mine, and the gold is Mine.”<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See above Exod. 8:9.</i> Where is it shown in reference to the priests? As stated (in Exod. 29:1), “to sanctify them for serving Me as priests.” Where is it shown in reference to the Levites? As stated (in Numb. 3:12), “and the Levites shall be Mine.” Where is it shown in reference to Israel? As stated (in Lev. 25:55), “For to Me the Children of Israel [are servants].” Where is it shown in reference to the first-born? As stated (in Numb. 3:13 = 8:17), “For all the first-born are Mine.” Where is it shown in reference to the altar? As stated (in Exod. 20:21), “An altar of earth you shall make for Me.” Where is it shown in reference to the priestly share? As stated (in Exod. 25:2), “And let them take for Me a priestly share.” Where is it shown in reference to the oil for anointing? As stated (in Exod. 30:31), “This oil for anointing shall be holy to Me.” Where is it shown in reference to the tent of meeting? As stated (in Exod. 25:8), “And let them make Me a sanctuary.” Where is it shown in reference to offerings? As stated (in Numb. 28:2), “My offering, My bread for My fire offering.”<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Note that this reference to offerings and the following reference to the Davidic dynasty are reversed in order from the list given above.</i> Where is it shown in reference to the Davidic dynasty? As stated (in I Sam. 16:1), “for I have chosen a king for Myself among his (i.e. Jesse's) sons.” Where is it shown in reference to the Land [of Israel]? As stated (in Lev. 25:23), “for the land belongs to Me.” Where is it shown in reference to the elders? As stated (in Numb. 11:16), “Gather Me seventy men [from the elders of Israel].”<br>Another interpretation (of Numb. 11:16), “Gather Me seventy men.” This text is related (to Amos. 9:6), “Who builds His upper chambers in the heavens and founds His celestial vault (<i>aguddah</i>) upon earth.” To what is the matter comparable?<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Numb. R. 15:18; <i>Sifre</i> to Deut. 33:5 (346).</i> To a palace<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Lat.: <i>palatium.</i></i> that was built upon boat[s]. For as long a time that the boats are connected, the palace that is upon them will stand. Hence, it is stated (in Amos 9:6), “Who builds His upper chambers in the heavens.” When is His throne, as it were, established<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Cf. the Gk. noun <i>basis</i> which means “ground” or “pedestal.”</i> above?<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">See M. Sam. 5.</i> When Israel becomes one society (<i>aguddah</i>). It is therefore stated (ibid.), “Who builds His upper chambers in the heavens.” When? When (ibid. cont.) “He founds His celestial vault (<i>aguddah</i>, which also means society) upon earth.”<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><i>Men.</i> 27a.</i> And so it says (in Deut. 33:5), “Then He became King in Jeshurun [when the heads of the people assembled, the tribes of Israel together].” Therefore the Holy One, blessed be He, said to Moses (in Numb. 11:16), “Gather Me seventy men.” Why? Because a gathering of righteous people is enjoyment for them and enjoyment for the world, but a gathering of wicked people is an offense to them and an offense to the world.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c17b9b7b071e100bf4ed582", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Chet 81:3", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Machberet Menachem, Letter Chet 81:3", "sourceHeRef": "מחברת מנחם, ח פ״א:ג׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 81.0003, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השני, <b>חצר</b> המשכן <small>(שמות כז, ט)</small>, <b>חצרים</b> תשב קדר <small>(ישעיהו מב, א)</small>, מן הבתים מן <b>החצרות</b> ומן השדה <small>(שמות ח, )</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf56ae5928b1a0d7eabc1", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Vaera 22", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Paaneach Raza, Vaera 22", "sourceHeRef": "פענח רזא, וארא כ״ב", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 22, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "וארא", "he": "ויעש ה' כדבר משה וימותו וגו', וקשה הלא זה לא הי' כדבר משה, כי משה אמר וסרו הצפרדעים ולא שימותו, וי\"ל דאותן שבגופי ב\"א ושבבית המלך סרו, ושל בתי שאר העם מתו, מצאתי:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf56bafd0455414a3c437", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Vaera 23", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Paaneach Raza, Vaera 23", "sourceHeRef": "פענח רזא, וארא כ״ג", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 23, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "וארא", "he": "(אכן לא נרגש דבר זה בפסוקים, ואני פירשתי שתמצא מבואר נגלה כי פרעה לא ביקש כריתה לגמרי דהיינו שימותו רק וסרו וגו', ולא אמר רק ממני ומעמי דהיינו מהגוף, אבל מבתים וחצרות לא ביקש, ומשה כדי להראות פלאי ורחמי השי\"ת הוסיף מדילי' והתפלל על הכריתה לגמרי גם מהבתים, שלזה ג\"כ נתן הדבר לקביעות זמן פרעה כדכתיב למען תדע וגו', ולכן הוסיף עוד לומר וסרו וגו' אחר שאמר להכרית וגו', כלומר עוד לטוב לך לא תהי' הכריתה מתחלה תוך מעיכם ובתיכם וחצריכם שזה הי' גורם לכם חולי ובאושה אלא ביותר הפלא יהי' דהיינו וסרו וגו' קודם הכריתה ואח\"כ ימותו בריחוק מקום, וזהו על נכון ויעש ה' כדבר משה ממש ולא כדבר פרעה, שעשה ממש כזאת, שזהו דכתיב וימותו הצפרדעים מן הבתים ומן וגו' דאל\"כ בבתים ובחצרים מבע\"ל, אלא שסרו תחלה ואח\"כ מהם וחוצה מתו, ונכלל בזה ממילא גם שבתוך מעיהם, שהרי הוצרכו למות בריחוק מהבתים וא\"כ פשיטא שסרו גם הם תחלה, וזהו ותבאש הארץ ולא הבתים והחצרות והשדות, ולכן כתיב כאן ויצעק יותר מבכל מקום, כי הוצרך לצעוק ביותר כיון שהוא ביקש יותר מפרעה):", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf56be5928b1a0d7eabc3", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Vaera 24", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Paaneach Raza, Vaera 24", "sourceHeRef": "פענח רזא, וארא כ״ד", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 24, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "וארא", "he": "וימותו מן הבתים ומן וגו', אבל מן התנורים לא מתו רק סרו מפני שמסרו עצמן על קידוש ה' כדאמרינן שנשאו חנניא מישאל ועזריא ק\"ו מהם, ומה שבצפרדעים מתו ובערוב לא מתו כדכתיב ויסר הערוב, משום דהתם לא נבראו לכך רק של כבר באו ונקבצו כדכתיב הנני משליח בך וגו' ולא הוצרך רק להחזירם למקומם. אבל הצפרדעים נבראו לזה יותר כדכתיב ושרץ היאור צפרדעים, לא רצה להחזירם ליאור, אורליינ\"ש:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "616551cd2210eedf02f888fb", "index_title": "Mareh Yechezkel on Torah", "category": "Chasidut", "type": "", "ref": "Mareh Yechezkel on Torah, Shemot 12", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Mareh Yechezkel on Torah, Shemot 12", "sourceHeRef": "מראה יחזקאל על התורה, שמות י״ב", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1800, 1840], "commentaryNum": 12, "collectiveTitle": {"en": "Mareh Yechezkel on Torah", "he": "מראה יחזקאל על התורה"}, "heTitle": "שמות", "he": "<b>ולזה</b> נאמר תחילה ויאנחו וכו' ויזעקו, אבל זה לא הועיל כי זעקה היא קול בלי דבור רק ותעל שועתם פירוש הדיבור כמו ואל ישעו (שמות ח ט), ושוע אל ההר (ישעיה כב ה) וכאלה רבות שפירושו דבור, ואמר דמה שהיתה לתפלתן כח לעלות אעפ\"י שהיו מלוכלכים בעונות כמ\"ש הללו עובדי ע\"ז והללו עובדי ע\"ז אעפי\"כ היתה העבודה ממרקת חטאיהם, וזהו מן העבודה ע\"י קושי השעבוד, אבל וישמע אלקים את נאקתם שאעפ\"י שהתפלה עלתה למעלה כראוי ע\"י המלאכים הממונים על כך מכל מקום הי\"ת יודע מחשבות וקבל רק התפלה הבאה בנאקה שהיא עומק הלב כמו\"ש ונאק נאקת חלל, גם נא\"ק הוא גימטריא מילוי שם אהי\"ה ור\"ת של נהלת בעזך א'ל נ'וה ק'דשך, ועי\"ז מעוררין רצון העליון ששם מקור שם זה כנודע ואז יזכור את בריתו ייחודו על ידי האבות וז\"ש ג\"כ תפלות כנגד אבות תקנום.", "heVersionTitle": "Mareh Yechezkel, Bene Brak, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "616553fe8fe27813d02ec8c8", "index_title": "Mareh Yechezkel on Torah", "category": "Chasidut", "type": "", "ref": "Mareh Yechezkel on Torah, Pesach Haggadah 119", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Mareh Yechezkel on Torah, Pesach Haggadah 119", "sourceHeRef": "מראה יחזקאל על התורה, הגדה של פסח קי״ט", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1800, 1840], "commentaryNum": 119, "collectiveTitle": {"en": "Mareh Yechezkel on Torah", "he": "מראה יחזקאל על התורה"}, "heTitle": "הגדה של פסח", "he": "<b>ולזה</b> נאמר תחילה ויאנחו וכו' ויזעקו, אבל זה לא הועיל כי זעקה היא קול בלי דבור רק ותעל שועתם פירוש הדיבור כמו ואל ישעו (שמות ח ט), ושוע אל ההר (ישעיה כב ה) וכאלה רבות שפירושו דבור, ואמר דמה שהיתה לתפלתן כח לעלות אעפ\"י שהיו מלוכלכים בעונות כמ\"ש הללו עובדי ע\"ז והללו עובדי ע\"ז אעפי\"כ היתה העבודה ממרקת חטאיהם, וזהו מן העבודה ע\"י קושי השעבוד, אבל וישמע אלקים את נאקתם שאעפ\"י שהתפלה עלתה למעלה כראוי ע\"י המלאכים הממונים על כך מכל מקום הי\"ת יודע מחשבות וקבל רק התפלה הבאה בנאקה שהיא עומק הלב כמו\"ש ונאק נאקת חלל, גם נא\"ק הוא גימטריא מילוי שם אהי\"ה ור\"ת של נהלת בעזך א'ל נ'וה ק'דשך, ועי\"ז מעוררין רצון העליון ששם מקור שם זה כנודע ואז יזכור את בריתו ייחודו על ידי האבות וז\"ש ג\"כ תפלות כנגד אבות תקנום.", "heVersionTitle": "Mareh Yechezkel, Bene Brak, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d555f4629f2b5727af6e", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, חצר 1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Sefer HaShorashim, חצר 1", "sourceHeRef": "ספר השרשים, חצר א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "חצר", "he": ["<strong><big>חצר</big></strong>   וַיְהִי כְאֶחָד <strong>לַֽמְחַצְּצרִים</strong> [לַֽמְחַצְּרִים] וְלַֽמְשֹֽׁרֲרִים [הִפְעִיל] (<a class=\"refLink\" href=\"II Chronicles 5:13\" data-ref=\"II Chronicles 5:13\">דברי הימים ב' ה, יג</a>). <strong>וכבד אחר</strong> [פִּעֵל] <strong>מַחְצְרִרים</strong> [<strong>מַחְצְרִים</strong>] בַּֽחֲצֹֽצְרֽוֹת (<a class=\"refLink\" href=\"II Chronicles 5:12\" data-ref=\"II Chronicles 5:12\">דברי הימים ב' ה, יב</a>), משפטו <strong>מַֽחֲצִירִים</strong> ענינם תוקעין בחצוצרות כי ה<strong>צד\"י</strong> כפולה בחצוצרות. וכן הצדי <strong>לַֽמְחַצְּצרִים</strong> ובמחצצרים. ואיננה נקראת השניה ואף על פי שהיא כתובה ב<strong>שֹי\"ן</strong> <strong>יִשָֹּשֹכָר</strong> השנית. אֶת־<strong>הֶֽחָצֵר</strong> הַפְּנִימִֽית (<a class=\"refLink\" href=\"Ezekiel 10:3\" data-ref=\"Ezekiel 10:3\">יחזקאל י, ג</a>), <strong>הֶֽחָצֵר</strong> הַחִֽיצֹנָה (<a class=\"refLink\" href=\"Ezekiel 10:5\" data-ref=\"Ezekiel 10:5\">יחזקאל י, ה</a>) רובם בלשון נקבה. וימצאו בלשון זכר לִפְנֵי <strong>הֶֽחָצֵר</strong> הַפְּנִימִי (<a class=\"refLink\" href=\"Ezekiel 40:19\" data-ref=\"Ezekiel 40:19\">יחזקאל מ, יט</a>), בְּלִשְׁכַּת גְּמַרְיָהוּ בֶן־שָׁפָן הַסֹּפֵר <strong>בֶּֽחָצֵר</strong> הָעֶלְיוֹן (<a class=\"refLink\" href=\"Jeremiah 36:10\" data-ref=\"Jeremiah 36:10\">ירמיה לו, י</a>), אֵת קַלְעֵי <strong>הֶֽחָצֵר</strong> אֶת־עַמֻּדָיו (<a class=\"refLink\" href=\"Exodus 35:17\" data-ref=\"Exodus 35:17\">שמות לה, יז</a>). וַיָּבֹאוּ אֶל־הַמֶּלֶךְ <strong>חָצֵרָה</strong> (<a class=\"refLink\" href=\"Jeremiah 36:20\" data-ref=\"Jeremiah 36:20\">ירמיה לו, כ</a>), <strong>מלעיל</strong> כי ה<strong>ה\"א</strong> נוספת. והקבוץ רְמֹס <strong>חֲצֵרָֽי</strong> (<a class=\"refLink\" href=\"Isaiah 1:12\" data-ref=\"Isaiah 1:12\">ישעיה א, יב</a>). ובלשון נקבות מִן־הַבָּתִּים מִן־<strong>הַֽחֲצֵרֹת</strong> (<a class=\"refLink\" href=\"Exodus 8:9\" data-ref=\"Exodus 8:9\">שמות ח, ט</a>), הֽוּא־יִבְנֶה בֵיתִי <strong>וַֽחֲצֵֽרוֹתָי</strong> (<a class=\"refLink\" href=\"I Chronicles 28:6\" data-ref=\"I Chronicles 28:6\">דברי הימים א' כח, ו</a>), <strong>בְּחַצְרוֹת</strong> בֵּית י\"י (<a class=\"refLink\" href=\"Psalms 116:19\" data-ref=\"Psalms 116:19\">תהלים קטז, יט</a>). ומשקל אחר וְהָֽיְתָה נְוֵה תַנִּים <strong>חָצִיר</strong> לִבְנוֹת יַֽעֲנָֽה (<a class=\"refLink\" href=\"Isaiah 34:13\" data-ref=\"Isaiah 34:13\">ישעיה לד, יג</a>), <strong>חָצִיר</strong> לְקָנֶה וָגֹֽמֶא (<a class=\"refLink\" href=\"Isaiah 35:7\" data-ref=\"Isaiah 35:7\">ישעיה לה, ז</a>), שניהם ענינם כמו חצר והוא ידוע. וּבָתֵּי <strong>הַֽחֲצֵרִים</strong> (<a class=\"refLink\" href=\"Leviticus 25:31\" data-ref=\"Leviticus 25:31\">ויקרא כה, לא</a>), <strong>בְּחַצְרֵיהֶם</strong> וּבְטִֽירֹתָם (<a class=\"refLink\" href=\"Genesis 25:16\" data-ref=\"Genesis 25:16\">בראשית כה, טז</a>), <strong>חֲצֵרִים </strong>תֵּשֵׁב קֵדָר (<a class=\"refLink\" href=\"Isaiah 42:11\" data-ref=\"Isaiah 42:11\">ישעיה מב, יא</a>), כל אלו והדומים להם הם הכפרים והפרזות שאינם מוקפות חומה שהם כמו חצר. וענין אחר אוּלַי נִמְצָא <strong>חָצִיר </strong>(<a class=\"refLink\" href=\"I Kings 18:5\" data-ref=\"I Kings 18:5\">מלכים א' יח, ה</a>), וְצָֽמְחוּ בְּבֵין <strong>חָצִיר</strong> כַּֽעֲרָבִים עַל־יִבְלֵי־מָֽיִם (<a class=\"refLink\" href=\"Isaiah 44:4\" data-ref=\"Isaiah 44:4\">ישעיה מד, ד</a>), <strong>חָצִיר</strong> כַּבָּקָר יֹאכֵֽל (<a class=\"refLink\" href=\"Job 40:15\" data-ref=\"Job 40:15\">איוב מ, טו</a>), מַצְמִיחַ <strong>חָצִיר</strong> לַבְּהֵמָה (<a class=\"refLink\" href=\"Psalms 104:14\" data-ref=\"Psalms 104:14\">תהלים קד, יד</a>),<strong> כַּֽחֲצִיר </strong>גַּגּוֹת (<a class=\"refLink\" href=\"Psalms 129:6\" data-ref=\"Psalms 129:6\">תהלים קכט, ו</a>), ענינם עשב. ורבי יונה פירש וצמחו בבין <strong>חָצִיר</strong> מענין הראשון כמו <strong>חָצֵר</strong>. וְאֶת־<strong>הֶֽחָצִיר</strong> וְאֶת־הַבְּצָלִים (<a class=\"refLink\" href=\"Numbers 11:5\" data-ref=\"Numbers 11:5\">במדבר יא, ה</a>), הוא הנקרא בלשון רבותינו ז\"ל (<a class=\"refLink\" href=\"Berakhot 9b\" data-ref=\"Berakhot 9b\">ברכות ט, ע\"ב</a>) כרתי. וכן תרגום יונתן וכרתי <strong>בָּצְלַיָא</strong>. והוא שקורין לו בלע\"ז <strong>פורי\"ש</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6241ab919fed8034ed966090", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, ii; On Prayer, Prayer 22", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Menorat HaMaor, ii; On Prayer, Prayer 22", "sourceHeRef": "מנורת המאור, ב; פרק התפילה, תפילה כ״ב", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 22, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "תפילה", "he": "ובו בלשון שישראל קורין להב\"ה הוא עונה אותם. אברהם אבינו ע\"ה קראו באלהים, שנא' (מלכים א יג, ח) ה' אלהים מה תתן לי, והב\"ה ענה את בניו באלהים, שנא' (שמות ב, כג) ותעל שועתם אל האלהים מן העבודה. יצחק אבינו ע\"ה בירך את יעקב באל שדי, דכתי' (בראשית כח, ג) ואל שדי יברך אותך, והב\"ה ענה את ישראל באל שדי, דכתיב (שמות ו, ג) וארא אל אברהם אל יצחק ואל יעקב באל שדי. יעקב אבינו ע\"ה קראו באל, שנא' (בראשית כח, יט) ויקרא את שם המקום ההוא בית אל, והב\"ה ענה אותו באל, שנא' (בראשית מו, ג) אנכי האל אלהי אביך וגו', וכתי' (בראשית לה, ג) ונקומה ונעלה בית אל ואעשה שם מזבח לאל העונה אותי ביום צרתי וגו', משה רבינו ע\"ה קראו בה', שנא' (שמות ח, ח) ויצעק משה אל ה' על דבר הצפרדעים, והב\"ה ענה אותו בה', שנא' (שמות ח, ט) ויעש ה' כדבר משה וימותו הצפרדעים. ישראל קראוהו בה', שנא' (שמות יד, י) ויצעקו בני ישראל אל ה', והב\"ה ענה אותם בה', שנאמר (שמות ו, ו) לכן אמור לבני ישראל אני ה' והוצאתי אתכם מתחת סבלות מצרים. דוד ע\"ה קראו ביה, והקריאה והעניה בפסוק אחד, שנא' (תהלים קיח, ה) מן המצר קראתי יה ענני במרחביה. הה\"ד כי מי גוי גדול אשר לו אלהים קרובים אליו כה' אלהינו בכל קראנו אליו. בכל לשון שאנו קורין לו הוא יתברך שמו עונה אותנו.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6357d2d64a34ac00a0d863b5", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Rav Hirsch on Torah, Exodus 8:9:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 9. מן הבתים מן החצרות ומן השדות, die Aufeinanderfolge ist rückwärts im Verhältnis zu der Richtung, in welcher sie gekommen. חצרות ist der Raum <i>vor</i> den Häusern. Nicht nur in den Häusern, selbst auf den Höfen, ja selbst auf den Feldern, wo sie doch ihrem natürlichen Aufenthalte im Flusse nahe waren und leicht dorthin zurückkehren konnten, starben sie. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187187c9371ec0cebe4dc1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Reggio on Torah, Exodus 8:9:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>מן הבתים מן החצרת ומן השדת,</b> פרט לך הכתוב כל המקומות האלה להגיד כי רק שם מתו, אבל ביאור נשארו כדבר משה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6478553c41faccce23c66784", "index_title": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain", "category": "Second Temple", "type": "", "ref": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain 19:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain 19:1", "sourceHeRef": "על קורבנות הבל וקין י״ט:א׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 19.0001, "collectiveTitle": {"en": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain", "he": "על קורבנות הבל וקין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[69] But Pharaoh the “Disperser of the excellent” cannot receive the vision of timeless values, for the eyes of the soul, whereby alone incorporeal natures are apprehended, are blinded in him, nor will he bring himself to get help through what is timeless. When he is plagued by the frogs, those soulless opinions and conjectures, which produce noise and sound destitute and devoid of all reality, Moses said to him, “Appoint with me a time, when I shall pray for thee and thy servants, to take away the frogs” (Exod. 8:9). Though in that dire strait he should have said “Pray for me at once,” he puts it off with the word “to-morrow.” He must needs maintain to the end the unchanging level of his godlessness.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1929", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6487469970699c26744fde9e", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:9:1", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויעש ה' כדבר משה. לקיים מה שנא' ותגזור אומר ויקם לך (איוב כב כח):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469a70699c26744fdea0", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:9:2", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:9:2", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "וימותו הצפרדעים מן הבתים ומן החצרות ומן השדות. ולא מן היאורות ומן האגמים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc34758c1dc532ec8856", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 8:9", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Steinsaltz on Exodus 8:9", "sourceHeRef": "ביאור שטיינזלץ על שמות ח׳:ט׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 8.0009, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיַּעַשׂ ה' כִּדְבַר מֹשֶׁה. וַיָּמֻתוּ הַצְפַרְדְּעִים מִן הַבָּתִּים, מִן הַחֲצֵרֹת וּמִן הַשָּׂדֹת.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord did in accordance with the word of Moses, and the frogs died from the houses, from the courtyards and from the fields. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54c7aa54fbfba27c8a3debd2", "index_title": "Da'at Zekenim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Da'at Zekenim on Exodus 8:9:1", "sourceHeRef": "דעת זקנים על שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על שמות", "he": "<b>מן הבתים. </b>אבל אותם שבתנורים לא מתו לפי שבטחו בהקב\"ה ונכנסו בתנור חם בצווי השם: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "מן הבתים, “away from the houses.” The frogs which had invaded the ovens of the Egyptians did not die, as they had displayed faith in G–d by invading such potentially deadly areas, all in the service of the Lord. (Yalkut Shimoni Vaeyra, section one, item 182)", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "55803aaffbfba21dd2a1017f", "index_title": "Da'at Zekenim on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Da'at Zekenim on Genesis 46:34:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Da'at Zekenim on Genesis 46:34:1", "sourceHeRef": "דעת זקנים על בראשית מ״ו:ל״ד:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Da'at Zekenim on Genesis", "he": "דעת זקנים על בראשית"}, "heTitle": "דעת זקנים על בראשית", "he": "<b>כי תועבת מצרים וכו'. </b>מאוסים היו רועי צאן בעיניהם כי הצאן היה דבר מאוס לאכילה כמו שמאוסין העזים לאכילה בהרבה מקומות. וכן לא יוכלון לאכול את העברים לחם כי תועבה היא למצרים מאוסין היו אנשי עבר הנהר בעיניהם ולכן קשה להם לאכול עמהם וכן הן נזבח את תועבת מצרים לעיניהם נזבח בפניהם מה שהוא מאוס להם ולא יסקלונו יהרגונו לא נאמר אלא יסקלונו. ד\"א שמעתי כי תועבת מצרים כל רעה וזן עצמו מן הצאן ואוכל אותם כי היא ע\"ז שלהם ידועה מלשון הרעה אותי דמתרגמינן דזן יתי: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "כי תועבת מצרים כל רעה צאן, “for the Egyptians despised people whose vocation was the rising and tending of sheep. The reason they did so was because they hated sheep meat, i.e. mutton, just as they hated goats’ meat. This was something not unique to the Egyptians. This is also why they could not sit at the same table as the Hebrews when the latter were being served lamb. They harboured a deep aversion for anyone stemming from the Euphrates-Tigris region. They considered the Sumerians as a lower class of human beings. (Exodus 8,9) The Hebrews claimed that they would insult the Egyptians if they slaughtered their animals as service to their G–d inside the boundaries of the land of Egypt. They would risk being stoned by them. It is interesting that they did not refer to being just killed, but they spelled out by which method they would be killed, a method which in Jewish law is the most severe kind of death penalty. Our author states that he has also heard a different interpretation of our verse. The Egyptians considered anyone slaughtering sheep or goats and eating their meat as guilty of the kind of perversion that would stamp such a person as a subhuman species. We find the word רועה, which we normally translate as “tending,” i.e. shepherding, also used by the Targum for “providing food” (transitive) on Genesis 48,15 by Yaakov in his blessings for his children when on his deathbed.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "56547e99d6e4a94e1942cbd6", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Exodus 19:8:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Abarbanel on Torah, Exodus 19:8:1", "sourceHeRef": "אברבנאל על תורה, שמות י״ט:ח׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "וירד ה' על הר סיני וגו' עד ויאמר משה אל ה' לא יוכל העם. בהשפעה הזאת שנשפעה במעמד הנבחר בשמיעת הדברות ראוי שנבחר שלשה דרושים. הא' מי היה הפועל והמשפיע בה האם הסבה הראשונה יתברך מבלי אמצעי שכל נבדל אחר או אם הוא אחד מהנבדלים. הב' מי היה המקבל האם ישראל כלו או זקניהם ושוטריהם או אדון הנביאים בלבד ומפיו שמעו הדברים. הג' מה היה השפע הזה אם נבואה מוחלטת או דבר חושיי וכמו שהעירותי בשאלות. והתחלת החקירה הזאת אינם אלא פסוקי התורה ומאמרי חז\"ל. ואומר שהפועל והמשפיע בהשפעה הזאת היה האלוה יתברך סבת הסבות כלם בעצמו ומאתו נתנה התורה לא מסדור השכל הפועל ולא אחד מהנבדלים כי כמו שהיתה היציאה ממצרים תשועה גופיית אליהם ממנו יתברך בלי אמצעי כמו שבא בקבלה האמתית כך רצה להושיעם תשועה נפשיית מבלי אמצעי וע\"ז נאמר אנכי ה' אלהיך אשר הוצאתיך וגומר ונאמר אתם ראיתם כי מן השמים דברתי עמכם לא תעשו אתי אלהי כסף ואלהי זהב וגו' ומשה לפני מותו אמר (דברים ל\"ג ב') ה' מסיני בא וגו' ואתא מרבבות קדש מימינו את דת למו רוצה לומר שבא ה' אלהים וכל קדושיו עמו אבל התורה לא נתנה אלא מימינו ומידו. ואמנם המקבל אותו השפע היה כל עם ישראל בכללו אנשים ונשים וטף וכמ\"ש את הדברים האלה דבר ה' אל כל קהלכם. וראוי אם כן שנחקור למה זה רצה הקדוש ברוך הוא לתת הדברות האלה מפיו בלי אמצעי ולישראל כלו שהיה עם רב בלתי מוכן כמ\"ש (שם ה' כ\"ו) כי מי כל בשר אשר שמע קול אלהים חיים וגו' ולמה לא נאמרו עשרת הדברות כשאר דברי התורה והמצות למשה רבינו שהיה ציר נאמן לשולחיו. וכבר נוכל לרשום בזה חמש סבות ותכליות עצמיות. הא' הוא מה שכתב הראב\"ע שהיו בישראל אנשים בלתי מאמינים במציאות הנבואה האלהית כאנשי הודו האומרים שא\"א שידבר אלהים את האדם בהיותו חי ומה שהקשה עליו הרמב\"ן שזרע אברהם לא יספקו בנבואה כי האמינו בה מאבותיהם וכבר נאמר ויאמן העם ויאמינו בה' ובמשה עבדו. תשובתו גלויה שעם היות שהאמינו קצתם הנה להיותם עם רב ומלומדים בתועבת מצרים מי המונע שהיו מהם אנשים מסופקים בה והכתוב לא אמר ויאמן כל העם אלא ויאמן העם שהיא הקדמה סתמית שבה הכח החלקי ולמה יתפלא הרב מזה והן עוד היום הזה רבים מבני ישראל המתפלספים כיחשו בנבואה כי הם האמינוה באופן שטוב הכחשתה ממציאותה כ\"ש שהכתוב מעיד על זה שאמר (שמות י\"ט ט') הנה אנכי בא אליך בעב הענן בעבור ישמע העם בדברי עמך וגם בך יאמינו לעולם. התכלית השני הוא כדי להשריש בלבותם של ישראל שהתורה שנתנה להם תהיה נצחית לעד ולעולמי עולמים ולכן רצה שכלם ישמעוה מפי הגבורה בסיני וגם על זה אמר (שם כ' כ\"ח) בעבור ישמע העם בדברי עמך וגם בך יאמינו לעולם רוצה לומר שיכירו וידעו שאין זאת התורה כמו המצות שנתנו לאדם ולנח כי זאת ניתנה מפי הגבורה וכל העם מקטנם ועד גדולם שמעו אותה והם העדים בדבר. וכבר קדמני בזה הרב הגדול בספר המדע בפרק ז' מהלכות יסודי התורה והרמב\"ן גם כן בפירוש בעבור ישמע העם. ואפשר שעל זה נאמר לבעבור נסות אתכם בא האלהים רוצה לומר שינסה אותם בנביאי השקר שיבקשו להדיחם מעל תורתו והם יכחישו אותם מפאת מה שבאו בזה המעמד. התכלית השלישי הוא שרצה הקדוש ברוך הוא להשרישם בשורש אחד תורני אמתי. והוא שהפלוסופים חשבו שהיתה הנבואה דבר טבעי ושתבא לאדם בהיותו מוכן ושלם במדות ובדעות העיוניות. והיה מהנמנעות אצלם שילין האדם בלתי נביא וישכים נביא. והנה הי\"ת רצה להראות שאין הדבר כן. אבל שכל אשר יחפוץ יעשה ושהנבואה באמת היא דבר נסיי נמצאת בפלא ושברצות השם ינבא הבלתי מוכן בעיוניות אף שיהיה בחכמות איש בער לא ידע או נוקד בנוקדים מתקוע. והנה הורה זה במה שהגיע את כל עם ישראל למדרגת נבואתו ושישמעו דבריו וקולו ומפני זה התמיה אדון הנביאים באמרו את הדברים האלה דבר ה' אל כל קהלכם כי לקהל הרב ההוא היה פלא עצום הגיעם לנבואה. ואמר באמור ה' אלי הקהל לי את העם ואשמיעם את דברי רוצה לומר שאעפ\"י שיהיה עם גם ישמעו הדבור האלהי. ואמר (דברים ה' ל\"ג) כי שאל נא לימים ראשונים וגו' הנהיה כדבר הגדול הזה או הנשמע כמוהו השמע עם קול אלהים חיים מדבר וגו' שהיה הפלא הגדול ההוא היות העם הגס והחומרי ובלתי מוכן זוכה לזה והוא התכלית הג'. והתכלית הד' הוא שהאל יתברך רצה לתת בעם ישראל הכנה נפלאת וסגולה עליונה להמצא בהם ובזרעם מעלת הנבואה ולחול השפע האלהי הנבואיי באנשים על דרך הפלא. וכדי שיהיו מוכנים למעלה ההיא ראה לדבר עמהם בפעם הזאת באופן נפלא כדי שההפעלות הגדול אשר יקבלו שם יכינם מאד לשהם וכל זרעם יהיו ראויים לקבל אותו השפע. כי כמו שבישיב' מרע\"ה בהר מ' יום ומ' לילה נשאר תמיד מוכן ומדובק והיה מפני זה מנבא בכל שעה שירצה כמו שהוכיחו ז\"ל מאמרו עמדו ואשמעה ככה מפני ההפעלות הנפלא שקבלו ישראל באותו מעמד נשארו הם ובניהם עד אלף דור מוכנים לקבל השפע הנבואיי. ולזה כיון ג\"כ באמרו וגם בך יאמינו לעולם ודרשו חז\"ל (רש\"י שמות ח' ט') וגם בך גם לנביאים שיבואו אחריך. ואולי שלזה גם כן אמר לבעבור נסות אתכם בא האלהים רוצה לומר להרגיל אתכם בקבול הנבואה כדי שתהיו מוכנים אליה תמיד וכבר זכרתי למעלה מה שאמרו חז\"ל במכילתא מאותה שעה זכו ישראל להעמיד מהם נביאים. ובאלה שמות רבה (פ' כ\"ח) כל מה שהנביאים עתידים להתנבאות בכל דור ודור קבלו אותו בהר סיני וכו'. התכלית החמישי הוא שכיון הקדוש ברוך הוא לדבר עם עמו הדבורים האלה כדי שיקנו משמיעת קולו מדת היראה ותעלה עליהם אימתה ופחד מגדולת השם יתברך ויכולתו ועוצם גבורותיו. וכמו שאמרו (דברים ה' כ\"ה) הן הראנו ה' אלהינו את כבודו ואת גדלו ואת קולו שמענו מתוך האש אם יוספים אנחנו לשמוע את קול ה' אלהינו עוד ומתנו והשיב יתברך היטיבו אשר דברו מי יתן והיה לבבם זה להם ליראה אותי כל הימים וגו'. ואמר משה אל תיראו כי לבעבור נסות אתכם בא האלהים ובעבור תהיה יראתו על פניכם לבלתי תחטאו. רוצה לומר ששתי תועלות היו להם במעמד ההוא הא' לבעבור נסות אותם רוצה לומר להגדילם ולרומם מעלתם בין האומות ששמעו קול אלהים חיים. והב' כדי שמשם יקנו מדת היראה לא יראת העונש אלא שייראו מגדולת מעלתו ובזה לא יחטאו לפניו. וכן אמרו במכילתא לבעבור נסות אתכם בא האלהים לגדל אתכם בין האומות ובעבור תהיה יראתו על פניכם לבלתי תחטאו זו היא בושה שמביאה ליראת חטא. הנה נתתי בזה חמש סבות תכליתיות להיות המשפיע הוא הקדוש ברוך הוא בעצמו והמקבל כל עם ישראל. הא' לשיאמינו במציאות הנבואה בכלל. הב' כדי שיאמינו גודל נבואת משה ונצחיות התורה ולבטל ממנה כל ספק. הג' שיאמינו שהיתה הנבואה מכלל הנפלאות כפי הרצון האלהי ואינה ממה שבטבע. הד' להכין אותם לקבל הנבואה המה וזרעם בהעתיד. והה' להקנותם מדת היראה מגדולת הש\"י ומעלתו. ואמנם מהות השפע ההוא שנשפע לישראל באותו מעמד הנה התבאר אחר פירוש הפסוקים: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f245d6e4a92746470ea6", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Chizkuni, Exodus 8:9:1", "sourceHeRef": "חזקוני, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>מן הבתים מן החצרת</b> אבל לא מן התנורים ומן המשארות, לפי שמסרו נפשם למות על מצות הקב״‎ה כמו שאמרו רבותינו, חזרו למקום תולדתם חיים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מן הבתים מן החצרות, “from the houses and subsequently from the courtyards,” but not the frogs that had ventured into the ovens and kneading bowls. Seeing that these frogs had risked their lives by performing such a dangerous mission on behalf of G-d, they were allowed to remain alive. Compare Talmud Pessachim folio 53.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59765573d6e4a90179bf685e", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Be'er Mayim Chaim, Exodus 8:9:1", "sourceHeRef": "באר מים חיים, שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1775, 1815], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ויעש</b> ה' כדבר משה וימותו הצפרדעים מן הבתים מן החצרות ומן השדות. כלומר שלפי שהיה חפץ הקב\"ה להקים דבר משה עבדו נביאו נאמן ביתו לפיכך וימותו כסדר הזה מן הבתים תחילה ואחר כך מן החצרות ואחר כך מן השדות, כי כן היה בקשת פרעה ממשה באומרו ויסר הצפרדעים ממני ומעמי כלומר תחילה ממני ואחר כך מעמי הקרוב קרוב קודם להסרה וכן הבטיח לו משה ואמר וסרו הצפרדעים ממך ומבתיך ומעבדיך וגו'. ועל כן למען הקים דבר משה כן עשה וימותו מן הבתים מן החצרות וגו', מה שאין כן אם היה הקב\"ה מחזירן ליאור לא היה כסדר הזה כי תחילה יחזרו אותן הקרובים ליאור והוא מן השדות ואחר כך מן החצרות ואחר כך מן הבתים ואף שמשה אמר לפרעה רק ביאור תשארנה אין פירושו שיחזרו ליאור רק שימותו כולם ולא ישתארו מהן אלא אותן הנשארות ביאור כמאמר חז\"ל <small>(שמות רבה י', ה')</small> ועשה הקב\"ה להתקדש שמו הגדול והקדוש שלא יפול דבר מכאשר אמר משה ויאמינו בה' ובמשה עבדו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": " <b><i>And the Lord</i></b><i> did according to Moses' word; the frogs died away, from the houses, from the courtyards, and from the fields</i>: Meaning, that since the Holy One, blessed be He, desired to fulfill the word of His servant and the faithful prophet to His [people], Moses, they therefore died in this order, first from the houses, afterward from the courtyards, and afterward from the fields. For Pharaoh's request was like this, since he said, <i>that He may remove the frogs from me, and from my people</i> (Exodus 8:4), meaning first from me and afterward from my people, that the removal be in order of the closest first. And likewise did Moses promise him and say, <i>the frogs shall depart from you and your servants [and your people], etc.</i> (Exodus 8:7). And hence in order to fulfill Moses' word, He did so: <i>the frogs died away, from the houses, from the courtyards, etc.</i>. This would not have been so had the Holy One, blessed be He, brought them back to the Nile. It would not have been in this order. For the closer ones would return to the Nile first, and those are the ones from the fields, and afterwards the ones from the houses. And even though Moses said to Pharaoh, <i>only in the Nile shall they remain</i>, its understanding is not that they would return to the Nile, but rather that they would all die. And the only ones that would remain are the ones that had stayed in the Nile, like the statement of the sages, may their memory be blessed (Shemot Rabbah 10:5). And the Holy One, blessed be He, did it to sanctify His great and holy name — that nothing should be missing from that which Moses said, and they would trust the Lord and Moses His servant (alluding to Exodus 14:31).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d098b6084aa1cbf05473", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּבָר 1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "BDB, דָּבָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּבָר א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּבָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">דָּבָר</span></big><sub>1439</sub>  <strong>n.m. speech, word</strong>—<a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> + 446 times; cstr. <span dir=\"rtl\">דְּבַר</span> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> + 361 times; sf. <span dir=\"rtl\">דְּבָרִי</span> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> + (sfs. 66 times); sg. in all 875 times; pl. <span dir=\"rtl\">דְּבָרִים</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> + 182 times; cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">Gn 24:30</a> + 253 times; sf. <span dir=\"rtl\">דְּבָרָיו</span> <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> (sfs. 127 times); pl. in all 564 times;—<br><strong>I.</strong>  sg. <em>speech, discourse, saying, word</em>, as the sum of that which is spoken: <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">נְבוֹן דָּבָר</span> <em>discreet in speech</em> <a data-ref=\"I Samuel 16:18\" href=\"/I_Samuel.16.18\">1 S 16:18</a>; <span dir=\"rtl\">ד׳ שְׂפָתַיִם</span> <em>speech of lips</em> <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a>, <em>mere talk</em> <a data-ref=\"Isaiah 36:5\" href=\"/Isaiah.36.5\">Is 36:5</a> (= <a data-ref=\"II Kings 18:20\" href=\"/II_Kings.18.20\">2 K 18:20</a>) <a data-ref=\"Proverbs 14:23\" href=\"/Proverbs.14.23\">Pr 14:23</a> (cf. <a data-ref=\"Psalms 17:4\" href=\"/Psalms.17.4\">ψ 17:4</a> speech of God’s lips); <span dir=\"rtl\">דָּבָר מָר</span> <em>bitter speech</em> <a data-ref=\"Psalms 64:4\" href=\"/Psalms.64.4\">ψ 64:4</a>; <span dir=\"rtl\">ד׳ כָּזָב</span> <em>lying speech</em> <a data-ref=\"Proverbs 30:8\" href=\"/Proverbs.30.8\">Pr 30:8</a>; <span dir=\"rtl\">טוֹב דְּבָֽרְךָ</span> <em>thy saying is good</em> <a data-ref=\"I Samuel 9:10\" href=\"/I_Samuel.9.10\">1 S 9:10</a>; <span dir=\"rtl\">וּדְבַר אַבְנֵר הָיָה עִם</span> <em>and the speech of Abner had been with</em> the elders of Israel <a data-ref=\"II Samuel 3:17\" href=\"/II_Samuel.3.17\">2 S 3:17</a> (cf. <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">1 K 1:7</a>); †<span dir=\"rtl\">אמר הדבר הזה</span> <em>say this saying</em> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">31:23</a> cf. <a data-ref=\"Jeremiah 13:12\" href=\"/Jeremiah.13.12\">13:12</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (of God), <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">1 S 8:10</a> <span dir=\"rtl\">(דִּבְרֵי י׳)</span>. <strong>b.</strong>  <em>word of command</em>, <span dir=\"rtl\">ד׳ (הַ)מֶּלֶךְ</span> <a data-ref=\"I Chronicles 21:4\" href=\"/I_Chronicles.21.4\">1 Ch 21:4</a>, <a data-ref=\"I Chronicles 21:6\" href=\"/I_Chronicles.21.6\">6</a> <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a> + 6 times Est, <a data-ref=\"Ecclesiastes 8:4\" href=\"/Ecclesiastes.8.4\">Ec 8:4</a> cf. <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">31:5</a> <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>, <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">25</a>; †<span dir=\"rtl\">ד׳ מַלְכוּת</span> <em>royal edict</em> <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>; <span dir=\"rtl\">עשׂה כדבר</span> <em>do according to the command of</em> <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">Gn 44:2</a>; <a data-ref=\"Genesis 47:30\" href=\"/Genesis.47.30\">47:30</a> <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a>, <a data-ref=\"Exodus 8:27\" href=\"/Exodus.8.27\">27</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a>; <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">32:28</a> (J) <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">Lv 10:7</a> (P) <a data-ref=\"Judges 11:10\" href=\"/Judges.11.10\">Ju 11:10</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a>; cf. <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">2 S 17:6</a> (word of counsel), <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a> (request), <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> (proposal; on these meanings v. infr.) <strong>c.</strong>  <em>message, report, tidings</em>, <span dir=\"rtl\">וַיִּשְׁמַע הָעָם אֶת־הַדָּבָר הָרָע הַזֶּה</span> <em>and the people heard this evil report</em> <a data-ref=\"Exodus 33:4\" href=\"/Exodus.33.4\">Ex 33:4</a> (JE) cf. <a data-ref=\"I Kings 20:12\" href=\"/I_Kings.20.12\">1 K 20:12</a>; <span dir=\"rtl\">אמת (היה) הדבר</span> <em>the report was true</em> <a data-ref=\"I Kings 10:6\" href=\"/I_Kings.10.6\">1 K 10:6</a> = <a data-ref=\"II Chronicles 9:5\" href=\"/II_Chronicles.9.5\">2 Ch 9:5</a>; <span dir=\"rtl\">עַד בּוֹא דָבָר מֵעִמָּכֶם</span> <em>until word come from you</em> <a data-ref=\"II Samuel 15:28\" href=\"/II_Samuel.15.28\">2 S 15:28</a>; <span dir=\"rtl\">ויגע הדבר אל מלך נינוה</span> <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a>; †<span dir=\"rtl\">הֵשִׁיב דָּבָר</span> <em>return</em> or <em>bring word, report</em> <a data-ref=\"Genesis 37:14\" href=\"/Genesis.37.14\">Gn 37:14</a> <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">Nu 13:26</a>; <a data-ref=\"Numbers 22:8\" href=\"/Numbers.22.8\">22:8</a> (J) <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>, <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">25</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>; <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">22:32</a> (D) <a data-ref=\"I Kings 2:30\" href=\"/I_Kings.2.30\">1 K 2:30</a>; <a data-ref=\"I Kings 20:9\" href=\"/I_Kings.20.9\">20:9</a> <a data-ref=\"II Kings 22:9\" href=\"/II_Kings.22.9\">2 K 22:9</a>, <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">20</a> (= <a data-ref=\"II Chronicles 34:16\" href=\"/II_Chronicles.34.16\">2 Ch 34:16</a>, <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">28</a>), but <em>answer</em> <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">24:13</a> (= <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>), <a data-ref=\"I Kings 12:6\" href=\"/I_Kings.12.6\">1 K 12:6</a>, <a data-ref=\"I Kings 12:9\" href=\"/I_Kings.12.9\">9</a> (= <a data-ref=\"II Chronicles 10:6\" href=\"/II_Chronicles.10.6\">2 Ch 10:6</a>, <a data-ref=\"II Chronicles 10:9\" href=\"/II_Chronicles.10.9\">9</a>), <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">12:16</a> <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">Ne 2:20</a> <a data-ref=\"Proverbs 18:13\" href=\"/Proverbs.18.13\">Pr 18:13</a>; <a data-ref=\"Proverbs 27:11\" href=\"/Proverbs.27.11\">27:11</a> <a data-ref=\"Isaiah 41:28\" href=\"/Isaiah.41.28\">Is 41:28</a> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a> (Dr<sup>Sm p. 190</sup> explains the phrase as <em>turn back with a word</em>); cf. <span dir=\"rtl\">ענה (לא) דבר</span> <em>answer something</em> or <em>nothing</em> <a data-ref=\"I Kings 18:21\" href=\"/I_Kings.18.21\">1 K 18:21</a> <a data-ref=\"II Kings 18:36\" href=\"/II_Kings.18.36\">2 K 18:36</a> <a data-ref=\"Psalms 119:42\" href=\"/Psalms.119.42\">ψ 119:42</a> <a data-ref=\"Isaiah 36:21\" href=\"/Isaiah.36.21\">Is 36:21</a> <a data-ref=\"Jeremiah 44:20\" href=\"/Jeremiah.44.20\">Je 44:20</a> vid. <strong>IV. 6</strong>; <span dir=\"rtl\">השׁיב דברים</span> <em>return words</em> <a data-ref=\"Exodus 19:8\" href=\"/Exodus.19.8\">Ex 19:8</a> (E) <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">Pr 24:26</a> vid. <strong>III. 1.</strong> <strong>d.</strong>  <em>advice, counsel</em>, <span dir=\"rtl\">בדבר בלעם</span> <em>by advice of Balaam</em> <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">Nu 31:16</a> (P), cf. <a data-ref=\"Judges 20:7\" href=\"/Judges.20.7\">Ju 20:7</a> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> <a data-ref=\"Esther 5:5\" href=\"/Esther.5.5\">Est 5:5</a>. <strong>e.</strong>  <em>request</em>, <span dir=\"rtl\">אמתו</span> of <em>his maid</em>, <span dir=\"rtl\">עבדו</span> of <em>his servant</em> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>, <a data-ref=\"II Samuel 14:22\" href=\"/II_Samuel.14.22\">22</a>. <strong>f.</strong>  <em>promise</em>, <span dir=\"rtl\">לא יחל דברו</span> <em>he shall not break his word</em> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P), cf. <span dir=\"rtl\">הקים דבר</span> <em>perform a promise</em> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>, vid. also <strong>2 b.</strong> <strong>g.</strong>  <em>charge, complaint</em>, <span dir=\"rtl\">אם אמת היה הדבר הזה</span> <em>if this charge be true</em> <a data-ref=\"Deuteronomy 22:20\" href=\"/Deuteronomy.22.20\">Dt 22:20</a> cf. <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">13:15</a>; <a data-ref=\"Deuteronomy 17:4\" href=\"/Deuteronomy.17.4\">17:4</a>, <span dir=\"rtl\">שׂים דבר בְּ</span> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>, <span dir=\"rtl\">שׂים עלילות דברים לְ</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>. <strong>h.</strong>  <em>decision, sentence</em>, <span dir=\"rtl\">דְּבַר דַמִּשְׁפָּט</span> <em>the sentence of judgment</em> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a> cf. v <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a>. <strong>i.</strong>  <em>theme, story</em>, <span dir=\"rtl\">רָחַשׁ לִבִּי דָּבָר טוֹב</span> my heart swells with a <em>good theme</em> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a>; <span dir=\"rtl\">דְּבַר גְּבוּרוֹת</span> <em>the story of his great might</em> <a data-ref=\"Job 41:4\" href=\"/Job.41.4\">Jb 41:4</a>. <strong>2.</strong>  <em>word of God</em>, as a divine communication in the form of commandments, prophecy, and words of help to his people, used 394 times. This word is communicated in several ways: <strong>a.</strong>  <span dir=\"rtl\">ויהי דבר י׳ אל</span> <em>then the word of Yahweh came unto</em> <a data-ref=\"I Samuel 15:10\" href=\"/I_Samuel.15.10\">1 S 15:10</a> <a data-ref=\"II Samuel 7:4\" href=\"/II_Samuel.7.4\">2 S 7:4</a> (cf. <span dir=\"rtl\">אלהים</span> <a data-ref=\"I Chronicles 17:3\" href=\"/I_Chronicles.17.3\">1 Ch 17:3</a>), <a data-ref=\"I Kings 6:11\" href=\"/I_Kings.6.11\">1 K 6:11</a>; <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">13:20</a>; <a data-ref=\"I Kings 16:1\" href=\"/I_Kings.16.1\">16:1</a>; <a data-ref=\"I Kings 17:2\" href=\"/I_Kings.17.2\">17:2</a>, <a data-ref=\"I Kings 17:8\" href=\"/I_Kings.17.8\">8</a>; <a data-ref=\"I Kings 21:17\" href=\"/I_Kings.21.17\">21:17</a>, <a data-ref=\"I Kings 21:28\" href=\"/I_Kings.21.28\">28</a> <a data-ref=\"II Chronicles 11:2\" href=\"/II_Chronicles.11.2\">2 Ch 11:2</a> (cf. <span dir=\"rtl\">האלהים</span> <a data-ref=\"I Kings 12:22\" href=\"/I_Kings.12.22\">1 K 12:22</a>); cf.<a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a> (<span dir=\"rtl\">על</span> by confusion), <a data-ref=\"Isaiah 38:4\" href=\"/Isaiah.38.4\">Is 38:4</a> <a data-ref=\"Jeremiah 1:4\" href=\"/Jeremiah.1.4\">Je 1:4</a> + 20 times Je, <a data-ref=\"Ezekiel 3:16\" href=\"/Ezekiel.3.16\">Ez 3:16</a> + 41 times Ez, <a data-ref=\"Jonah 1:1\" href=\"/Jonah.1.1\">Jon 1:1</a>; <a data-ref=\"Jonah 3:1\" href=\"/Jonah.3.1\">3:1</a> <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">Hg 2:20</a> <a data-ref=\"Zechariah 4:8\" href=\"/Zechariah.4.8\">Zc 4:8</a>; <a data-ref=\"Zechariah 6:9\" href=\"/Zechariah.6.9\">6:9</a>; <a data-ref=\"Zechariah 7:4\" href=\"/Zechariah.7.4\">7:4</a>, <a data-ref=\"Zechariah 7:8\" href=\"/Zechariah.7.8\">8</a>; <a data-ref=\"Zechariah 8:1\" href=\"/Zechariah.8.1\">8:1</a> (without <span dir=\"rtl\">אל</span>) v <a data-ref=\"Zechariah 8:18\" href=\"/Zechariah.8.18\">18</a>; †<span dir=\"rtl\">היה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> <a data-ref=\"II Chronicles 12:7\" href=\"/II_Chronicles.12.7\">2 Ch 12:7</a> <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">Je 25:3</a> + 4 times Je, <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a> + 7 times Ez, <a data-ref=\"Daniel 9:2\" href=\"/Daniel.9.2\">Dn 9:2</a> <a data-ref=\"Zechariah 1:1\" href=\"/Zechariah.1.1\">Zc 1:1</a>, <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">7</a>; <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">7:1</a>; †<span dir=\"rtl\">הנה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> <a data-ref=\"I Kings 19:9\" href=\"/I_Kings.19.9\">1 K 19:9</a>; †<span dir=\"rtl\">ד׳ י׳ היה אל</span> <a data-ref=\"II Samuel 24:11\" href=\"/II_Samuel.24.11\">2 S 24:11</a> <a data-ref=\"I Kings 16:7\" href=\"/I_Kings.16.7\">1 K 16:7</a>; <a data-ref=\"I Kings 18:1\" href=\"/I_Kings.18.1\">18:1</a> <a data-ref=\"II Kings 20:4\" href=\"/II_Kings.20.4\">2 K 20:4</a> <a data-ref=\"Ezekiel 24:20\" href=\"/Ezekiel.24.20\">Ez 24:20</a>; †<span dir=\"rtl\">היה ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>; <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">2:1</a>, <a data-ref=\"Haggai 2:10\" href=\"/Haggai.2.10\">10</a>; †<span dir=\"rtl\">ויהי ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:3\" href=\"/Haggai.1.3\">Hg 1:3</a>; †<span dir=\"rtl\">ד׳ י׳ אשׁר היה אל</span> <a data-ref=\"Hosea 1:1\" href=\"/Hosea.1.1\">Ho 1:1</a> <a data-ref=\"Joel 1:1\" href=\"/Joel.1.1\">Jo 1:1</a> <a data-ref=\"Micah 1:1\" href=\"/Micah.1.1\">Mi 1:1</a> <a data-ref=\"Zephaniah 1:1\" href=\"/Zephaniah.1.1\">Zp 1:1</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אליו</span> <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a> <a data-ref=\"Jeremiah 1:2\" href=\"/Jeremiah.1.2\">Je 1:2</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אל יר׳</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <a data-ref=\"Jeremiah 46:1\" href=\"/Jeremiah.46.1\">46:1</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">47:1</a>; <a data-ref=\"Jeremiah 49:34\" href=\"/Jeremiah.49.34\">49:34</a> (vid. <span dir=\"rtl\">אשׁר</span> <strong>6 a</strong>; <span dir=\"rtl\">הדבר אשׁר היה אל</span> <a data-ref=\"Jeremiah 7:1\" href=\"/Jeremiah.7.1\">Je 7:1</a> + 11 times Je; †<span dir=\"rtl\">את ד׳ י׳</span> <a data-ref=\"II Kings 3:12\" href=\"/II_Kings.3.12\">2 K 3:12</a> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a>; <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">27:18</a>; cf. <span dir=\"rtl\">אֵלַי דָּבָר יְגֻנָּב</span> <em>unto me a word was brought by stealth</em> <a data-ref=\"Job 4:12\" href=\"/Job.4.12\">Jb 4:12</a>, cf. <span dir=\"rtl\">וְטֶרֶם יִגָּלֶה אֵלָיו דְּבַר י׳</span> <em>and the word of Yahweh was not yet revealed unto him</em> <a data-ref=\"I Samuel 3:7\" href=\"/I_Samuel.3.7\">1 S 3:7</a>. Yahweh also sends his word <span dir=\"rtl\">שׁלח</span> <a data-ref=\"Psalms 107:20\" href=\"/Psalms.107.20\">ψ 107:20</a>; <a data-ref=\"Psalms 147:18\" href=\"/Psalms.147.18\">147:18</a> <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">Is 9:7</a> <a data-ref=\"Jeremiah 42:5\" href=\"/Jeremiah.42.5\">Je 42:5</a> (cf. pl. <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a>) and makes it an object of vision <span dir=\"rtl\">ראה</span> <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a>; <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">38:21</a> (cf. pl. <a data-ref=\"Ezekiel 11:25\" href=\"/Ezekiel.11.25\">Ez 11:25</a>), <span dir=\"rtl\">חזה</span> <a data-ref=\"Isaiah 2:1\" href=\"/Isaiah.2.1\">Is 2:1</a>; it is also commanded <span dir=\"rtl\">צוה</span> <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a> <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a> <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P) <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a> <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">Jos 1:13</a>; <a data-ref=\"Joshua 4:10\" href=\"/Joshua.4.10\">4:10</a> (D) <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> (= <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>) <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a> <a data-ref=\"Jeremiah 7:23\" href=\"/Jeremiah.7.23\">Je 7:23</a>, cf. <span dir=\"rtl\">הדברים אשׁר צוה</span> <a data-ref=\"Exodus 35:1\" href=\"/Exodus.35.1\">Ex 35:1</a> <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P) <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">Ex 19:7</a> (E) <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">Dt 6:6</a>. <strong>b.</strong>  Yahweh confirms his word of promise <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">Dt 9:5</a> <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a> (where read <span dir=\"rtl\">דְּבָרֵךְ</span> <em>thy word</em> according to 𝔊 𝔖 & Dr), <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">8:20</a> <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>, and his word of warning <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a> <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>; his word stands for ever <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; it is settled for ever in heaven <a data-ref=\"Psalms 119:89\" href=\"/Psalms.119.89\">ψ 119:89</a>; he remembers his <em>holy word</em> <span dir=\"rtl\">דבר קדשׁו</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a> (cf. <span dir=\"rtl\">דִּבְרֵי קָדְשׁוֹ</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>); he himself <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>, the angels <a data-ref=\"Psalms 103:20\" href=\"/Psalms.103.20\">ψ 103:20</a>, and forces of nature <a data-ref=\"Psalms 148:8\" href=\"/Psalms.148.8\">ψ 148:8</a> <span dir=\"rtl\">עשׂה דברו</span> do his word of command; by his word the heavens were made <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; it is near his people, in their mouth and heart <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a>; a lamp to their feet <a data-ref=\"Psalms 119:105\" href=\"/Psalms.119.105\">ψ 119:105</a>.<br><strong>II.</strong>  <em>saying, utterance, sentence</em>, as a section of a discourse:— <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">דָּבָר בְּעִתּוֹ</span> <em>a word in due season</em> <a data-ref=\"Proverbs 15:23\" href=\"/Proverbs.15.23\">Pr 15:23</a> cf. <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a> <a data-ref=\"Proverbs 12:25\" href=\"/Proverbs.12.25\">Pr 12:25</a>; commonly in plural, †<span dir=\"rtl\">דִּבְרֵי (הַ)שִּׁירָ(ה)</span> <em>words of the song</em> (i.e. its lines of poetry) <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">32:44</a> <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18·1</a> (= <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a>) <a data-ref=\"Psalms 137:3\" href=\"/Psalms.137.3\">137:3</a>; <span dir=\"rtl\">הלל בדברי דויד</span> <em>to sing praises with the words of David</em> (his psalms) <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">2 Ch 29:30</a>; <span dir=\"rtl\">דִּבְרֵי חֲכָמִים</span> <em>sentences of the wise</em> <a data-ref=\"Proverbs 1:6\" href=\"/Proverbs.1.6\">Pr 1:6</a>; <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">22:17</a> <a data-ref=\"Ecclesiastes 9:17\" href=\"/Ecclesiastes.9.17\">Ec 9:17</a>; <a data-ref=\"Ecclesiastes 12:11\" href=\"/Ecclesiastes.12.11\">12:11</a>; these sayings are commonly <em>written</em>, cf. <span dir=\"rtl\">דברי האגרת</span> <em>words of the letter</em> <a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a>; <span dir=\"rtl\">הדברים עתיקים</span> <em>the records are ancient</em> <a data-ref=\"I Chronicles 4:22\" href=\"/I_Chronicles.4.22\">1 Ch 4:22</a>; <span dir=\"rtl\">דִּבְרֵי (ה)סֵפֶר</span> <a data-ref=\"Isaiah 29:11\" href=\"/Isaiah.29.11\">Is 29:11</a>, <a data-ref=\"Isaiah 29:18\" href=\"/Isaiah.29.18\">18</a> <a data-ref=\"Jeremiah 29:1\" href=\"/Jeremiah.29.1\">Je 29:1</a>. <strong>b.</strong>  <em>title of writings:</em> <span dir=\"rtl\">דִּבְרֵי קֹהֶלֶת</span> <a data-ref=\"Ecclesiastes 1:1\" href=\"/Ecclesiastes.1.1\">Ec 1:1</a>, <span dir=\"rtl\">ד׳ אגור</span> <a data-ref=\"Proverbs 30:1\" href=\"/Proverbs.30.1\">Pr 30:1</a>, <span dir=\"rtl\">ד׳ למואל</span> <a data-ref=\"Proverbs 31:1\" href=\"/Proverbs.31.1\">Pr 31:1</a>, <span dir=\"rtl\">ד׳ ירמיהו</span> <a data-ref=\"Jeremiah 1:1\" href=\"/Jeremiah.1.1\">Je 1:1</a>, so <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> <a data-ref=\"Nehemiah 1:1\" href=\"/Nehemiah.1.1\">Ne 1:1</a>; cf. in appended phrase or clause, <a data-ref=\"Jeremiah 51:64\" href=\"/Jeremiah.51.64\">Je 51:64</a>, <span dir=\"rtl\">ד׳ איוב</span> <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">Jb 31:40</a>. <strong>c.</strong>  in Ch <em>name of a work:</em> <span dir=\"rtl\">ד׳ החזים</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>, <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">19</a>, <span dir=\"rtl\">בד׳ שׁמעיה</span> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>, <span dir=\"rtl\">בד׳ יהוא</span> <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">2 Ch 20:34</a>, <span dir=\"rtl\">על ד׳ שׁמואל</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>; <span dir=\"rtl\">על ד׳ נתן</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a>, <span dir=\"rtl\">על ד׳ גד</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>. (It is not certain whether writings of prophets or histories about them are referred to; in the latter case they are <em>acts</em>, <strong>IV. 2,</strong> vid. Dr<sup>Intr. 497</sup>.) <strong>2.</strong>  <em>of God:</em> <span dir=\"rtl\">עֲשֶׂרֶת הַדְּבָרִים</span> <em>the ten words</em> (sentences in the tables) <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> (JE) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a>, referred to as <span dir=\"rtl\">הדברים</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> (JE) <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>, <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a>; <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">10:2</a>; of commands of covenant code <a data-ref=\"Exodus 24:3\" href=\"/Exodus.24.3\">Ex 24:3</a>, <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">4</a>, <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">8</a> cf. <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">34:27</a> (JE); of Deuteronomic code <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a> (+ 16 times D) <a data-ref=\"II Kings 22:11\" href=\"/II_Kings.22.11\">2 K 22:11</a>; <a data-ref=\"II Kings 23:3-24\" href=\"/II_Kings.23.3-24\">23:3–24</a> (cf. <a data-ref=\"II Chronicles 34:19-31\" href=\"/II_Chronicles.34.19-31\">2 Ch 34:19–31</a>) <a data-ref=\"Jeremiah 11:2-8\" href=\"/Jeremiah.11.2-8\">Je 11:2–8</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">34:18</a>; the lawbook of joshua <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a> (E); of the code of Ezra <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a> <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a>; the words of Yahweh written by Jeremiah <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a>; <a data-ref=\"Jeremiah 36:4-32\" href=\"/Jeremiah.36.4-32\">36:4–32</a>; <a data-ref=\"Jeremiah 51:61\" href=\"/Jeremiah.51.61\">51:61</a>; the words of the book of Daniel <a data-ref=\"Daniel 12:4\" href=\"/Daniel.12.4\">Dn 12:4</a>; <a data-ref=\"Daniel 12:9\" href=\"/Daniel.12.9\">9</a> commands in general <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a> <a data-ref=\"Psalms 50:17\" href=\"/Psalms.50.17\">ψ 50:17</a>; <a data-ref=\"Psalms 119:57\" href=\"/Psalms.119.57\">119:57</a>, <a data-ref=\"Psalms 119:130\" href=\"/Psalms.119.130\">130</a>, <a data-ref=\"Psalms 119:139\" href=\"/Psalms.119.139\">139</a>; promises <a data-ref=\"II Samuel 7:28\" href=\"/II_Samuel.7.28\">2 S 7:28</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>, cf. <a data-ref=\"I Chronicles 25:5\" href=\"/I_Chronicles.25.5\">1 Ch 25:5</a> <a data-ref=\"II Chronicles 36:16\" href=\"/II_Chronicles.36.16\">2 Ch 36:16</a>.<br><strong>III.</strong>  <em>a word, words:</em>— <strong>1.</strong>  <em>of men:</em> <span dir=\"rtl\">שָׂפָה אֶחָ֑ת וּדְבָרִים אֲחָדִים</span> <em>one lip, and one and the same words</em> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> (J); <span dir=\"rtl\">אֵין אֹמֶר וְאֵין דְּבָרִים</span> <em>no speech and no words</em> <a data-ref=\"Psalms 19:4\" href=\"/Psalms.19.4\">ψ 19:4</a>; <span dir=\"rtl\">אִישׁ דְּבָרִים</span> <em>man of words</em>, ready in speech, <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> (J); <span dir=\"rtl\">רב דברים</span> <em>multitude of words</em> <a data-ref=\"Job 11:2\" href=\"/Job.11.2\">Jb 11:2</a> <a data-ref=\"Proverbs 10:19\" href=\"/Proverbs.10.19\">Pr 10:19</a> <a data-ref=\"Ecclesiastes 5:2\" href=\"/Ecclesiastes.5.2\">Ec 5:2</a>; <span dir=\"rtl\">קְחוּ עִמָּכֶם דְּבָרִים</span> <em>take with you words</em> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a>; <span dir=\"rtl\">דבר(י) (ה)שׁקר</span> <em>lying word</em>(<em>s</em>) <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">Ex 5:9</a>; <a data-ref=\"Exodus 23:7\" href=\"/Exodus.23.7\">23:7</a> (E) <a data-ref=\"Proverbs 13:5\" href=\"/Proverbs.13.5\">Pr 13:5</a>; <a data-ref=\"Proverbs 29:12\" href=\"/Proverbs.29.12\">29:12</a> <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">Is 59:13</a> <a data-ref=\"Jeremiah 7:4\" href=\"/Jeremiah.7.4\">Je 7:4</a>, <a data-ref=\"Jeremiah 7:8\" href=\"/Jeremiah.7.8\">8</a>; <span dir=\"rtl\">דִּבְרֵי רוּחַ</span> <em>words of wind</em>, vain words <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">Jb 16:3</a>; <span dir=\"rtl\">וּמַה־שֶּׁמֶץ דָּבָר נִשְׁמַע־בּוֹ</span> <em>and what a whisper of a word we hear of him!</em> <a data-ref=\"Job 26:14\" href=\"/Job.26.14\">Jb 26:14</a>. <strong>2.</strong>  <em>of God</em>. It is difficult to determine how many of the following should come under <strong>II. 2.</strong> The pl. for <em>words of God</em> is relatively seldom: <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">Nu 12:6</a> <a data-ref=\"Joshua 3:9\" href=\"/Joshua.3.9\">Jos 3:9</a> (E) <a data-ref=\"Exodus 4:28\" href=\"/Exodus.4.28\">Ex 4:28</a>, <a data-ref=\"Exodus 4:30\" href=\"/Exodus.4.30\">30</a> <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a> (J) <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> (D) <a data-ref=\"I Samuel 3:18\" href=\"/I_Samuel.3.18\">1 S 3:18</a>; <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">8:10</a>; <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">15:1</a> <a data-ref=\"II Chronicles 11:4\" href=\"/II_Chronicles.11.4\">2 Ch 11:4</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a> <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">Is 31:2</a> <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a> <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">Am 8:11</a> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, apart from <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a> + 30 times Je, <a data-ref=\"Ezekiel 2:7\" href=\"/Ezekiel.2.7\">Ez 2:7</a> + 4 times Ez, <a data-ref=\"Zechariah 1:6\" href=\"/Zechariah.1.6\">Zc 1:6</a> + 4 times Zc.<br><strong>IV.</strong>  <em>matter, affair</em>, thing about which one speaks:— <strong>1.</strong>  <em>business, occupation:</em> <span dir=\"rtl\">דְּבַר הַמֶּלֶךְ</span> <em>king’s business</em> <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">1 S 21:9</a>; <span dir=\"rtl\">לְכָל־דְּבַר</span> <em>for every matter of</em> <a data-ref=\"I Chronicles 26:32\" href=\"/I_Chronicles.26.32\">1 Ch 26:32</a>; <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">27:1</a> <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">2 Ch 19:11</a>; <span dir=\"rtl\">לְכָל־דְּבָרֶיךָ</span> <em>for all thine affairs</em> <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">1 Ch 28:21</a>; <span dir=\"rtl\">דבר המזבח</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; <span dir=\"rtl\">דָּבָר אֵין־לָהֶם עִם</span> <em>they had no dealings with</em> <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a>, <a data-ref=\"Judges 18:28\" href=\"/Judges.18.28\">28</a>; †<span dir=\"rtl\">דְּבַר־יוֹם בְּיוֹמוֹ</span> <em>the task or portion of a day in its day, daily duty or due</em> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a> (E) <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (J) <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a> (P) <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a> <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">2 K 25:30</a> <a data-ref=\"I Chronicles 16:37\" href=\"/I_Chronicles.16.37\">1 Ch 16:37</a> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a> <span dir=\"rtl\">(ביום)</span> v <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">14</a> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a> <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a> <a data-ref=\"Nehemiah 11:23\" href=\"/Nehemiah.11.23\">Ne 11:23</a>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">12:47</a> <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">Je 52:34</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; †<span dir=\"rtl\">דבר שׁנה בשׁנה</span> <a data-ref=\"I Kings 10:25\" href=\"/I_Kings.10.25\">1 K 10:25</a> <a data-ref=\"II Chronicles 9:24\" href=\"/II_Chronicles.9.24\">2 Ch 9:24</a>. <strong>2.</strong>  pl. <em>acts</em> cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"I Kings 11:41\" href=\"/I_Kings.11.41\">1 K 11:41</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>; <a data-ref=\"II Chronicles 16:11\" href=\"/II_Chronicles.16.11\">16:11</a>; †<span dir=\"rtl\">דְּבָרָיו</span> <em>his acts</em> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a>; <a data-ref=\"II Chronicles 35:27\" href=\"/II_Chronicles.35.27\">35:27</a>; especially in phrases, <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> … <span dir=\"rtl\">עַל־סֵפֶר דִּבְרֵי הַיָּמִים</span> <em>and the rest of the acts of … in the book of the chronicles</em> (<em>daily record of events</em>) <em>of</em> <a data-ref=\"I Kings 14:29\" href=\"/I_Kings.14.29\">1 K 14:29</a> + 32: times K.; <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a> + 8 times Ch, <span dir=\"rtl\">וְיֶתֶר דְּבָרָיו</span> <a data-ref=\"II Chronicles 28:26\" href=\"/II_Chronicles.28.26\">2 Ch 28:26</a>, <span dir=\"rtl\">שְׁאָר דִּבְרֵי</span> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a> are referred to various sources; cf. also <span dir=\"rtl\">במספר דברי הימים</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>, <span dir=\"rtl\">בדברי דויד</span> <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">1 Ch 23:27</a>, <span dir=\"rtl\">על־דברי מלכי ישׂראל</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>: <span dir=\"rtl\">דברים טובים</span> <em>good deeds</em> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a>; <a data-ref=\"II Chronicles 19:3\" href=\"/II_Chronicles.19.3\">19:3</a>; <span dir=\"rtl\">דִּבְרֵי עֲוֹנֹת</span> <em>acts of iniquity</em> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a> (De, <em>Fälle von Missethaten</em>); <span dir=\"rtl\">דִּבְרֵי־רָע</span> <em>evil deeds</em> <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a>. It is used of God, only in <span dir=\"rtl\">כל דבריו לא יענה</span> <a data-ref=\"Job 33:13\" href=\"/Job.33.13\">Jb 33:13</a>, <span dir=\"rtl\">ד׳ אֹתוֹתָיו</span> <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">ψ 105:27</a>, <span dir=\"rtl\">ד׳ נִפְלְאֹתֶיךָ</span> <a data-ref=\"Psalms 145:5\" href=\"/Psalms.145.5\">ψ 145:5</a>. <strong>3.</strong>  <em>matter, affair:</em> <span dir=\"rtl\">דבר אוריה</span> <em>affair of Uriah</em> <a data-ref=\"I Kings 15:5\" href=\"/I_Kings.15.5\">1 K 15:5</a>; <span dir=\"rtl\">שׁרשׁ דבר</span> <em>root of the matter</em> <a data-ref=\"Job 19:28\" href=\"/Job.19.28\">Jb 19:28</a>; <span dir=\"rtl\">מה היה הדבר</span> <em>how went the matter?</em> <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">1 S 4:16</a> <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a> cf. <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">Ru 3:18</a>; <span dir=\"rtl\">סבב את פני הדבר</span> <em>change the face of the matter</em> <a data-ref=\"II Samuel 14:20\" href=\"/II_Samuel.14.20\">2 S 14:20</a>; <span dir=\"rtl\">דִּבְרֵי הָאֲתֹנוֹת</span> <em>the matter of the asses</em> <a data-ref=\"I Samuel 10:2\" href=\"/I_Samuel.10.2\">1 S 10:2</a>; <span dir=\"rtl\">זה דבר הרצח</span> <em>this is the case of the slayer</em> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <span dir=\"rtl\">לְכָל־דְּבָרָיו</span> <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> <em>as to all its particulars;</em> <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>; <a data-ref=\"Proverbs 16:20\" href=\"/Proverbs.16.20\">16:20</a>. <strong>4.</strong>  <em>events, things:</em> †<span dir=\"rtl\">אחר הדברים האלה</span> <em>after these things</em> (events in time) <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 22:1\" href=\"/Genesis.22.1\">22:1</a>; <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">40:1</a> (E) <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">39:7</a> (J) <a data-ref=\"I Kings 17:17\" href=\"/I_Kings.17.17\">1 K 17:17</a>; <a data-ref=\"I Kings 21:1\" href=\"/I_Kings.21.1\">21:1</a> <a data-ref=\"Ezra 7:1\" href=\"/Ezra.7.1\">Ezr 7:1</a> <a data-ref=\"Esther 2:1\" href=\"/Esther.2.1\">Est 2:1</a>; <a data-ref=\"Esther 3:1\" href=\"/Esther.3.1\">3:1</a>; †<span dir=\"rtl\">אחרי הדברים האלה</span> <a data-ref=\"Genesis 48:1\" href=\"/Genesis.48.1\">Gn 48:1</a> <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">Jos 24:29</a> (E) <a data-ref=\"Genesis 22:20\" href=\"/Genesis.22.20\">Gn 22:20</a> (J) <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>. <strong>5.</strong>  <em>cause, case</em> for judicial investigation: <span dir=\"rtl\">כִּי־יִהְיֶה לָהֶם דָּבָר</span> <em>if they have a case</em> <a data-ref=\"Exodus 18:16\" href=\"/Exodus.18.16\">Ex 18:16</a> cf. <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">18:22</a>; <a data-ref=\"Exodus 22:8\" href=\"/Exodus.22.8\">22:8</a>; <span dir=\"rtl\">בעל דברים</span> <em>one having a case</em> <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a>, cf. <span dir=\"rtl\">בדבר משׁפט</span> <a data-ref=\"II Chronicles 19:6\" href=\"/II_Chronicles.19.6\">2 Ch 19:6</a>; <span dir=\"rtl\">דְּבָרֶיךָ טוֹבִים וּנְכֹחִים</span> <em>pleas, good and right</em> <a data-ref=\"II Samuel 15:3\" href=\"/II_Samuel.15.3\">2 S 15:3</a> cf. <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a>. <strong>6.</strong>  <em>something, anything</em> (indefinite): <span dir=\"rtl\">עשׂה דבר</span> <em>do a thing</em> <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> + (frequent); <span dir=\"rtl\">עשׂה דברים</span> <a data-ref=\"Isaiah 42:16\" href=\"/Isaiah.42.16\">Is 42:16</a> + (less frequent); <span dir=\"rtl\">היפלא מי׳ דבר</span> <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> cf. <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">Je 32:17</a>, <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">27</a>; <span dir=\"rtl\">לא</span> … <span dir=\"rtl\">דבר</span> <em>nothing</em> <a data-ref=\"I Kings 5:7\" href=\"/I_Kings.5.7\">1 K 5:7</a>; <a data-ref=\"I Kings 10:3\" href=\"/I_Kings.10.3\">10:3</a> <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> <a data-ref=\"Jeremiah 42:4\" href=\"/Jeremiah.42.4\">Je 42:4</a> + (frequent), <span dir=\"rtl\">אין דבר</span> <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">Ex 5:11</a> (E) <a data-ref=\"Numbers 20:19\" href=\"/Numbers.20.19\">Nu 20:19</a> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a>; <span dir=\"rtl\">לא דבר מ׳</span> <em>nothing of</em> <a data-ref=\"Exodus 9:4\" href=\"/Exodus.9.4\">Ex 9:4</a> (J) <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a>; <a data-ref=\"Joshua 11:15\" href=\"/Joshua.11.15\">11:15</a>; <a data-ref=\"Joshua 21:45\" href=\"/Joshua.21.45\">21:45</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a> (D); <span dir=\"rtl\">כל דבר</span> <em>anything</em> <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a> <a data-ref=\"Deuteronomy 23:20\" href=\"/Deuteronomy.23.20\">Dt 23:20</a> +; <span dir=\"rtl\">דבר רע</span> <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">ψ 141:4</a> +; <span dir=\"rtl\">ד׳ טוב</span> <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">1 K 14:13</a> +; <span dir=\"rtl\">דְּבַר־מָה</span> <em>whatsoever</em> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a> (E); <span dir=\"rtl\">עֶרְוַת דבר</span> <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a> <em>nakedness of a thing</em>, i.e. unclean or unseemly thing (indecency in camp); so of a wife <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a>. <strong>7.</strong>  <em>way, manner:</em> <span dir=\"rtl\">זֶה דְּבַר הַשְּׁמִטָּה</span> <em>this is the manner of the release</em> <a data-ref=\"Deuteronomy 15:2\" href=\"/Deuteronomy.15.2\">Dt 15:2</a> (cf. SI<sup>1</sup>); <span dir=\"rtl\">כֵּן דְּבַר הַמֶּלֶךְ</span> <em>so was the way of the king</em> <a data-ref=\"Esther 1:13\" href=\"/Esther.1.13\">Est 1:13</a>; <span dir=\"rtl\">כדבר הזה</span> <em>after this manner, thus</em> †<a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">32:20</a>; <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> (JE) <a data-ref=\"II Samuel 15:6\" href=\"/II_Samuel.15.6\">2 S 15:6</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a> with <span dir=\"rtl\">(עשׂה)</span>, <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>; <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">17:6</a> <span dir=\"rtl\">(דבר)</span>, <a data-ref=\"I Samuel 17:27\" href=\"/I_Samuel.17.27\">1 S 17:27</a>, <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">30</a> <a data-ref=\"Isaiah 8:20\" href=\"/Isaiah.8.20\">Is 8:20</a> <span dir=\"rtl\">(אמר)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a>, <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">5</a> <span dir=\"rtl\">(שׁלח)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a> <span dir=\"rtl\">(השׁיב)</span> cf. <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a>, <a data-ref=\"II Kings 7:19\" href=\"/II_Kings.7.19\">2 K 7:19</a> <span dir=\"rtl\">(היה)</span>; (peculiar to D, <span dir=\"rtl\">כדבר הרע הזה</span> <em>such a wicked deed as this</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>, <span dir=\"rtl\">כדבר הגדול הזה</span> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>); <span dir=\"rtl\">כדברים האלה עשׂה</span> <em>thus and thus did he</em> <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">Gn 39:19</a> (J) <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> (but usually the pl. = <em>these words</em>). <strong>8.</strong>  <em>reason, cause:</em> <span dir=\"rtl\">זֶה דְבַר־הַמַּס</span> <a data-ref=\"I Kings 9:15\" href=\"/I_Kings.9.15\">1 K 9:15</a>; <span dir=\"rtl\">זה הדבר אשׁר</span> <em>this is the reason why</em> <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (D) <a data-ref=\"I Kings 11:27\" href=\"/I_Kings.11.27\">1 K 11:27</a>; so <a data-ref=\"I Samuel 17:29\" href=\"/I_Samuel.17.29\">1 S 17:29</a> AV RV, <em>was it not</em> but <em>a word?</em> Th Ke RVm VB Dr; … <span dir=\"rtl\">עַל דְּבַר</span>, <span dir=\"rtl\">עַל־דִּבְרֵי</span> <em>for the sake of, in reference to</em>, v. Kö<sup>Expositor, Aug. 1902, 142–148</sup>; and add for <span dir=\"rtl\">עַל־דְּבַר</span> <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a><sup>(×3)</sup>; <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">31:16</a> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>, and for <span dir=\"rtl\">עַל־דִּבְרֵי</span> <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a> <a data-ref=\"II Kings 22:13\" href=\"/II_Kings.22.13\">2 K 22:13</a> = <a data-ref=\"II Chronicles 34:21\" href=\"/II_Chronicles.34.21\">2 Ch 34:21a</a>, and perhaps <a data-ref=\"Psalms 7:1\" href=\"/Psalms.7.1\">ψ 7:1</a>. <em>because of, for the sake of</em> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>, <a data-ref=\"Genesis 20:18\" href=\"/Genesis.20.18\">18</a> (E) <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">12:17</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a> (J) <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">Nu 17:14</a> (P) <a data-ref=\"Psalms 45:5\" href=\"/Psalms.45.5\">ψ 45:5</a>; <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">79:9</a>, <span dir=\"rtl\">עַל דִּבְרֵי</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <span dir=\"rtl\">עַל־דִּבְרֵיכֶם</span> <em>for your sakes</em> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>, <span dir=\"rtl\">עַל דְּבַר אשׁר</span> <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a>.. Oldest tradition (Jerome) seems to waver between <span dir=\"rtl\">דָּג</span> <em>fish</em> and <span dir=\"rtl\">דָּגָן</span> <em>grain</em>, as explan. of <span dir=\"rtl\">דָּגוֹן</span>, v. <a ,=\"\" data-ref=\"BDB, דִּבְלָתַ֫יִם\" dir=\"rtl\" href=\"/BDB,_דִּבְלָתַ֫יִם\">בית ד׳</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d17db6084aa1cbf0ee71", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָצֵר 1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "BDB, חָצֵר 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָצֵר א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָצֵר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">חָצֵר</span></big><sub>145</sub>  <strong>n.m.</strong> <a data-ref=\"Ezekiel 40:23\" href=\"/Ezekiel.40.23\">Ez 40:23</a> and (oftener) <strong>f.</strong> <sup>1 K 6:36</sup> enclosure, court—abs. <span dir=\"rtl\">ח׳</span> <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a> +, <span dir=\"rtl\">חָצֵרָה</span> <a data-ref=\"Jeremiah 36:20\" href=\"/Jeremiah.36.20\">Je 36:20</a>; cstr. <span dir=\"rtl\">חֲצַר</span> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a> +; sf. <span dir=\"rtl\">חֲצֵרוֹ</span> <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>; <span dir=\"rtl\">חֲצֵרוֹת</span> <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> + 4 times; cstr. <span dir=\"rtl\">חַצְרֵי</span> <a data-ref=\"Nehemiah 13:7\" href=\"/Nehemiah.13.7\">Ne 13:7</a>, <span dir=\"rtl\">חַצְרוֹת</span> <a data-ref=\"II Kings 21:5\" href=\"/II_Kings.21.5\">2 K 21:5</a> + 10 times; sf. <span dir=\"rtl\">חֲצֵרָ֑י</span> <a data-ref=\"Isaiah 1:12\" href=\"/Isaiah.1.12\">Is 1:12</a>; <a data-ref=\"Zechariah 3:7\" href=\"/Zechariah.3.7\">Zc 3:7</a>; <span dir=\"rtl\">חֲצֵרֶיךָ</span> <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">ψ 65:5</a>; <a data-ref=\"Psalms 84:11\" href=\"/Psalms.84.11\">84:11</a>; <span dir=\"rtl\">חֲצֵרוֹתָ֑י</span> <a data-ref=\"I Chronicles 28:6\" href=\"/I_Chronicles.28.6\">1 Ch 28:6</a>; <span dir=\"rtl\">חֲצֵרֹחָיו</span> <a data-ref=\"Psalms 100:4\" href=\"/Psalms.100.4\">ψ 100:4</a>, <span dir=\"rtl\">לְחַצְרוֹתָ֑יו</span> <a data-ref=\"Psalms 96:8\" href=\"/Psalms.96.8\">ψ 96:8</a>, <span dir=\"rtl\">וּבְחַצְרֹתֵיהֶם</span> <a data-ref=\"Nehemiah 8:16\" href=\"/Nehemiah.8.16\">Ne 8:16</a>;—<br><strong>1.</strong>  <em>enclosures</em> (in Egypt), perhaps court-yards, or cattle-yards, distinct from houses and from fields <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J).<br><strong>2.</strong>  <em>court</em> of private house <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a> (containing well), cf. <a data-ref=\"Nehemiah 8:16\" href=\"/Nehemiah.8.16\">Ne 8:16</a>; of a palace, <span dir=\"rtl\">חָצֵר הָאַחֶרֶת</span> <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a> <em>the other court</em>, immediately surrounding palace, so called in distinct. from <span dir=\"rtl\">(הֶ)ח׳ הַגְּדוֹלָה</span> v <a data-ref=\"I Kings 7:9\" href=\"/I_Kings.7.9\">9</a>, <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">12</a> <em>the great court</em>, including <span dir=\"rtl\">ח׳ הא׳</span> and <span dir=\"rtl\">הֶח׳ הַפְּנִימִית</span> of temple (v. <strong>3 b</strong>) in one great enclosure (v. Sta<sup>Salomos Bauten, ZAW 1883, 152f.</sup>); <a data-ref=\"II Kings 20:4\" href=\"/II_Kings.20.4\">2 K 20:4</a> (MSS. Qr Vrss The al.; Kt Ke al. <span dir=\"rtl\">הָעִיר</span>), <a data-ref=\"Jeremiah 36:20\" href=\"/Jeremiah.36.20\">Je 36:20</a> <a data-ref=\"Esther 1:5\" href=\"/Esther.1.5\">Est 1:5</a>; <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">2:11</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">4:11</a>; <a data-ref=\"Esther 5:1\" href=\"/Esther.5.1\">5:1</a>, <a data-ref=\"Esther 5:2\" href=\"/Esther.5.2\">2</a>; <a data-ref=\"Esther 6:4\" href=\"/Esther.6.4\">6:4</a><sup>(×2)</sup>, <a data-ref=\"Esther 6:5\" href=\"/Esther.6.5\">5</a>; <span dir=\"rtl\">ח׳ מַטָּרָה</span> <em>court of guard</em>, place of (honourable) confinement <a data-ref=\"Jeremiah 32:2\" href=\"/Jeremiah.32.2\">Je 32:2</a> (in king’s house), v <a data-ref=\"Jeremiah 32:8\" href=\"/Jeremiah.32.8\">8</a>, <a data-ref=\"Jeremiah 32:12\" href=\"/Jeremiah.32.12\">12</a>; <a data-ref=\"Jeremiah 33:1\" href=\"/Jeremiah.33.1\">33:1</a>; <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">37:21</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 38:6\" href=\"/Jeremiah.38.6\">38:6</a>, <a data-ref=\"Jeremiah 38:13\" href=\"/Jeremiah.38.13\">13</a>, <a data-ref=\"Jeremiah 38:28\" href=\"/Jeremiah.38.28\">28</a>; <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">39:14</a>, <a data-ref=\"Jeremiah 39:15\" href=\"/Jeremiah.39.15\">15</a>. Especially<br><strong>3.</strong> <strong>a.</strong>  <em>court</em> of tabernacle <span dir=\"rtl\">חֲצַר הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">Ex 27:9</a>, cf. v <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">9</a>, <a data-ref=\"Exodus 27:12\" href=\"/Exodus.27.12\">12</a>, <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">13</a> + 24 times Ex (all P; <span dir=\"rtl\">שַׁעַר הֶח׳</span> <em>gate of the court</em> <a data-ref=\"Exodus 35:17\" href=\"/Exodus.35.17\">Ex 35:17</a>; <a data-ref=\"Exodus 38:15\" href=\"/Exodus.38.15\">38:15</a>, <a data-ref=\"Exodus 38:18\" href=\"/Exodus.38.18\">18</a>, <a data-ref=\"Exodus 38:31\" href=\"/Exodus.38.31\">31</a>; <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">39:40</a>; <a data-ref=\"Exodus 40:8\" href=\"/Exodus.40.8\">40:8</a>, <a data-ref=\"Exodus 40:33\" href=\"/Exodus.40.33\">33</a>); <a data-ref=\"Leviticus 6:9\" href=\"/Leviticus.6.9\">Lv 6:9</a>, <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">19</a>; <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">Nu 3:26</a><sup>(×2)</sup> <span dir=\"rtl\">(פֶּתַח הֶח׳)</span>, v <a data-ref=\"Numbers 3:37\" href=\"/Numbers.3.37\">37</a>; <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">4:26</a><sup>(×2)</sup> <span dir=\"rtl\">(פֶּתַח שַׁעַר הֶח׳)</span>, v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>; <em>courts</em> of house of <span dir=\"rtl\">י׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>. <strong>b.</strong>  <em>court</em>(<em>s</em>) of Sol.’s temple, <em>inner</em> c. <span dir=\"rtl\">הֶח׳ הַפְּנִימית</span> <a data-ref=\"I Kings 6:36\" href=\"/I_Kings.6.36\">1 K 6:36</a>; <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">7:12</a> (but on txt. v Sta<sup>l.c.</sup>) <a data-ref=\"Ezekiel 8:16\" href=\"/Ezekiel.8.16\">Ez 8:16</a>; <a data-ref=\"Ezekiel 10:3\" href=\"/Ezekiel.10.3\">10:3</a> cf. v <a data-ref=\"Ezekiel 10:4\" href=\"/Ezekiel.10.4\">4</a>; = <em>upper</em> c. <span dir=\"rtl\">הֶח׳ הָעֶלְיוֹן</span> <a data-ref=\"Jeremiah 36:10\" href=\"/Jeremiah.36.10\">Je 36:10</a> (v. Gf), and <span dir=\"rtl\">ח׳ הַכֹּהֲנִים</span> <a data-ref=\"II Chronicles 4:9\" href=\"/II_Chronicles.4.9\">2 Ch 4:9</a> (where also <span dir=\"rtl\">הָעֲזָרָה הַגְּדוֹלָה</span>, as often Ezek., also <span dir=\"rtl\">דְּלָתוֹת לָעֲזָרָה</span>); <em>outer</em> court <span dir=\"rtl\">הֶח׳ הַחִיצֹנָה</span> <a data-ref=\"Ezekiel 10:5\" href=\"/Ezekiel.10.5\">Ez 10:5</a> = <span dir=\"rtl\">הֶח׳ הַחֲדָשָׁה</span> <a data-ref=\"II Chronicles 20:5\" href=\"/II_Chronicles.20.5\">2 Ch 20:5</a>; v. further <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> = <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>, <a data-ref=\"II Chronicles 24:21\" href=\"/II_Chronicles.24.21\">2 Ch 24:21</a>; <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">29:16</a>; <a data-ref=\"Jeremiah 19:14\" href=\"/Jeremiah.19.14\">Je 19:14</a>; <a data-ref=\"Jeremiah 26:2\" href=\"/Jeremiah.26.2\">26:2</a>; <a data-ref=\"Ezekiel 8:7\" href=\"/Ezekiel.8.7\">Ez 8:7</a>; <em>two courts</em> <a data-ref=\"II Kings 21:5\" href=\"/II_Kings.21.5\">2 K 21:5</a> = <a data-ref=\"II Chronicles 33:5\" href=\"/II_Chronicles.33.5\">2 Ch 33:5</a>, <a data-ref=\"II Kings 23:12\" href=\"/II_Kings.23.12\">2 K 23:12</a>; <em>courts</em> <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; <a data-ref=\"I Chronicles 28:12\" href=\"/I_Chronicles.28.12\">1 Ch 28:12</a>; <a data-ref=\"II Chronicles 23:5\" href=\"/II_Chronicles.23.5\">2 Ch 23:5</a>; <a data-ref=\"Nehemiah 8:1\" href=\"/Nehemiah.8.1\">Ne 8:1</a>, <a data-ref=\"Nehemiah 8:6\" href=\"/Nehemiah.8.6\">6</a>; <a data-ref=\"Nehemiah 13:7\" href=\"/Nehemiah.13.7\">13:7</a>; often poet., <em>courts</em> of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 1:12\" href=\"/Isaiah.1.12\">Is 1:12</a>; <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">62:9</a> <span dir=\"rtl\">(ח׳ קדשׁי)</span> <a data-ref=\"Zechariah 3:7\" href=\"/Zechariah.3.7\">Zc 3:7</a> <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">ψ 65:5</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>, <a data-ref=\"Psalms 84:11\" href=\"/Psalms.84.11\">11</a>; <a data-ref=\"Psalms 96:8\" href=\"/Psalms.96.8\">96:8</a>; <a data-ref=\"Psalms 100:4\" href=\"/Psalms.100.4\">100:4</a>; <a data-ref=\"Psalms 116:19\" href=\"/Psalms.116.19\">116:19</a>; <a data-ref=\"Psalms 135:2\" href=\"/Psalms.135.2\">135:2</a>. <strong>c.</strong>  <em>courts</em> of Ezek.’s temple <a data-ref=\"Ezekiel 40:14\" href=\"/Ezekiel.40.14\">Ez 40:14</a> + 38 times <a data-ref=\"Ezekiel 40-46\" href=\"/Ezekiel.40-46\">Ez 40–46</a> (of these read <span dir=\"rtl\">הַשַּׁעַר</span> for <span dir=\"rtl\">החצר</span> <a data-ref=\"Ezekiel 40:19\" href=\"/Ezekiel.40.19\">40:19</a>, <a data-ref=\"Ezekiel 40:32\" href=\"/Ezekiel.40.32\">32</a> with 𝔊 Hi Co; and <span dir=\"rtl\">החיצון</span> for <span dir=\"rtl\">החצר</span> <a data-ref=\"Ezekiel 41:15\" href=\"/Ezekiel.41.15\">41:15</a> with 𝔊 Ew Co; cf. <a data-ref=\"Ezekiel 42:6\" href=\"/Ezekiel.42.6\">42:6</a> <span dir=\"rtl\">הַחִיצֹנוֹת</span> for <span dir=\"rtl\">הַחֲצֵרוֹת</span>); s. <span dir=\"rtl\">תִּיכוֹן</span> on p. 1064."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a4b6084aa1cbf1c7c3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּת 1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "BDB, מוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּת א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מוּת</span></big></big>  <strong>vb.</strong> die <strong>(</strong>NH <em>id.</em> (rare); Assyrian <em>mâtu</em> Dl<sup>HWB 395</sup>, Arabic <span dir=\"rtl\">مَاتَ</span>, Ethiopic ሞተ, Aramaic <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">מִית</span>, <span dir=\"rtl\">ܡܺܝܬ</span>; Nab. <span dir=\"rtl\">מות</span> Eut<sup>Nab 14, 6</sup>; Zinj. <span dir=\"rtl\">מת</span> DHM<sup>Sendsch.Gloss.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; 3 fs. <span dir=\"rtl\">מֵ֫תָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> +; 2 ms. <span dir=\"rtl\">מַתָּה</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>; 1 s. <span dir=\"rtl\">וָמַ֑תִּי</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; 3 mpl. <span dir=\"rtl\">מֵ֫תוּ</span> <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">Gn 7:22</a> +; 1 pl. <span dir=\"rtl\">מַתְנוּ</span> <a data-ref=\"Numbers 14:2\" href=\"/Numbers.14.2\">Nu 14:2</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">מָ֑תְנוּ</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> +; Impf. <span dir=\"rtl\">יָמוּת</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; <span dir=\"rtl\">יָמֹ֑ת</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> +; <span dir=\"rtl\">וַיָּ֫מָת</span> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a> +; 1 s. <span dir=\"rtl\">אָמוּת</span> <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">Gn 26:9</a> +; <span dir=\"rtl\">אָמֻת</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a>; <span dir=\"rtl\">אָמוּ֫תָה</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a>; 3 mpl. <span dir=\"rtl\">יָמ֫וּתוּ</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> +; <span dir=\"rtl\">יְמֻתוּן</span> <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">3</a> fpl. <span dir=\"rtl\">תְּמוּתֶ֫נָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> (Ges<sup>§ 72, 5</sup>) +; Imv. <span dir=\"rtl\">מֻת</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">Jb 2:9</a>; Inf. abs. <span dir=\"rtl\">מוֹת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> +; cstr. <span dir=\"rtl\">מוּת</span> <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">Gn 25:32</a> +; sf. <span dir=\"rtl\">מוּתִי</span> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>; <span dir=\"rtl\">מֻתָן</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>, etc.; Pt. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> +; sf. <span dir=\"rtl\">מֵתִי</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> +; fs. <span dir=\"rtl\">מֵתָה</span> <a data-ref=\"Genesis 30:1\" href=\"/Genesis.30.1\">Gn 30:1</a> <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; pl. <span dir=\"rtl\">מֵתִים</span> <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> +; cstr. <span dir=\"rtl\">מֵתֵי</span> <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> +; sf. <span dir=\"rtl\">מֵתֶיךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>;— <strong>1.</strong>  <em>die</em>, of natural or other causes: <strong>a.</strong>  (1) of man, †<span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span> <em>and he expired and died</em> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (+ <span dir=\"rtl\">בְּשֵׂיבָה טוֹבָה</span>, v. infr.), v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (P); †<span dir=\"rtl\">וַיָּמָת וַיִּקָּבֵר</span> <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:5\" href=\"/Judges.10.5\">5</a>; <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">8:32</a>; <a data-ref=\"Judges 12:7\" href=\"/Judges.12.7\">12:7</a>, <a data-ref=\"Judges 12:10\" href=\"/Judges.12.10\">10</a>, <a data-ref=\"Judges 12:12\" href=\"/Judges.12.12\">12</a>, <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">15</a> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a>; †<span dir=\"rtl\">וימת וימלך תַּחְתָּיו</span> <em>and he died and</em>—<em>reigned in his stead</em> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a>, <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">35</a>, <a data-ref=\"Genesis 36:36\" href=\"/Genesis.36.36\">36</a>, <a data-ref=\"Genesis 36:37\" href=\"/Genesis.36.37\">37</a>, <a data-ref=\"Genesis 36:38\" href=\"/Genesis.36.38\">38</a>, <a data-ref=\"Genesis 36:39\" href=\"/Genesis.36.39\">39</a> (P), <a data-ref=\"II Samuel 10:1\" href=\"/II_Samuel.10.1\">2 S 10:1</a> = <a data-ref=\"I Chronicles 19:1\" href=\"/I_Chronicles.19.1\">1 Ch 19:1</a>, <a data-ref=\"II Kings 1:17\" href=\"/II_Kings.1.17\">2 K 1:17</a>; <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">46</a>, <a data-ref=\"I Chronicles 1:47\" href=\"/I_Chronicles.1.47\">47</a>, <a data-ref=\"I Chronicles 1:48\" href=\"/I_Chronicles.1.48\">48</a>, <a data-ref=\"I Chronicles 1:49\" href=\"/I_Chronicles.1.49\">49</a>, <a data-ref=\"I Chronicles 1:50\" href=\"/I_Chronicles.1.50\">50</a>; <span dir=\"rtl\">וימת בְּשֵׂיבָה טוֹבָה</span> <em>and he died in a good old age</em> <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a> (+ <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, v. supr.); as the result of smiting <span dir=\"rtl\">הכה</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a> (E); + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a>, <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">6</a>, <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">7</a> <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">Je 11:22</a>; <span dir=\"rtl\">ברעב</span> v <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">22</a>; <span dir=\"rtl\">מפני הרעב</span> <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; <span dir=\"rtl\">בְּדֶבֶר</span> <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <span dir=\"rtl\">באבן</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P); †<span dir=\"rtl\">בַּמַּגֵּפָה</span> <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>; <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">25:9</a> (P). (2) fig. of wisdom, <span dir=\"rtl\">עִמָּכֶם תָּמוּת חָכְמָה</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a>; of courage, <span dir=\"rtl\">וַיָּמָת לִבּוֹ בְּקִרְבּוֹ</span> <em>and his heart died within him</em> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>.—<a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2 S 2:31</a> del. <span dir=\"rtl\">מֵ֑תוּ</span> We Dr Kit Bu, cf. 𝔊. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>; cattle <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> (J), fish <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (E), frogs <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J), lion <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>, worm <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>; <span dir=\"rtl\">כֶּלֶב מֵת</span>, <em>dead dog</em> (in proverb) <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">1 S 24:15</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>. <strong>c.</strong>  a tree <a data-ref=\"Job 14:8\" href=\"/Job.14.8\">Jb 14:8</a>. <strong>d.</strong>  <span dir=\"rtl\">זִבְחֵי מֵתִים</span> <a data-ref=\"Psalms 106:28\" href=\"/Psalms.106.28\">ψ 106:28</a> <em>sacrifices to the dead</em> (idols). <strong>2.</strong>  <em>die</em> as a penalty = <em>be put to death:</em> <strong>a.</strong>  by human authority <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">Gn 42:20</a> <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">Ex 10:28</a>; <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a> (E), <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J), <a data-ref=\"Leviticus 20:20\" href=\"/Leviticus.20.20\">Lv 20:20</a> (H), <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup> (P), especially D, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">6</a>; <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">18:20</a>; <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">19:12</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>, <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">25</a>; <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">24:7</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>, <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">45</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:24\" href=\"/II_Samuel.19.24\">2 Sa 19:24</a> <a data-ref=\"Jeremiah 38:24\" href=\"/Jeremiah.38.24\">Je 38:24</a>; <span dir=\"rtl\">מות יָמוּת</span>, <em>die</em> = <em>be put to a violent death</em> (> AV RV <em>surely die</em>), <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">44</a>; <a data-ref=\"I Samuel 22:16\" href=\"/I_Samuel.22.16\">22:16</a>; <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">1 K 2:37</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a> (all Judaic), <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">Je 26:8</a>, all of capital punishment; <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> (Ephr.) of assassination; <span dir=\"rtl\">מוֹת יוּמַת</span> <em>be put to a violent death</em>, in the codes of <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">15</a>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">16</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> (E), <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">9</a>, <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">10</a>, <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">17</a> (H), <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a> <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a> (P; never in D; D uses verb, either Qal or Hiph., without inf. abs.); it is used in narratives <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>(J), <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a> (E), <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>. <span dir=\"rtl\">מ׳</span> is preceded by <span dir=\"rtl\">רגם</span> <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P), <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">סקל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a> <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a>, <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>; <span dir=\"rtl\">פגע</span> <a data-ref=\"I Kings 2:25\" href=\"/I_Kings.2.25\">1 K 2:25</a>, <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">46</a>; <span dir=\"rtl\">רמס</span> <a data-ref=\"II Kings 7:17\" href=\"/II_Kings.7.17\">2 K 7:17</a>, <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">20</a>; <span dir=\"rtl\">בְּיַד גֹּאֵל</span> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> (P). <strong>b.</strong>  inflicted by God, <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E), <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a>; <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">38:11</a>; <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">12:33</a> (J), <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">28:35</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">6</a>, <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">7</a>, <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">16:1</a>, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">2</a>, <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">13</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">4:19</a>, <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">20</a>; <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">14:35</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a>, <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">28</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; <a data-ref=\"Numbers 26:11\" href=\"/Numbers.26.11\">26:11</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> (P), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a> <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">Ju 6:23</a> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">12:19</a>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>, <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">38</a>, <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">39</a>; <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a>; <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">12:13</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">1 Ch 24:2</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>, <a data-ref=\"Ezekiel 18:28\" href=\"/Ezekiel.18.28\">28</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">מוֹת יָמוּת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a>; <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">3:4</a> (J), <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> (E), <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">Ju 13:21</a>, <a data-ref=\"Judges 13:22\" href=\"/Judges.13.22\">22</a>; <a data-ref=\"II Samuel 12:14\" href=\"/II_Samuel.12.14\">2 S 12:14</a>; <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">14:14</a>; <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all Judaic), <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (P), <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">14</a>; <span dir=\"rtl\">מוֹת יוּמַת</span> <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">18:13</a>, <span dir=\"rtl\">ביד יהוה</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P); <span dir=\"rtl\">בחטא</span> <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> (H), <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">Nu 27:3</a> (P), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <span dir=\"rtl\">לשׂאת חטא למות</span> <a data-ref=\"Numbers 18:22\" href=\"/Numbers.18.22\">Nu 18:22</a> (P); <span dir=\"rtl\">בחטאת</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <span dir=\"rtl\">בטמאה</span> <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">Lv 15:21</a> (P); <span dir=\"rtl\">בעון</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a>; <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">19</a>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">9</a>; <span dir=\"rtl\">לא ישׂאו עון ומתו</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (P); <span dir=\"rtl\">בעול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">Ez 18:26</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a>, <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">18</a>; <span dir=\"rtl\">על עול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">18:26</a>; <span dir=\"rtl\">במעל</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>. <strong>c.</strong>  <em>die, perish</em>, of a nation by divine judgment, Moab <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>, Ephraim <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">Ho 13:1</a>; <span dir=\"rtl\">בית ישׂראל</span> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 33:1\" href=\"/Ezekiel.33.1\">33:1</a>. <strong>d.</strong>  <em>die prematurely</em>, by neglect of wise moral conduct <a data-ref=\"Proverbs 5:23\" href=\"/Proverbs.5.23\">Pr 5:23</a>; <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">10:21</a>; <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">15:10</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">Ec 7:17</a>.— <em>Note.</em> On <span dir=\"rtl\">(לַבֵּן) עַל־מוּת</span> <a data-ref=\"Psalms 9:1\" href=\"/Psalms.9.1\">ψ 9:1</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">48:15</a> v. <a ,=\"\" data-ref=\"BDB, עַלְמָה\" dir=\"rtl\" href=\"/BDB,_עַלְמָה\">עַלְמָה</a> sub <a ,=\"\" data-ref=\"BDB, יָאַל²\" dir=\"rtl\" href=\"/BDB,_יָאַל²\">II. עלם</a>.<br><strong>Poʿlel.</strong>  Pf. ms. sf. <span dir=\"rtl\">מוֹתְתַנִי</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; 1 s. <span dir=\"rtl\">מֹתַתִּי</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>; Impf. 3 ms. sf. <span dir=\"rtl\">יְמֹתְתֵהוּ</span> <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; 3 fs. <span dir=\"rtl\">תְּמוֹתֵת</span> <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; 1 s. sf. <span dir=\"rtl\">אֲמֹתְתֵהוּ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; Imv. sf. <span dir=\"rtl\">מוֹתְתֵנִי</span> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <span dir=\"rtl\">מֹתְתֵנִי</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; inf. <span dir=\"rtl\">מוֹתֵת</span> <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a>; Pt. <span dir=\"rtl\">מְמוֹתֵת</span> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>;—<em>kill, put to death, despatch</em> (intens.), abs. <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>, elsewhere c. acc. <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>, <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">10</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">109:16</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵמִית</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> +; sf. <span dir=\"rtl\">וֶהֱמִתָ֑נִי</span> <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <span dir=\"rtl\">הֱמִיתָם</span> <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; 3 fs. sf. <span dir=\"rtl\">הֱמִיתָ֑תְהוּ</span> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; 2 ms. <span dir=\"rtl\">הֵמַתָּה</span> <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a>; 1 s. sf. <span dir=\"rtl\">הֲמִיתִּיו</span> (read <span dir=\"rtl\">הֲמִתִּיו</span>) <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; 3 mpl. <span dir=\"rtl\">הֵמִיתוּ</span> <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a> +, etc.; Impf. <span dir=\"rtl\">יָמִית</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; <span dir=\"rtl\">וַיָּ֫מֶת</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> +; sf. <span dir=\"rtl\">יְמִיתֵהוּ</span> <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; <span dir=\"rtl\">יְמִתֶנּוּ</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; Imv. sf. <span dir=\"rtl\">הֲמִיתֵנִי</span> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; pl. <span dir=\"rtl\">הָמִיתוּ</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; Inf. abs. <span dir=\"rtl\">הָמֵת</span> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> +; cstr. <span dir=\"rtl\">הָמִית</span> <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> +; Pt. <span dir=\"rtl\">מֵמִית</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; pl. <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>; <span dir=\"rtl\">מְמִתִים</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>;—<em>kill, put to death:</em> <strong>1.</strong>  abs. <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>, elsewhere c. acc., subj. man, <strong>a.</strong>  of killing men in personal combat, or in war, often preceded by <span dir=\"rtl\">הכּה</span> smite <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a> +; of destroying a city <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (‖ <span dir=\"rtl\">השׁחית</span> v <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">20</a>). <strong>b.</strong>  by authority, espec. in capital punishment <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (E), <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> (H), <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Judges 20:13\" href=\"/Judges.20.13\">Ju 20:13</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a>; <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">28:9</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">32</a>; <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">21:4</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <a data-ref=\"I Kings 2:34\" href=\"/I_Kings.2.34\">34</a>; <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">11:40</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">19:17</a><sup>(×2)</sup> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>, <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">21</a>, <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">24</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>, <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">16</a>, <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">25</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">Est 4:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>; <a data-ref=\"II Kings 11:20\" href=\"/II_Kings.11.20\">2 K 11:20</a> = <a data-ref=\"II Chronicles 23:21\" href=\"/II_Chronicles.23.21\">2 Ch 23:21</a>; <span dir=\"rtl\">הָמֵת יָמִית</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>. <strong>2.</strong>  subj. God, by inflicting penalty, abs. <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a>; <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, elsewhere c. acc. <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">38:7</a>, <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">10</a>; <a data-ref=\"Exodus 4:24\" href=\"/Exodus.4.24\">Ex 4:24</a>; <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">5:10</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 10:14\" href=\"/I_Chronicles.10.14\">10:14</a>; <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <span dir=\"rtl\">ברעב</span> <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; <span dir=\"rtl\">בצמא</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of killing fish <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">ψ 105:29</a>; <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a> <em>executioners</em>, angels of death. <strong>3.</strong>  of animals killing men, e.g. ox <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), lion <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>, <a data-ref=\"I Kings 13:26\" href=\"/I_Kings.13.26\">26</a>; <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>. <strong>4.</strong>  bring to a premature death <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">Pr 19:18</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">21:25</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּמָ֑ת</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> +; 3 mpl. <span dir=\"rtl\">הֻמְתוּ</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; Impf. <span dir=\"rtl\">יוּמַת</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">Lv 20:10</a> +; <span dir=\"rtl\">יוּמָ֑ת</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a> +; Pt. <span dir=\"rtl\">מוּמָת</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a>, pl. <span dir=\"rtl\">מוּמָתִים</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> (Qr), <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>;—<em>be killed, put to death:</em> <strong>1.</strong>  by conspiracy <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a>, <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>, <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a>, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">16</a> <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a>. <strong>2.</strong>  by capital punishment <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">3</a>;<a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">10</a>, <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">38</a>; <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a> (P), <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">Lv 19:20</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (H), <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">17:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Deuteronomy 24:16\" href=\"/Deuteronomy.24.16\">24:16</a><sup>(×3)</sup> = <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a><sup>(×3)</sup>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a> (all D) <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"I Samuel 11:13\" href=\"/I_Samuel.11.13\">1 S 11:13</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a>, <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">11</a>; <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">23</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>; <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"Jeremiah 38:4\" href=\"/Jeremiah.38.4\">Je 38:4</a>, and the phrase <span dir=\"rtl\">מוֹת יוּמת</span> (see <strong>Qal 2 a</strong>). <strong>3.</strong>  by divine infliction, in the phrase <span dir=\"rtl\">מות יוּמת</span> (see <strong>Qal 2 b</strong>). <strong>4.</strong>  <em>die prematurely</em> <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d414b6084aa1cbf2ec09", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צְפַרְדֵּעַ 1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "BDB, צְפַרְדֵּעַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, צְפַרְדֵּעַ א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צְפַרְדֵּעַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">צְפַרְדֵּעַ</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a></sup> (cf. also Albr<sup>ZAW xv (1895), 322</sup> Ges<sup>§§ 135 o, 145 o</sup>) <strong>frogs (</strong>Arabic <span dir=\"rtl\">ضِفْدِعٌ</span>, etc.; Aramaic <span dir=\"rtl\">עוּרְדְּעָנַיָּא</span>, <span dir=\"rtl\">אוּרְדְּעָא</span>, <span dir=\"rtl\">ܐܽܘܪܕܥܳܐ</span> <strong>)</strong>;—<em>frogs</em>, coll. <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a> <a data-ref=\"Psalms 78:45\" href=\"/Psalms.78.45\">ψ 78:45</a>; pl. <span dir=\"rtl\">צְפַרְדְּעִים</span> <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>, <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">28</a>, <a data-ref=\"Exodus 7:29\" href=\"/Exodus.7.29\">29</a>; <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">8:1</a>, <a data-ref=\"Exodus 8:3\" href=\"/Exodus.8.3\">3</a>, <a data-ref=\"Exodus 8:4\" href=\"/Exodus.8.4\">4</a>, <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">5</a>, <a data-ref=\"Exodus 8:7\" href=\"/Exodus.8.7\">7</a>, <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">8</a>, <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">9</a> <a data-ref=\"Psalms 105:30\" href=\"/Psalms.105.30\">ψ 105:30</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d490b6084aa1cbf352b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׂדֶה 1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "BDB, שָׂדֶה 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׂדֶה א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׂדֶה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שָׂדֶה</span></big><sub>318</sub>  <strong>n.m.</strong> <a data-ref=\"Leviticus 27:24\" href=\"/Leviticus.27.24\">Lv 27:24</a> <strong>id. (</strong>ordinary contr. form Ges<sup>§ 84 a f</sup><strong>)</strong>;—abs. <span dir=\"rtl\">שׂ׳</span> <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a><sup>(×2)</sup> +; cstr. <span dir=\"rtl\">שְׂדֵה</span> <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">14:7</a> +; sf. <span dir=\"rtl\">שָׂדִי</span> <a data-ref=\"Jeremiah 32:7\" href=\"/Jeremiah.32.7\">Je 32:7</a>, <a data-ref=\"Jeremiah 32:8\" href=\"/Jeremiah.32.8\">8</a>, <span dir=\"rtl\">שָֽׂדְךָ</span> <a data-ref=\"Deuteronomy 11:15\" href=\"/Deuteronomy.11.15\">Dt 11:15</a> +, <span dir=\"rtl\">שָׂדֶ֑ךָ</span> <a data-ref=\"Deuteronomy 24:19\" href=\"/Deuteronomy.24.19\">24:19</a> <a data-ref=\"Leviticus 25:3\" href=\"/Leviticus.25.3\">Lv 25:3</a>, etc.; pl. <span dir=\"rtl\">שָׂדוֹת</span> <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">1 S 22:7</a> +, cstr. <span dir=\"rtl\">שְׂדוֹת</span> <a data-ref=\"Nehemiah 12:29\" href=\"/Nehemiah.12.29\">Ne 12:29</a>; also <span dir=\"rtl\">שְׂדֵי</span> <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a>; <a data-ref=\"Isaiah 32:12\" href=\"/Isaiah.32.12\">Is 32:12</a>; <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a> + 8 times (some might be sg. = <span dir=\"rtl\">שְׂדֵה</span> cf. Ba<sup>ZMG xiii (1888), 351</sup> SS Buhl; note, e.g. <span dir=\"rtl\">שְׂדֵי</span> <a data-ref=\"Ruth 1:6\" href=\"/Ruth.1.6\">Ru 1:6a</a>, = <span dir=\"rtl\">שְׂדֵה</span> v b; <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">4:3</a>; but v. Kö<sup>ii. 1, 77</sup>); sf. <span dir=\"rtl\">שְׂדֹתֶיהָ</span> <a data-ref=\"Nehemiah 11:30\" href=\"/Nehemiah.11.30\">Ne 11:30</a>, etc.; also <span dir=\"rtl\">שָׂדֶיךָ</span> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <span dir=\"rtl\">שָׂדֵינוּ</span> <a data-ref=\"Micah 2:4\" href=\"/Micah.2.4\">Mi 2:4</a>;—<br><strong>1.</strong>  open <em>field</em>, country: <strong>a.</strong>  pasture-land <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a>; <a data-ref=\"Genesis 30:16\" href=\"/Genesis.30.16\">30:16</a>; <a data-ref=\"Exodus 9:3\" href=\"/Exodus.9.3\">Ex 9:3</a> (all J), <a data-ref=\"Deuteronomy 11:15\" href=\"/Deuteronomy.11.15\">Dt 11:15</a>; <a data-ref=\"I Samuel 11:5\" href=\"/I_Samuel.11.5\">1 S 11:5</a> + 10 times J, JE. <strong>b.</strong>  unfrequented <a data-ref=\"Genesis 24:63\" href=\"/Genesis.24.63\">Gn 24:63</a>, <a data-ref=\"Genesis 24:65\" href=\"/Genesis.24.65\">65</a>, exposed to violence <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">4:8</a> (J), <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">Dt 21:1</a>; <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">22:25</a>, <a data-ref=\"Deuteronomy 22:27\" href=\"/Deuteronomy.22.27\">27</a>, to wild beasts <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">Ex 22:30</a> (E), <a data-ref=\"Ezekiel 33:27\" href=\"/Ezekiel.33.27\">Ez 33:27</a>. <strong>c.</strong>  specif. home of beasts: <a data-ref=\"II Samuel 17:8\" href=\"/II_Samuel.17.8\">2 S 17:8</a>; <a data-ref=\"Jeremiah 14:5\" href=\"/Jeremiah.14.5\">Je 14:5</a>; especially phr. <span dir=\"rtl\">חַיַּת הַשּׂ׳</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a>, <a data-ref=\"Genesis 2:20\" href=\"/Genesis.2.20\">20</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">14</a> (all J) of beasts in gen., and, of wild beasts, <a data-ref=\"Exodus 23:11\" href=\"/Exodus.23.11\">Ex 23:11</a>, <a data-ref=\"Exodus 23:29\" href=\"/Exodus.23.29\">29</a> (E), <a data-ref=\"Hosea 2:14\" href=\"/Hosea.2.14\">Ho 2:14</a>, <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">20</a>; <a data-ref=\"Hosea 4:3\" href=\"/Hosea.4.3\">4:3</a>; <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">13:8</a>; <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a>; <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a> (H), <a data-ref=\"Job 5:23\" href=\"/Job.5.23\">Jb 5:23</a> (‖ <span dir=\"rtl\">חַיַּת הָאָרֶץ</span>), + 16 times; <span dir=\"rtl\">בֶּהֱמַת הַשּׂ׳</span> <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a> cf. <a data-ref=\"Joel 1:20\" href=\"/Joel.1.20\">Jo 1:20</a>; <span dir=\"rtl\">אַיְלוֹת הַשּׂ׳</span> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">Ct 2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a>, cf. <span dir=\"rtl\">הַצְּבָיִם אֲשֶׁר בַּשּׂ׳</span> <a data-ref=\"II Samuel 2:18\" href=\"/II_Samuel.2.18\">2 S 2:18</a>; hunting-ground <a data-ref=\"Genesis 25:29\" href=\"/Genesis.25.29\">Gn 25:29</a>; <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">27:3</a>, <a data-ref=\"Genesis 27:5\" href=\"/Genesis.27.5\">5</a> (all JE), cf. <span dir=\"rtl\">אִישׁ שׂ׳</span> <a data-ref=\"Genesis 25:27\" href=\"/Genesis.25.27\">25:27</a> (JE; ‖ <span dir=\"rtl\">אִישׁ יֹדֵעַ צַיִד</span>). <strong>d.</strong>  yielding plants and trees: <a data-ref=\"Genesis 25:27\" href=\"/Genesis.25.27\">Gn 25:27</a> (JE), <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">30:14</a> (J), <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a> (JE), <a data-ref=\"II Kings 4:39\" href=\"/II_Kings.4.39\">2 K 4:39</a>; <a data-ref=\"Ezekiel 21:2\" href=\"/Ezekiel.21.2\">Ez 21:2</a>; <a data-ref=\"Ezekiel 39:10\" href=\"/Ezekiel.39.10\">39:10</a>; especially phr. <span dir=\"rtl\">עֵשֶׂב הַשּׂ׳</span> <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>; <a data-ref=\"Genesis 3:18\" href=\"/Genesis.3.18\">3:18</a> (both J), + 6 times + <span dir=\"rtl\">ע׳ בַּשּׂ׳</span> <a data-ref=\"Zechariah 10:1\" href=\"/Zechariah.10.1\">Zc 10:1</a>; <span dir=\"rtl\">שִׂיחַ הַשּׂ׳</span> <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <span dir=\"rtl\">גֶּפֶן שׂ׳</span> <a data-ref=\"II Kings 4:39\" href=\"/II_Kings.4.39\">2 K 4:39</a>, <span dir=\"rtl\">פַּקֻּעֹת שׂ׳</span> v <a data-ref=\"II Kings 4:39\" href=\"/II_Kings.4.39\">39</a>, <span dir=\"rtl\">צִיץ הַשּׂ׳</span> <a data-ref=\"Isaiah 40:15\" href=\"/Isaiah.40.15\">Is 40:15</a> <a data-ref=\"Psalms 103:15\" href=\"/Psalms.103.15\">ψ 103:15</a>, <span dir=\"rtl\">צֶמַח הַשּׂ׳</span> <a data-ref=\"Ezekiel 16:7\" href=\"/Ezekiel.16.7\">Ez 16:7</a>; <span dir=\"rtl\">עֵץ חַשּׂ׳</span> (4 times <span dir=\"rtl\">עֲצֵי</span>) <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> (JE), <a data-ref=\"Deuteronomy 20:19\" href=\"/Deuteronomy.20.19\">Dt 20:19</a>; <a data-ref=\"Leviticus 26:4\" href=\"/Leviticus.26.4\">Lv 26:4</a> (H) <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a> + 8 times; <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a> v. <a ,=\"\" data-ref=\"BDB, תְּרוּמָה²\" dir=\"rtl\" href=\"/BDB,_תְּרוּמָה²\">תְּרוּמָה</a>, √ <a ,=\"\" data-ref=\"BDB, רוּם\" dir=\"rtl\" href=\"/BDB,_רוּם\">רום</a>. <strong>e.</strong>  stony, <span dir=\"rtl\">אַבְנֵי הַשּׂ׳</span> <a data-ref=\"Job 5:23\" href=\"/Job.5.23\">Jb 5:23</a>. <strong>f.</strong>  <em>open country</em>, outside of walled city <a data-ref=\"Judges 9:32\" href=\"/Judges.9.32\">Ju 9:32</a>, <a data-ref=\"Judges 9:42\" href=\"/Judges.9.42\">42</a>, <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">43</a>, <a data-ref=\"Judges 9:44\" href=\"/Judges.9.44\">44</a>; <a data-ref=\"Judges 19:16\" href=\"/Judges.19.16\">19:16</a>; <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">1 S 19:3</a>; <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">20:5</a>, <a data-ref=\"I Samuel 20:11\" href=\"/I_Samuel.20.11\">11</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 20:24\" href=\"/I_Samuel.20.24\">24</a>, <a data-ref=\"I Samuel 20:35\" href=\"/I_Samuel.20.35\">35</a>; <a data-ref=\"II Kings 7:12\" href=\"/II_Kings.7.12\">2 K 7:12</a> <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a>; as battle-ground <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a> (J), <a data-ref=\"II Samuel 10:8\" href=\"/II_Samuel.10.8\">2 S 10:8</a> = <a data-ref=\"I Chronicles 19:9\" href=\"/I_Chronicles.19.9\">1 Ch 19:9</a>; <a data-ref=\"II Samuel 11:23\" href=\"/II_Samuel.11.23\">2 S 11:23</a>; <a data-ref=\"II Samuel 18:6\" href=\"/II_Samuel.18.6\">18:6</a>, outside of military camp <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a>; <a data-ref=\"I Samuel 14:15\" href=\"/I_Samuel.14.15\">14:15</a>; opp. city (in formula) <a data-ref=\"I Kings 14:11\" href=\"/I_Kings.14.11\">1 K 14:11</a>; <a data-ref=\"I Kings 16:4\" href=\"/I_Kings.16.4\">16:4</a>; <a data-ref=\"I Kings 21:24\" href=\"/I_Kings.21.24\">21:24</a>; <a data-ref=\"Jeremiah 14:18\" href=\"/Jeremiah.14.18\">Je 14:18</a>; <a data-ref=\"Ezekiel 7:15\" href=\"/Ezekiel.7.15\">Ez 7:15</a>; <span dir=\"rtl\">שְׂדֵה אֶרֶץ</span> <a data-ref=\"Leviticus 25:31\" href=\"/Leviticus.25.31\">Lv 25:31</a>; as site of small town, <em>country</em>-town <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">1 S 27:5</a> (opp. royal city), cf. <a data-ref=\"I Chronicles 27:25\" href=\"/I_Chronicles.27.25\">1 Ch 27:25</a>; of high places, <span dir=\"rtl\">גְּבָעוֹת בַּשּׂ׳</span> <a data-ref=\"Jeremiah 13:27\" href=\"/Jeremiah.13.27\">Je 13:27</a>; quite gen., <a data-ref=\"I Samuel 30:11\" href=\"/I_Samuel.30.11\">1 S 30:11</a>; <a data-ref=\"Jeremiah 40:7\" href=\"/Jeremiah.40.7\">Je 40:7</a>, <a data-ref=\"Jeremiah 40:13\" href=\"/Jeremiah.40.13\">13</a>; including road <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a>; <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; <a data-ref=\"Jeremiah 6:25\" href=\"/Jeremiah.6.25\">Je 6:25</a>; disting. from road <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a> (JE), <a data-ref=\"II Samuel 20:12\" href=\"/II_Samuel.20.12\">2 S 20:12</a>; outside houses and courtyards <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (P), <a data-ref=\"I Samuel 25:15\" href=\"/I_Samuel.25.15\">1 S 25:15</a>; <span dir=\"rtl\">בַּשּׂ׳</span> nearly = <em>outdoors</em> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> (P), <a data-ref=\"Judges 13:9\" href=\"/Judges.13.9\">Ju 13:9</a>; of surface of country or ground, <span dir=\"rtl\">בַּשּׂ׳</span> <a data-ref=\"Exodus 16:25\" href=\"/Exodus.16.25\">Ex 16:25</a> (JE); = <span dir=\"rtl\">עַל־פְּנֵי הַמִּדְבָּר</span> v <a data-ref=\"Exodus 16:14\" href=\"/Exodus.16.14\">14</a>), cf. <a data-ref=\"I Samuel 14:25\" href=\"/I_Samuel.14.25\">1 S 14:25</a>; so <span dir=\"rtl\">עַל־פְּנֵי הַשּׂ׳ (אֶל)</span> <a data-ref=\"II Kings 9:37\" href=\"/II_Kings.9.37\">2 K 9:37</a>; <a data-ref=\"Jeremiah 9:22\" href=\"/Jeremiah.9.22\">Je 9:22</a>; <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">Ez 29:5</a> (‖ <span dir=\"rtl\">הַמִּדְבָּ֫רָה</span>), <a data-ref=\"Ezekiel 32:4\" href=\"/Ezekiel.32.4\">32:4</a>; <a data-ref=\"Ezekiel 39:5\" href=\"/Ezekiel.39.5\">39:5</a>; sample phr. opp. house, comfort, etc., <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; <a data-ref=\"Ezekiel 16:5\" href=\"/Ezekiel.16.5\">Ez 16:5</a>, opp. city <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">Lv 14:7</a>, <a data-ref=\"Leviticus 14:53\" href=\"/Leviticus.14.53\">53</a>, opp. tent <a data-ref=\"Numbers 19:16\" href=\"/Numbers.19.16\">Nu 19:16</a> (all P), opp. tent of meeting <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a> (H). <strong>g.</strong>  = expanse of country, opp. mt., in phr. <span dir=\"rtl\">מְרוֹמֵי שׂ׳</span> <a data-ref=\"Judges 5:18\" href=\"/Judges.5.18\">Ju 5:18</a>; <span dir=\"rtl\">הֲרָרִי בַּשּׂ׳</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a> (of Jerus.) is dub.; cf. <span dir=\"rtl\">לְעִי הַשּׂ׳</span> <a data-ref=\"Micah 1:6\" href=\"/Micah.1.6\">Mi 1:6</a> (Je 18:14 v. <a data-ref=\"BDB, שָׂדַי\" href=\"/BDB,_שָׂדַי\", dir=\"rtl\">שָׂדַי</a>).<br><strong>2.</strong>  definite portion of ground, <em>field, land:</em> <strong>a.</strong>  cultivated ground <a data-ref=\"Genesis 37:7\" href=\"/Genesis.37.7\">Gn 37:7</a> (E), <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">47:24</a> (J; <span dir=\"rtl\">זֶרַע הַשָּׂדֶה</span>), <a data-ref=\"Exodus 22:4\" href=\"/Exodus.22.4\">Ex 22:4</a><sup>(×3)</sup>, <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">5</a> (E), <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a> (P), <a data-ref=\"Micah 3:12\" href=\"/Micah.3.12\">Mi 3:12</a> (in sim.) <a data-ref=\"Ruth 2:2\" href=\"/Ruth.2.2\">Ru 2:2</a> + 47 times, + <span dir=\"rtl\">שְׂדֵי תְרוּמוֹת</span> <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a>, <span dir=\"rtl\">שׂ׳־זָ֑רַע</span> <a data-ref=\"Ezekiel 17:5\" href=\"/Ezekiel.17.5\">Ez 17:5</a>, <span dir=\"rtl\">שָׂדֶה טוֹב</span> v <a data-ref=\"Ezekiel 17:8\" href=\"/Ezekiel.17.8\">8</a> <em>good soil</em>. <strong>b.</strong>  as private property, <a data-ref=\"Micah 2:2\" href=\"/Micah.2.2\">Mi 2:2</a>, <a data-ref=\"Micah 2:4\" href=\"/Micah.2.4\">4</a>; <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a><sup>(×2)</sup>; <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">Gn 47:20</a> (J), <a data-ref=\"Genesis 23:9\" href=\"/Genesis.23.9\">23:9</a>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:13\" href=\"/Genesis.23.13\">13</a> (P) + 50 times, + <a data-ref=\"II Chronicles 26:23\" href=\"/II_Chronicles.26.23\">2 Ch 26:23</a> (as burial-place); also <span dir=\"rtl\">חֶלְקַת (הַ)שּׂ׳</span>, v. <a ,=\"\" data-ref=\"BDB, חֶלְקָה²\" dir=\"rtl\" href=\"/BDB,_חֶלְקָה²\">חֶלְקָה</a>; and <span dir=\"rtl\">שׂ׳ צֹפִים</span>, v. <a ,=\"\" data-ref=\"BDB, צָפָה³\" dir=\"rtl\" href=\"/BDB,_צָפָה³\">צפה</a>. <strong>c.</strong>  city-land, adjacent to city (town) and subject to its control: <a data-ref=\"Genesis 41:48\" href=\"/Genesis.41.48\">Gn 41:48</a> (E), <a data-ref=\"Leviticus 25:34\" href=\"/Leviticus.25.34\">Lv 25:34</a> (P), <a data-ref=\"Joshua 21:12\" href=\"/Joshua.21.12\">Jos 21:12</a> (P) = <a data-ref=\"I Chronicles 6:41\" href=\"/I_Chronicles.6.41\">1 Ch 6:41</a>; <a data-ref=\"Nehemiah 11:25\" href=\"/Nehemiah.11.25\">Ne 11:25</a>; <a data-ref=\"Nehemiah 11:30\" href=\"/Nehemiah.11.30\">30</a>; <a data-ref=\"Nehemiah 12:39\" href=\"/Nehemiah.12.39\">12:39</a>, <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">44</a>; specif. of Zoan <a data-ref=\"Psalms 78:12\" href=\"/Psalms.78.12\">ψ 78:12</a>, <a data-ref=\"Psalms 78:43\" href=\"/Psalms.78.43\">43</a>. <strong>d.</strong>  territory of nation, tribe: <a data-ref=\"Genesis 32:4\" href=\"/Genesis.32.4\">Gn 32:4</a>; <a data-ref=\"Numbers 21:20\" href=\"/Numbers.21.20\">Nu 21:20</a> (both JE), <a data-ref=\"Judges 5:4\" href=\"/Judges.5.4\">Ju 5:4</a>; <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a>, <a data-ref=\"Ruth 1:2\" href=\"/Ruth.1.2\">2</a>; <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a> + 13 times + <span dir=\"rtl\">שְׂדֵה נַחֲלַת יִשׂ׳</span> <a data-ref=\"Judges 20:6\" href=\"/Judges.20.6\">Ju 20:6</a>. <strong>e.</strong>  personal estate of king, <a data-ref=\"II Samuel 9:7\" href=\"/II_Samuel.9.7\">2 S 9:7</a>; <a data-ref=\"II Samuel 19:30\" href=\"/II_Samuel.19.30\">19:30</a>.<br><strong>3.</strong>  <em>land</em>, opp. sea, <a data-ref=\"I Chronicles 16:32\" href=\"/I_Chronicles.16.32\">1 Ch 16:32</a> (opp. <span dir=\"rtl\">הַיָּם</span>; = <span dir=\"rtl\">שָׂדַי</span> <a data-ref=\"Psalms 96:12\" href=\"/Psalms.96.12\">ψ 96:12</a>), perhaps also <em>mainland</em> <a data-ref=\"Ezekiel 26:6\" href=\"/Ezekiel.26.6\">Ez 26:6</a>, <a data-ref=\"Ezekiel 26:8\" href=\"/Ezekiel.26.8\">8</a> (Co Krae Toy al.; not Sm)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34b6b589d7b7f8b69d668", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "Cassuto on Exodus 8:9:1", "sourceHeRef": "קאסוטו על שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "<b>ויעש ה' כדבר משה</b> (כדאי לשים לב אל החזרה המשולשת על המלה <b>דבר</b>: משה אומר לפרעה: <b>כדברך</b>; הוא מתפלל על <b>דבר</b> הצפרדעים; וה' עושה <b>כדבר</b> משה). <b>וימותו הצפרדעים</b> (מקרה נוסף של שימוש שם זה כלשון זכר) וייעלמו קודם <b>מן הבתים</b>, המקומות האחרונים שאליהם נכנסו, אחר כך <b>מן החצרות</b>, ולבסוף אף <b>מן השדות</b> ורק ביאור נשארו.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc179310e2d929aa16fd9", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 8:9:1", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "David Zvi Hoffmann on Exodus 8:9:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ח׳:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>כדבר משה,</b> כדבר משה אשר אמר לפרעה.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc17a310e2d929aa16fdb", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 8:9:2", "anchorRef": "Exodus 8:9", "anchorRefExpanded": ["Exodus 8:9"], "sourceRef": "David Zvi Hoffmann on Exodus 8:9:2", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ח׳:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0002, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>מן־הבתים... ומן־השדות,</b> בניגוד ליאור שבו נשארו ולא מתו.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]