[{"_id": "515eddbeedbab4794f782eeb", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 11:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Shemot Rabbah 11:1", "sourceHeRef": "שמות רבה י״א:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיֹּאמֶר ה' אֶל משֶׁה הַשְׁכֵּם בַּבֹּקֶר, הֲדָא הוּא דִכְתִיב <small>(משלי כב, כט)</small>: חָזִיתָ אִישׁ מָהִיר בִּמְלַאכְתּוֹ וגו', כְּדִכְתִיב [בפסוק <small>(מלכים א ז, נא)</small>]: וַתִּשְׁלַם כָּל הַמְלָאכָה). דָּבָר אַחֵר, חָזִיתָ אִישׁ מָהִיר, זֶה משֶׁה, שֶׁהָיָה מָהִיר בִּמְלֶאכֶת הַמִּשְׁכָּן, לְפִיכָךְ לִפְנֵי מְלָכִים יִתְיַצָּב. רַבִּי יְהוּדָה אוֹמֵר חָזִיתָ אִישׁ מָהִיר, זֶה משֶׁה, שֶׁהָיָה זָרִיז לְהָבִיא הַמַּכּוֹת עַל פַּרְעֹה. לִפְנֵי מְלָכִים יִתְיַצָּב, וְהִתְיַצֵּב לִפְנֵי פַרְעֹה. בַּל יִתְיַצֵּב לִפְנֵי חֲשֻׁכִּים, זֶה יִתְרוֹ. אָמַר לֵיהּ רַבִּי נְחֶמְיָה לִדְבָרֶיךָ עָשִׂיתָ הַקֹּדֶשׁ חֹל, אֶלָּא לִפְנֵי מְלָכִים יִתְיַצָּב, לִפְנֵי מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא יִתְיַצָּב, וּכְמָה דְאַתְּ אָמַר <small>(שמות לד, כח)</small>, וַיְהִי שָׁם עִם ה' אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה. בַּל יִתְיַצֵּב לִפְנֵי חֲשֻׁכִּים, זֶה פַּרְעֹה, שֶׁהֶחְשִׁיךְ הַקָּדוֹשׁ בָּרוּךְ הוּא לוֹ וּלְאַרְצוֹ, שֶׁנֶּאֱמַר <small>(שמות י, כב)</small>: וַיְהִי חשֶׁךְ אֲפֵלָה. הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה, לָמָה בְּהַשְׁכָּמָה, אָמַר רַבִּי בֶּרֶכְיָה, לְפִי שֶׁהָיָה פַּרְעֹה הָרָשָׁע אוֹמֵר, וּמַה בְּנוֹ שֶׁל עַמְרָם זֶה הוֹלֵךְ וּבָא אֵלֵינוּ בְּכָל בֹּקֶר וָבֹקֶר, אֶלָּא עַד שֶׁלֹא יָבוֹא, אֵלֵךְ וְאֵצֵא לִי מִכָּאן, וְהַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהוּא בּוֹחֵן לְבָבוֹת, אָמַר לֵיהּ לְמשֶׁה, הֱוֵי יוֹדֵעַ שֶׁהָרָשָׁע הַזֶּה כָּךְ מְחַשֵּׁב בְּלִבּוֹ, אֶלָּא עַד שֶׁלֹא יֵצֵא קַדֵּם לְפָנָיו, לְכָךְ נֶאֱמַר: הַשְׁכֵּם בַּבֹּקֶר. וְרַבִּי פִּנְחָס הַכֹּהֵן בַּר רַבִּי חָמָא אָמַר הֲדָא הוּא דִכְתִיב <small>(איוב לו, יג)</small>: וְחַנְפֵי לֵב יָשִׂימוּ אָף, לְאַחַר שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מְצַפֶּה לָרְשָׁעִים שֶׁיַּעֲשׂוּ תְּשׁוּבָה וְאֵינָם עוֹשִין אֲפִלּוּ הֵם רוֹצִים בָּאַחֲרוֹנָה הוּא נוֹטֵל אֶת לִבָּם שֶׁלֹא יַעֲשׂוּ תְּשׁוּבָה, וּמַהוּ וְחַנְפֵי לֵב, אוֹתָן שֶׁהֵם בָּאִים וּמְחַנְפִים בָּרִאשׁוֹנָה בְּלִבָּם הֵם מְבִיאִים עֲלֵיהֶם הָאַף בָּאַחֲרוֹנָה. וּמַהוּ <small>(איוב לו, יג)</small>: לֹא יְשַׁוְּעוּ כִּי אֲסָרָם, אַף עַל פִּי שֶׁהֵם רוֹצִים לָשׁוּב לְהַקָּדוֹשׁ בָּרוּךְ הוּא וּבָאִין לַעֲסֹק בִּתְפִלָּה אֵינָן יְכוֹלִים, לָמָּה, כִּי אֲסָרָם, שֶׁנָעַל בִּפְנֵיהֶם. כָּךְ הָיָה פַּרְעֹה רוֹצֶה לַעֲסֹק בִּתְפִלָּה וְאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה עַד שֶׁלֹא יֵצֵא לֵךְ וְהִתְיַצֵּב לְפָנָיו.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord said to Moses: Rise early in the morning, and stand before Pharaoh; behold, he is going out to the water; and say to him: So said the Lord: Let My people go, and they will serve Me” (Exodus 8:16).</b> <br>“The Lord said to Moses: Rise early in the morning” – that is what is written: “Have you seen a man diligent in his work? [He will stand before kings; he will not stand before the dark]” (Proverbs 22:29), as it is written [on the verse: “All the work was finished” (I Kings 7:51)].<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This is a reference to <i>Pesikta Rabati</i> 6, which, commenting on the verse from Kings, states that Moses and other individuals were diligent in their work and therefore stood before kings. </i> Alternatively: “Have you seen a man diligent in his work” – this is Moses, who was diligent in the labor of the Tabernacle; therefore, “he will stand before kings.” Rabbi Yehuda says: “Have you seen a man diligent in his work” – this is Moses, who was diligent in bringing plagues upon Pharaoh. “He will stand before kings” – “stand before Pharaoh.” “He will not stand before the dark” – this is Yitro. <br>Rabbi Neḥemya said to him: According to your statement, you have rendered the sacred profane. Rather, “he will stand before kings” – he will stand before the King of kings, the Holy One blessed be He, as it is stated: “He was there with the Lord forty days and forty nights” (Exodus 34:28). “He will not stand before the dark” – this is Pharaoh, for whom and for whose land the Holy One brought darkness, as it is stated: “There was a thick darkness” (Exodus 10:22). <br>“Rise early in the morning, and stand before Pharaoh” – why early? Rabbi Berekhya said: It is because the wicked Pharaoh would say: This son of Amram comes and goes to us each and every morning. Rather, before he comes, I will go and depart from here. But the Holy One blessed be He, who examines hearts, said to Moses: ‘Know that this is what this wicked one is planning in his heart; rather, precede him and appear to him before he departs.’ That is why it says: “Rise early in the morning.” <br>Rabbi Pinḥas HaKohen bar Rabbi Ḥama said: That is what is written: “The impious of heart will arouse wrath; [they do not cry out when He binds them]” (Job 36:13). After the Holy One blessed be He waits for the wicked to repent, but they do not, even if ultimately they want to do so, He takes their heart so they will not repent. What are “the impious of heart”? They are those who come and are initially impious in their heart; they ultimately bring wrath upon themselves. What is “they do not cry out when He binds them”? Even though they wish to repent to the Holy One blessed be He, and they come and engage in prayer, they are unable to do so. Why? It is because “He binds them”; He locks the door before them. So, Pharaoh wished to engage in prayer, and the Holy One blessed be He said to Moses: ‘Go stand before him before he departs.’<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Announce the next plague before he has the opportunity to pray.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "515eddcfedbab4794f782eed", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 11:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Shemot Rabbah 11:2", "sourceHeRef": "שמות רבה י״א:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, הַשְׁכֵּם בַּבֹּקֶר, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה, הָרָשָׁע הַזֶּה הִקְשָׁה אֶת לִבּוֹ בַּשְּׁלשָׁה הָרִאשׁוֹנוֹת וּמַכָּה רְבִיעִית קָשָׁה הִיא יוֹתֵר עַל הָרִאשׁוֹנוֹת, לֵךְ וְהַזְהֵר אוֹתוֹ כְּדֵי שֶׁיְּשַׁלַּח עַמִּי וְלֹא תָבוֹא עָלָיו הַמַּכָּה. כִּי אִם אֵינְךָ מְשַׁלֵּחַ אֶת עַמִּי הִנְנִי מַשְׁלִיחַ בְּךָ וגו'. מֵהֵיכָן בָּא עֲלֵיהֶם, יֵשׁ אוֹמְרִים מִלְּמַעְלָה, וְיֵשׁ אוֹמְרִים מִלְּמַטָּה. וְרַבִּי עֲקִיבָא אוֹמֵר, מִלְּמַעְלָן וּמִלְּמַטָּן. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא אַתֶּם עֲשִׂיתֶם הֲמוֹנִים הֲמוֹנִים עַל בָּנַי, אַף אֲנִי אֶעֱשֶׂה עֲלֵיכֶם עוֹף הַשָּׁמַיִם וְחַיּוֹת הָאָרֶץ הֲמוֹנִים הֲמוֹנִים, שֶׁנֶּאֱמַר: הִנְנִי מַשְׁלִיחַ בְּךָ אֶת הֶעָרֹב, חַיּוֹת וְעוֹפוֹת מְעֻרְבָּבִין. אֲבָל אֶרֶץ גּשֶׁן שֶׁיִּשְׂרָאֵל יוֹשְׁבִין בָּהּ לֹא הָיָה שָׁם עָרֹב, שֶׁנֶּאֱמַר: וְהִפְלֵיתִי בַיּוֹם הַהוּא אֶת אֶרֶץ גּשֶׁן, אָמַר רַבִּי אַמֵּי כְּאָדָם שֶׁאוֹמֵר לַחֲבֵרוֹ לֹא יִטֹּל פְּלוֹנִי בְּטָארִיקִי זוֹ שֶׁפְּלוֹנִי פַּטְרוֹנוֹ עוֹמֵד עֲלֵיהֶם. וְשַׂמְתִּי פְדֻת בֵּין עַמִּי, מְלַמֵּד שֶׁהָיוּ יִשְׂרָאֵל רְאוּיִין לִלְקוֹת בְּזוֹ הַמַּכָּה, וְנָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא פִּדְיוֹנָם הַמִּצְרִים, וְאַף לֶעָתִיד לָבוֹא הַקָּדוֹשׁ בָּרוּךְ הוּא מֵבִיא עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת הַקַּדְמוֹנִים וּמַשְׁלִיכָן לְתוֹךְ גֵּיהִנֹּם תַּחַת יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(ישעיה מג, ג)</small>: כִּי אֲנִי ה' אֱלֹהֶיךָ קְדוֹשׁ יִשְׂרָאֵל מוֹשִׁיעֶךָ נָתַתִּי כָפְרְךָ מִצְרַיִם כּוּשׁ וּסְבָא תַּחְתֶּיךָ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another interpretation: “Rise early in the morning” – the Holy One blessed be He said to Moses: ‘This wicked one hardened his heart during the first three. The fourth plague is more severe than the previous ones; go and forewarn him that he should let My people go so the plague will not come upon him.’ <br><b>“For, if you do not let My people go, behold, I will send swarms upon you, upon your servants, upon your people, and into your houses; and the houses of the Egyptians will be full of swarms, and also the ground on which they are. I will distinguish on that day the land of Goshen, in which My people dwell, that no swarms will be there; so that you will know that I am the Lord in the midst of the earth” (Exodus 8:17–18).</b> <br>“For, if you do not let My people go, behold, I will send…upon you…” – from where did they come upon them? Some say from above and some say from below. Rabbi Akiva says: From above and from below. Rabbi Shimon ben Lakish said: The Holy One blessed be He said to them: ‘You made many multitudes over My children; I, too, will make upon you many multitudes of birds of the heavens and beasts of the land,’ as it is stated: “Behold, I will send swarms upon you” – beasts and birds intermingled. However, in the land of Goshen, in which Israel was residing, there were no swarms, as it is stated: “I will distinguish on that day the land of Goshen.” Rabbi Ami says: It is like a person who says to another: ‘So-and-so will not be included in this penalty, as his patron, so-and-so, is standing over him.’<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">He is protecting them.</i> <br><b>“I will place a division between My people and your people, tomorrow this sign will be” (Exodus 8:19).</b> <br>“I will place a division between My people [and your people]” – this teaches that Israel was fit to be afflicted with this plague, but the Holy One blessed be He placed the Egyptians as their ransom. In the future, too, the Holy One blessed be He will bring (ancient)<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This word, which appears in some editions, was added by the non-Jewish censor.</i> idolaters and cast them into Gehenna in place of Israel, as it is stated: “For I am the Lord your God, Holy One of Israel, your Savior; I gave Egypt as your ransom, Kush and Seva in your stead” (Isaiah 43:3).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524cf14dedbab42e1c172873", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 8:16:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויאמר.</b> מנהג המלכים לצאת בבוקר אל הנהר כי ראות המים טוב לעינים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD SAID. It is the custom of kings to go out to the river in the morning, for it is good for the eyes to see water.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6129", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 8:16", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Onkelos Exodus 8:16", "sourceHeRef": "תרגום אונקלוס על שמות ח׳:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0016, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַאֲמַר יְיָ לְמשֶׁה אַקְדֵּם בְּצַפְרָא וְאִתְעַתַּד קֳדָם פַּרְעֹה הָא נָפֵק לְמַיָּא וְתֵימַר לֵיהּ כִּדְנַן אֲמַר יְיָ שַׁלַּח עַמִּי וְיִפְלְחוּן <b>קֳדָמָי</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy said to Moshe, “Rise up early in the morning and set yourself before Pharaoh, when he goes out to the water, and say to him, ‘This is what Adonoy has said, ‘Send out My people so they may worship [<b>before</b>] Me.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb969", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 8:16", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Targum Jonathan on Exodus 8:16", "sourceHeRef": "תרגום יונתן על שמות ח׳:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0016, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַאֲמַר יְיָ לְמשֶׁה אַקְדֵם בְּצַפְרָא וְתִתְעַתַּד קֳדָם פַּרְעה הָא נָפִיק לְמִנְטַר קוּסְמִין עִילוֹי מַיָא הֵי כְּאַמְגוּשָׁא וְתֵימַר לֵיהּ כִּדְנָא אָמַר יְיָ פְּטוֹר יַת עַמִי וְיִפְלְחוּן קֳדָמַי", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake to Mosheh, Arise in the morning, and stand before Pharoh: behold, be goeth forth to observe divinations at the water, as a magician; and thou shalt say to him, Thus saith the Lord, Emancipate My people, that they may worship before Me; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d989fbfba21603f54696", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 12:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Shemot Rabbah 12:1", "sourceHeRef": "שמות רבה י״ב:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיֹּאמֶר ה' אֶל משֶׁה הַשְׁכֵּם בַּבֹּקֶר וגו', הֲדָא הוּא דִכְתִיב <small>(איוב לו, כב)</small>: הֶן אֵל יַשְׂגִּיב בְּכֹחוֹ מִי כָמֹהוּ מוֹרֶה, אָמַר רַבִּי בֶּרֶכְיָה הֶן אֶחָד, שֶׁכֵּן בְּלָשׁוֹן יְוָנִי קוֹרִין לְאֶחָד הֶן, כְּלוֹמַר אֶחָד אֱלֹהֵינוּ יַשְׂגִּיב בְּכֹחוֹ, מַעֲצִים כֹּחַ הַצַּדִּיקִים לַעֲשׂוֹת רְצוֹנוֹ, וּמִי כָמֹהוּ מוֹרֶה, שֶׁהוּא מוֹרֶה דֶרֶךְ לַעֲשׂוֹת תְּשׁוּבָה. וְכֵן אַתָּה מוֹצֵא בְּמשֶׁה שֶׁהִשְׂגִּיב הַקָּדוֹשׁ בָּרוּךְ הוּא כֹּחוֹ לָלֶכֶת בִּשְׁלִיחוּתוֹ וְלַעֲשׂוֹת צִוּוּיוֹ, וְהָיָה מוֹרֶה לְפַרְעֹה הָרָשָׁע שֶׁיַּעֲשֶׂה תְּשׁוּבָה, שֶׁלֹא חָפֵץ לִשְׁלוֹחַ הַמַּכָּה עַד שֶׁיַּזְהִירֶנּוּ שֶׁיַּעֲשֶׂה תְּשׁוּבָה, שֶׁכֵּן כְּתִיב: הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה, הָיָה נוֹתֵן כֹּחַ בְּמשֶׁה לְהַשְׁכִּים וּלְהִתְיַצֵּב לִפְנֵי פַרְעֹה, וְהָיָה מוֹרֶה דֶרֶךְ לְפַרְעֹה כְּדֵי שֶׁיַּעֲשֶׂה תְּשׁוּבָה, שֶׁכֵּן כְּתִיב: וְאָמַרְתָּ אֵלָיו כֹּה אָמַר ה' אֱלֹהֵי הָעִבְרִים. כִּי בַּפַּעַם הַזֹּאת וגו', לָמָּה לֹא נֶאֱמַר כָּאן <small>(שמות ח, טז)</small>: הִנֵּה יוֹצֵא הַמָּיְמָה, כֵּיוָן שֶׁרָאָה פַּרְעֹה שֶׁבְּעֵת שֶׁהָיָה יוֹצֵא הַמַּיְמָה משֶׁה מַקְדִּימוֹ בַּדֶּרֶךְ, נִמְנַע שֶׁלֹא לָצֵאת כְּדֵי שֶׁלֹא יִפְגַע בּוֹ משֶׁה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לֵךְ אֶצְלוֹ בְּהַשְׁכָּמָה עַד שֶׁלֹא יֵצֵא מִבֵּיתוֹ. כִּי בַּפַּעַם הַזֹּאת וגו', כִּי עַתָּה שָׁלַחְתִּי אֶת יָדִי וגו', אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אִי רָשָׁע סָבוּר אַתָּה שֶׁלֹא אוּכַל לְהַכְחִידְךָ מִן הָעוֹלָם, לְמֹד מִמַּכַּת הַדֶּבֶר בְּעֵת שֶׁשָּׁלַחְתִּי אוֹתוֹ הַדֶּבֶר אִלּוּ הָיִיתִי מְשַׁלְּחוֹ עָלֶיךָ וְעַל עַמְּךָ הָיִיתָ נִכְחַד מִן הָאָרֶץ, אֲבָל לֹא שְׁלַחְתִּיו עָלֶיךָ אֶלָּא כְּדֵי שֶׁאַרְאֲךָ כֹּחַ גְּבוּרָתִי וּתְסַפֵּר כֹּחִי בְּכָל הָאָרֶץ, הֲדָא הוּא דִכְתִיב <small>(שמות ט, טז)</small>: וְאוּלָם בַּעֲבוּר זֹאת הֶעֱמַדְתִּיךָ. עוֹדְךָ מִסְתּוֹלֵל בְּעַמִּי, שֶׁהָיָה עוֹשֶׂה אוֹתָם כִּמְסִילָה שֶׁהַכֹּל דָּשִׁין עָלֶיהָ, כְּמָה דְאַתְּ אָמַר <small>(ישעיה נא, כג)</small>: אֲשֶׁר אָמְרוּ לְנַפְשֵׁךְ שְׁחִי וְנַעֲבֹרָה וַתָּשִׂימִי כָאָרֶץ גֵּוֵךְ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord said to Moses: Rise early in the morning, and stand before Pharaoh, and say to him: So said the Lord, God of the Hebrews: Let My people go, and they will serve Me. For this time, I will send all My plagues against your heart and upon your servants and against your people, so that you will know that there is none like Me on the entire earth” (Exodus 9:13-14).</b> <br>“The Lord said to Moses: Rise early in the morning” – that is what is written: “Behold [<i>hen</i>], God is exalted in His power, who teaches like Him?” (Job 36:22). Rabbi Berekhya said: <i>Hen </i>means one, as in the Greek language, one is called <i>hen</i>. In other words, our God is one. “Exalted in his power” – He increases the strength of the righteous to perform His will. And “who teaches like Him?” – as He teaches the path of repentance. So you find with Moses, whom the Holy One blessed be He strengthened to go on His mission and perform His commands. He taught the wicked Pharaoh to repent because He did not want to send the plague until he forewarns him to [allow him to] repent, as it is written: “Rise early in the morning, and stand before Pharaoh.” He would give Moses strength to rise early and stand before Pharaoh, and he taught the wicked Pharaoh about the path of repentance, as it is written: “And say to him: So said the Lord, God of the Hebrews…. For this time…” <br>“Why isn’t it stated here “behold, he is going out to the water” (Exodus 8:16)?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This was the previous place where Moses was instructed to “rise early in the morning and stand before Pharaoh.”</i> Once Pharaoh saw that when he would go out to the water, Moses would precede him on the path, he refrained and did not go out, so that Moses would not encounter him. The Holy One blessed be He said to him: Go to him early, before he leaves his house. <br><b>“For I could have now extended My hand and afflicted you and your people with pestilence, and you would be eliminated from the earth” (Exodus 9:15).</b> <br>“For this time (Exodus 9:14)…For I could have now extended My hand…” The Holy One blessed be He said to him: ‘Woe, wicked one, do you believe that I am unable to eradicate you from the world? Learn from the plague of pestilence. When I sent that pestilence, had I sent it upon you and on your people, you would have been eradicated from the land. However, I only sent it upon you in order to show you the power of My might, and so that you would tell of My strength throughout the land.’ That is what is written: “However, for this I have sustained you [in order to show you My power, and so that My renown will be told of throughout the earth]” (Exodus 9:16). <br><b>“You continue to oppress My people, not letting them go” (Exodus 9:17).</b> <br>“You continue to oppress [<i>mistolel</i>]<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The word <i>mistolel</i> is obscure. The midrash understands it to be derived from the root <i>s-l-l</i>, and thus it means literally to cause to be crushed, i.e., in the manner that a road is levelled. Others understand it to be derived from the root <i>s-l-s-l</i>, with <i>mistolel </i>therefore meaning “exalt oneself.”</i> My people.” He would make them like a road [<i>mesila</i>] on which everyone treads, as you say: “…who said to your soul: Bow down, so we may pass, and set down your body like the ground” (Isaiah 51:23).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569d09eed6e4a979b40a1393", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 6:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Pesikta Rabbati 6:1", "sourceHeRef": "פסיקתא רבתי ו׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "ותשלם כל המלאכה אשר עשה המלך שלמה בית ה' וגו' (מלכים א' ז' נ\"א). ילמדנו רבינו נר של חנוכה שהותיר שמן מהו צריך לעשות לו למדונו רבותינו נר של חנוכה שהותיר שמן כו' כדלעיל עד אסור להשתמש (בו) הימנו: את מוצא זאת החנוכה שאנו עושים זכר לחנוכת בית חשמונאי על שעשו מלחמה ונצחו לבני יוון ואנו עכשיו מדליקין וכן בשעה שנגמרה מלאכת המשכן עשו חנוכה כמו שכתב זאת חנוכת המזבח (במדבר ז' פ\"ד) ואף בית המקדש בשעה שנבנה עשו לו חנוכה כמה שכתב ויחנכו את הבית וגו' (מלכים א' ח' ס\"ג) אימתי חינכו בשעה שנגמרה כל מלאכתו מניין ממה שקראו בנביא ותשלם כל המלאכה אשר עשה המלך שלמה בית ה': [ותשלם כל המלאכה וגו'] כך פתח ר' תנחומא בי רבי זה הוא שאמרה רוח הקדש על ידי שלמה חזית איש מהיר במלאכתו לפני מלכים יתיצב בל יתיצב לפני חשוכים (משלי כ\"ב כ\"ט) חזית איש מהיר במלאכתו זה יוסף ויהי כהיום הזה ויבא הביתה לעשות מלאכתו (בראשית ל\"ט י\"א) רבי יהודה אומר יום זבול נילוס היה והכל יצאו לזיבול נילוס והוא נכנס לעשות מלאכתו רבי נחמיה אומר יום תיאטרון וקורקסיו אמר לו הקדוש ברוך הוא נזדרזת במלאכתך חייך לפני מלכים יתיצב ויוסף בן שלשים שנה בעמדו לפני פרעה מלך מצרים (שם מ\"א מ\"ו) ובל יתיצב לפני חשוכים בל יתייצב לפני פרעה החשוך: דבר אחר חזית איש מהיר במלאכתו זה משה מנהיג את הצאן אחר המדבר מזדרז במלאכתו כן (ברמזים) [ברועים] עשה שלום ביניהם (וכן) [ובין] בנותיו של יתרו שדלה והשקה לצאנם של אילו ודלה והשקה לצאנם של אילו [שנאמר] וגם דלה דלה אמר רבי יהודה אמר לו הקדוש ברוך הוא נזדרזת במלאכתך חייך לפני מלכים יתיצב השכם בבקר והתיצב לפני פרעה (שמות ח' ט\"ז) [בל יתיצב לפני חשוכים זה יתרו] אמר לו רבי נחמיה עשית את הקודש חול לא כשם שדרשת לפני פרעה אלא אמר לו הקב\"ה נזדרזת במלאכתך לפני פרעה בא ועשה סרסור ביני ובין בניי שנקראים מלכות שנאמר ואתם תהיו לי ממלכת כהנים וגו' (שם י\"ט י') ובל יתייצב לפני חשוכים זה פרעה החשוך: דבר אחר חזית איש מהיר במלאכתו זה דניאל ואקום ואעשה את מלאכת המלך (דניאל ח' כ\"ז) אמר לו (המלך) [הקדוש ברוך הוא] נזדרזת במלאכתך לשעבר היית יושב ומשמר שערי בשר ודם ודניאל בתרע מלכא יתיב (שם ב' מ\"ט) עכשיו שנזדרזת במלאכתך בוא והיזקק לבית מקדשי אדין ששבצר דך אתא יהב אושיא דבית אלהא (עזרא ה' ט\"ז) ולמה נקרא שמו ששבצר שבאו שש צרות בימיו צרתו בבור וצרות חנניה וחביריו בכבשן האש ודתא נפקת וחכימיא וגו' ובעו דניאל וחברוהי להתקטלה (דניאל ב' י\"ג) וגלות יהויכן וגלות יהויקים וגלות צדקיה. דבר אחר חזית איש מהיר במלאכתו זה שלמה באיזה מלאכה במלאכת בית המקדש אתה מוצא כשבנה ביתו הוא בונה אותו לשלש עשרה שנה וכשבנה בית המקדש הוא בנה אותו לשבע שנים ויהי מקץ עשרים שנה וגו' (מלכים א ט״ז:ח׳) וכן בשנה האחד עשר לירח בול וגו' (שם ו' ל\"ח) ואת ביתו בנה שלמה (וגו') שלש עשרה שנה (שם ז' א') מי ששומע שבנה ביתו לשלש עשרה שנה וביתו של הקדוש ברוך הוא לשבע שנים סבור שמא ביתו גדול היה משל הקב\"ה לאו אלא שנתעצל בביתו ובביתו של הקדוש ברוך הוא לא נתעצל ולא עוד אלא שהקדים כבודו של הקב\"ה לכבודו לכך נתן אומר לאביו האתה תבנה הבית (שמואל ב' ז' ה') וכתב אחר לא אתה תבנה (דהי\"א י\"ז ד') אמר לו אתה הקדמת כבודך לכבודי שמשראית עצמך יושב בבית ארזים תבעת בנין בהמ\"ק ויאמר דוד אל נתן הנה אנכי יושב בבית ארזים וארון אלקים יושב בתוך היריעה (ש\"ב ז' ב' דהי\"א י\"ז א') אבל שלמה מקדים כבודי לכבודו ובשנה האחת עשרה לירח בול כלה הבית לכל דבריו ולכל משפטיו וגו' (מלכים א' ו' ל\"ח) ואחר כך ואת ביתו בנה שלמה (שם ז' א') ולפי (שנזדרזת) [שנזדרז] במלאכת המקדש זכה להתייחד עם המלכים הצדיקים ולמה אמר רבי יהושע בן לוי ראוי היה שלמה להימנות עם שלשה מלכים וארבע הדיוטות שאין להם חלק לעוה\"ב שנאמר ויהי לעת זקנת שלמה נשיו הטו את לבבו (שם י\"א ד') ועל (שנזדווג) [שנזדרז] במקדש לא נתייחס עמהם שימנה עם אילו מלכים החשוכים ירבעם ואחאב ומנשה אלא זכה להתייחס עם מלכים הצדיקים חזית איש מהיר במלאכתו לפני מלכים יתיצב ובל יתיצב לפני חשוכים בקיר' של ירבעם ושל אחאב ולא עוד אמר ר\"ל שנעשה ראש ליחסים אלה תולדות פרץ פרץ הוליד את חצרון [וגו'] עד וישי הוליד את דוד (רות ד' י\"ח עד כ\"ב) ודוד הוליד את שלמה כן היה צריך לומר ואינו אומר אלא ובן שלמה רחבעם [וגו'] (דהי\"א ג' י') מי גרם לו לכך על ידי שנזדרז במלאכת המקדש ומלאכת המקדש היא פירשה שלום עליו כמה שכתב ותשלם כל המלאכה ותהי שלום כל המלאכה: דבר אחר ותשלם כל המלאכה זה שאמר הכתוב מה (רבו) [גדלו] מעשיך ה' מאד עמקו מחשבותיך (תהלים צ\"ב ו') בא וראה נפלאותיו של הקב\"ה בורא עולמות לתוך עולמות ברא עולמות וברא לתוכו בני אדם ברא עולמו ברא בו בני אדם והמזיקין [מזיקין רואין בני אדם ואין בני אדם רואין אותן ברא מזיקין] ומלאכי השרת ומלאכי השרת רואין את המזיקים והמזיקים אינם רואין למלאכי השרת ברא מלאכי השרת והמזיקים ובני אדם [הוא] רואה את הכל ואין כל בריות רואים אותו [הוי מאד עמקו מחשבותיך: דבר אחר] מה גדלו מעשיך ה' [וגו'] מהו מאד עמקו מחשבותיך אמר רבי חנינא בעשרים וחמשה בכסליו נגמרה מלאכת המשכן ועשה מקופל עד אחד בניסן שהקימו משה אחד בניסן כמה שכתב וביום החודש הראשון באחד לחדש תקים משכן אהל מעד (שמות מ' ב') וכל זמן שהיה מקופל היו ישראל מלמלאין על משה לומר למה לא הוקם מיד שמא דופי אירע בו שחשב לערב שמחת המשכן בחודש שנולד בו יצחק שבניסן נולד יצחק ומניין אלא כשהמלאכים באים אצל אברהם מהו אומר לושי ועשי עגות (בראשית י\"ח ו') שהיה פסח ואמרו לו שוב אשוב אליך כעת חיה והנה בן לשרה אשתך (שם י') מהו כעת חיה אמר ר' זבדי בן לוי סריטה סרטו לו על כותל כשתבא השמש לכאן לא עשה אלא כיון שבא ניסן והוקם המשכן עוד לא לימלם אדם אחר משה ומעתה הפסיד כסליו שנגמרה מלאכה בו לאו מהו ותשלם אמר הקדוש ברוך הוא עלי לשלם לו מה שילם לו הקב\"ה חנוכת בית חשמנאי אף שלמה גמר מלאכת המקדש בחודש מרחשון ובשנה אחת עשרה בירח בול כלה הבית (מלכים א' ו' ל\"ח) מהו בירח בול בירח שהביא הקדוש ברוך הוא את המבול ונעשה נעול שנים עשר חודש והיו הכל מלמלאין על שלמה לומר לא בנה של בת שבע הוא היאך הקב\"ה משרה שכינתו לתוך מעשה ידיו (בית המקדש) והאלקים שחשב לערב שמחת בית המקדש בחודש שנולד בו אברהם בירח האתנים (שם ח' ב') זה חודש תשרי ולמה הוא קורא ירח האיתנים החודש שנולד בו אברהם שנאמר משכיל לאיתן האזרחי (תהלים פ\"ט א) וכל אותם שנים עשר חודש שנעשה נעול אף על פי שהיתה כל מלאכת המקדש גמורה הואיל והיה נעול כמי שלא עשה בה כלום כיון שנפתח בחודש המועדות והקריב הקרבנות וירדה האש אמר הקדוש ברוך הוא עכשיו שלמה המלאכה ותשלם כל המלאכה הפסיד מרחשון לאו אמר הקדוש ברוך הוא עלי לשלם לו ותשלם כל המלאכה: ד\"א ותשלם כל המלאכה המלאכה אין כתיב כאן אלא כל המלאכה מלאכת ששת ימי בראשית מכל מלאכתו אשר ברא אלקים לעשות (בראשית ב' ג') עשה אין כתיב כאן אלא לעשות עדיין יש מלאכה אחרת כיון שבא שלמה ובנה בית המקדש אמר הקדוש ברוך הוא עכשיו שלמה מלאכת השמים וארץ ותשלם כל המלאכה לכך נקרא שלמה שהשלים הקב\"ה מלאכת ששת ימי בראשית לתוך מעשי ידיו: דבר אחר ותשלם ותהי שלום כל האומנים שהיו בונים לא מת אחד מהם ולא חלה אחד מהם לא [נשבר] מגרופות ולא קורדום לא חש עינו ולא נפסקה (אזורי מנעלו) [איזורו ומנעלו] ולא נפסק כלי (המלחמה) [המלאכה] ולא כלו ולא נשבר אחד מהם (לא כך) [לכך] ותהי שלום כל המלאכה ואם תמיה את אמר רבי אלעזר לכבודו של בשר ודם כך נעשה כל מצרים (שעלה) [שעלו] עם יעקב (לקבורתן עלה) [לקבורתו עלו] עם יוסף ויעל יוסף וגו' (בראשית נ ז') לא נפסק של אחד מהם ועל בנין של הקדוש ברוך הוא את תמיה שנעשה כן: דבר אחר ותשלם כל המלאכה כיון שהשלימו האומנין את המלאכה שלמה נפשם עכשיו דרשת שלא חלה אחד מהם ולא חש בעיניו ועכשיו אתה אומר כיון ששלמה המלאכה מהם מתו אמר הקב\"ה שלא יטלו אותם אומות העולם ויבנו עמהם בניינים ויהיו אומרים אילו הן שבנו עם שלמה בניין האלקים ומהו ותשלם אמר הקדוש ברוך הוא עלי לשלם להן מתן שכר (ותשלם): דבר אחר ותשלם כל המלאכה מהו כל המלאכה מאליה הייתה נבנת ופורחת ועולה והבית כשהיה נבנה אין כתיב כאן אלא והבית בהבנותו (מלכים א' ו' ז') אבן שלמה [מסע] נבנה (שם) מהו מסע נבנה אמר רבי ברכיה האבן נוסעה עצמה ועולה ונבנית מעצמה הוא ששלמה אמר בשירתו בנה בניתי בית זבול לך (שם ח' י\"ג) אינו אומר כן אלא בנה בניתי בניין הייתי בונה והאבנים היו פורחות ועולות מעצמם ואם תמיה אתה לצדיק אחד עשה הקב\"ה כן והיתית אבן חדא ושמת על פם גבא (דניאל ו' י\"ח) ומאיכן היה להם בבבל אבן ורבותינו אמרו מארץ ישראל נתגלגלה ובאה לשעה קלה ומה אם בשביל בשר ודם עשה המקום כך על בניין ביתו של הקדוש ברוך הוא אתה תמיה שהיה נעשה כן. דבר אחר והבית בהבנותו אמר רבי הונא בשם רב יוסף הכל מסייעים את המלך אפילו הרוחות אפילו המזיקים: [דבר אחר] ותשלם כל המלאכה מה כתיב למעלה והפותות אשר לדלתות הבית [וגו' להיכל זהב] (מלכים א' ז' נ') מה כתב אחריו ותשלם כל המלאכה רבי יצחק מגדליה ורבי סימון רבי יצחק מגדליה אמר הבלוטין שבפותחות היו של זהב ורבי סימון אומר אף הפותות שתחת הציר היו של זהב ואילו הייתה הפותחות חסירה בלוט אחד לא היתה המלאכה שלמה והפותות אשר לדלתות הבית [וגו'] מה כתב אחריו ותשלם כל המלאכה ויבא שלמה את קדשי דוד אביו [וגו'] (שם שם נ\"א) ולמה צריך להם יש דורשין לשבח יש דורשין לגנאי דרוש לשבח דוד ביקש על הדבר אמר לו רבון העולמים צופה אני בנבואתי שסוף בית המקדש עתיד ליחרב וכל מה שהפרשתי [הוא] מבתי עכו\"ם שהייתי מחריב שלא יהיו האומות העולם אומרים מה דוד סבור החריב בית אלקינו ועשה בית לאלקים נינערו אלקינו וגבו נקמתם והחריבו בית אלקים לכך נתפלל שלא יצטרך להם שלמה ומי שדורש לגנאי שבא הרעב בימי דוד שלש שנים והיה לדוד כמה תסבריות צבורין כסף וזהב מה שהיה מתקן לבניין בית המקדש והיה צריך להוציאו להחיות את הנפשות ולא עשה כן אמר לו האלקים בניי מתים ברעב ואתה צובר ממון לבנות בו בניין לא היית צריך אלא להחיות בו נפשות לא עשית כן חייך אין שלמה נצרך ליטול הימנו כלום ויבא [שלמה וגו' נתן באצרות בית ה'] שלמה המלאכה ולא היה צריך שלמה ותשלם כל המלאכה: דבר אחר ותשלם כל המלאכה את מוצא כשנעשה המשכן שני שבטים היו שותפין במלאכתן א\"ר לוי בשם ר' חמא בי ר' חנינא שבטו של דן ושבטו של יהודה שבטו של יהודה בצלאל שבטו של דן אהליאב בן אחיסמך למטה דן וכן במלאכת המקדש שני השבטים הללו היו שותפין וישלח המלך שלמה [ויקח את חירם וגו'] (מלכים א' ז' י\"ג) בן אלמנה הוא ממטה דן ושלמה בן דוד שהיה משבטו של יהודה א\"ר לוי בשם ר' חמא בי ר' חנינא מכאן שאין אדם צריך להיות מחליף בצירו והיה שדי בצריך (איוב כ\"ב כ\"ה) אתה הוא אלקינו ובצירנו ואנו עמיך אמר דוד כי הוא אלקינו ואנחנו עם מרעיתו וצאן ידו היום אם בקולו תשמעו (תהלים צ\"ה ו):", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... Another explanation. “And all the work that king Solomon had wrought in the house of the Lord was finished.” (Melachim I 7:51) What does ‘all the work’ mean? It was built by itself, rising and floating up – thus it does not say when the house was built, but rather “And the house, when it was in building…” (Melachim I 6:7) “…was built of stone finished at the quarry (masa)…” (ibid.) What does ‘finished at the quarry’ (masa nivne) mean? R’ Brechia said: the stone picked itself up (nosah atzma), rose up and was built by itself. This is what Shlomo said in his song “I have surely built You a house to dwell in…” (Melachim I 8:13) He says ‘I have surely built’, meaning ‘I built a building and the stones rose up and flew into place themselves’. If you are shocked that the Holy One would do such a thing for a single righteous person, “And a stone was brought and placed on the mouth of the pit…” (Daniel 6:18) And where did they get a rock in Bavel? Our Rabbis said that it rolled all the way from the land of Israel and came in an instant. So if the Holy One did such a thing for flesh and blood, are you surprised that He would do so for the building of a house to the Holy One?", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "574feb30d6e4a90d6df97fd7", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Hashkem, Introduction 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Otzar Midrashim, Hashkem, Introduction 1", "sourceHeRef": "אוצר מדרשים, השכם, הקדמה א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "הקדמה", "he": "<b>מדרש השכם:</b>\tמדרש הלכה ואגדה שנקרא ע״ש תחלתו <b>השכם בבקר</b> (שמות ח' ט״ז), וכנראה נתחבר על שמות ויקרא במדבר וקצת דברים. ", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77ca1d6e4a94c7c189b36", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 8:16", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Tafsir Rasag, Exodus 8:16", "sourceHeRef": "תפסיר רס\"ג, שמות ח׳:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0016, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ת̇ם קאל אללה למוסי אדלג̇ באלגדאה וקף בין ידי פרעון הוד̇א הו כ̇ארג̇ אלי אלמא וקל לה כד̇א קאל אללה אטלק קומי ויעבדוני", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b135d6e4a952249cb949", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Minchat Shai on Torah, Exodus 8:16:1", "sourceHeRef": "מנחת שי על תורה, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>ויאמר ה' אל משה השכם.</b> סתומה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0d7d6e4a960c04a2845", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vaera 14:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Tanchuma, Vaera 14:1", "sourceHeRef": "מדרש תנחומא, וארא י״ד:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וארא", "he": "‎<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה הִנֵּה יוֹצֵא הַמָּיְמָה <small>(שמות ח, טז)</small>. לָמָּה הָיָה יוֹצֵא הַמָּיְמָה? לְפִי שֶׁהָיָה אוֹתוֹ רָשָׁע מִשְׁתַּבֵּחַ וְאוֹמֵר שֶׁהוּא אֱלוֹהַּ וְאֵינוֹ יוֹצֵא לִנְקָבָיו, לְפִיכָךְ הָיָה יוֹצֵא הַמַּיְמָה בְּהַשְׁכָּמָה, שֶׁלֹּא יִרְאוּהוּ בְּנֵי אָדָם שֶׁעוֹמֵד בְּקָלוֹן. לְכָךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: עֲמֹד בְּהַשְׁכָּמָה בְּשָׁעָה שֶׁהוּא נִצְרָךְ, תְּפֹשׂ אוֹתוֹ וֶאֱמֹר לוֹ: כֹּה אָמַר ה' כִּי בַּפַּעַם הַזֹּאת אֲנִי שֹׁלֵחַ אֶת כָּל מַגֵּפֹתַי. בְּנֹהַג שֶׁבָּעוֹלָם, בָּשָׂר וָדָם שֶׁהוּא מְבַקֵּשׁ לְהָבִיא רָעָה עַל שׂוֹנְאוֹ, פִּתְאֹם מֵבִיא עָלָיו, שֶׁלֹּא יַרְגִּישׁ בּוֹ. וְהַקָּדוֹשׁ בָּרוּךְ הוּא הָיָה מַתְרֶה בּוֹ בְּפַרְעֹה הָרָשָׁע עַל כָּל מַכָּה וּמַכָּה, שֶׁנֶּאֱמַר: הִנֵּה יַד ה' הוֹיָה, <small>(שמות ס, ג)</small>, הִנְנִי מַמְטִיר <small>(שמות ט, ג)</small>, הִנֵּה אָנֹכִי נֹגֵף <small>(שמות ז, כז)</small>, הִנְנִי מֵבִיא מָחָר <small>(שמות ו, ז)</small>. וְכֵן כֻּלָּם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And the Lord said unto Moses: “Rise up early in the morning, and stand before Pharaoh; lo, he cometh from the water” (Exod. 8:16).</b> Why did Pharaoh go to the waters early in the morning? Because the wicked one boasted that since he was a god, he had no need to go to the water to relieve himself. Therefore he went out early in the morning so that no one would see him performing a demeaning act. That is why the Holy One, blessed be He, said to Moses: <i>Rise up early in the morning</i>, when he must (go out), <i>and say unto him: Thus saith the Lord, the God of the Hebrews … for I will this time send all My plagues upon thy person</i>, etc. (Exod. 9:14). Ordinarily, when a man desires to harm his enemy, he does so unexpectedly lest he be forewarned, but the Holy One, blessed be He, warned the wicked Pharaoh before each plague, as it is said: <i>Behold, I will cause it to rain</i> (ibid., v. 18), <i>Behold, tomorrow will I bring locusts into thy border</i> (ibid. 10:5). And He did so in each instance.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc11dd6e4a960c04a4549", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vayikra 3:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Tanchuma, Vayikra 3:1", "sourceHeRef": "מדרש תנחומא, ויקרא ג׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "ויקרא", "he": "<b>וַיִּקְרָא</b> אֶל מֹשֶׁה. זֶה שֶׁאָמַר הַכָּתוּב: גַּאֲוַת אָדָם תַּשְׁפִּילֶנּוּ, וּשְׁפַל רוּחַ יִתְמֹךְ כָּבוֹד <small>(משלי כט, כג)</small>. כָּל מִי שֶׁרוֹדֵף אַחַר שְׂרָרָה, שְׂרָרָה בּוֹרַחַת מִמֶּנּוּ. וְכָל מִי שֶׁבּוֹרֵחַ מִשְּׂרָרָה, שְׂרָרָה רוֹדֶפֶת אַחֲרָיו. שָׁאוּל בָּרַח מִן הַשְּׂרָרָה בְּשָׁעָה שֶׁבָּא לִמְלֹךְ, שֶׁנֶּאֱמַר: וַיִּשְׁאֲלוּ עוֹד בַּה' הֲבָא עוֹד הֲלֹם אִישׁ, וַיֹּאמֶר ה' הִנֵּה הוּא נֶחְבָּא אֶל הַכֵּלִים <small>(ש״א י, כב)</small>. מַהוּ אֶל הַכֵּלִים. כְּשֶׁאָמְרוּ לוֹ דְּבַר הַמְּלוּכָה, אָמַר לָהֶם: אֵינִי רָאוּי לְמַלְכוּת, אֶלָּא שָׁאֲלוּ בָּאוּרִים וְתֻמִּים אִם אֲנִי רָאוּי. וְאִם לָאו, הַנִּיחוּ אוֹתִי. מִיָּד וַיִּשְׁאֲלוּ עוֹד בַּה'. מִיָּד הֶחְבִּיא אֶת עַצְמוֹ עַד שֶׁשָּׁאֲלוּ בָּאוּרִים וְתֻמִּים. וַיֹּאמֶר ה' הִנֵּה הוּא נֶחְבָּא אֶל הַכֵּלִים. וְכֵן שָׁנוּ רַבּוֹתֵינוּ, הַכֵּלִים, אֵלּוּ אוּרִים וְתֻמִּים. וְהַבּוֹרֵחַ מִן הַשְּׂרָרָה, הַשְּׂרָרָה רוֹדֶפֶת אַחֲרָיו, שֶׁנֶּאֱמַר: הַרְאִיתֶם אֲשֶׁר בָּחַר בּוֹ ה' כִּי אֵין כָּמֹהוּ בְּכָל הָעָם הַזֶּה <small>(ש״א י, כד)</small>. וַאֲבִימֶלֶךְ בֶּן יְרֻבַּעַל רָדַף אַחַר הַשְּׂרָרָה, וְהַשְּׂרָרָה בָּרְחָה מִמֶּנּוּ, שֶׁנֶּאֱמַר: וַיֵּלֵךְ אֲבִימֶלֶךְ בֶּן יְרֻבַּעַל שְׁכֶמָה אֶל אֲחֵי אִמּוֹ וְגוֹ' <small>(שופטים ט, א)</small>, וְהָרָגָם כֻּלָּם עַל אֶבֶן אַחַת וּמָלַךְ עַל בַּעֲלֵי שְׁכֶם. וּלְבַסּוֹף, וַיִּשְׁלַח אֱלֹהִים רוּחַ רָעָה בֵּין בַּעֲלֵי שְׁכֶם וּבֵין אֲבִימֶלֶךְ, וְהָרְגָה אוֹתוֹ אִשָּׁה. וּמֹשֶׁה בָּרַח מִן הַשְּׂרָרָה. בְּשָׁעָה שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, וְעַתָּה לֵךְ וְאֶשְׁלָחֲךָ אֶל פַּרְעֹה <small>(שמות ג, י)</small>, וַיֹּאמֶר בִּי אֲדֹנָי שְׁלַח נָא בְּיַד תִּשְׁלָח <small>(שמות ד, יג)</small>. אָמַר רַבִּי לֵוִי, שִׁבְעָה יָמִים הָיָה הַקָּדוֹשׁ בָּרוּךְ הוּא מְפַתֶּה לְמֹשֶׁה בַּסְּנֶה לְשָׁלְחוֹ. וְהוּא מְשִׁיבוֹ, שְׁלַח נָא בְּיַד תִּשְׁלָח, שֶׁנֶּאֱמַר: וַיֹּאמֶר מֹשֶׁה אֶל ה' בִּי אֲדֹנָי, לֹא אִישׁ דְּבָרִים אָנֹכִי גַּם מִתְּמוֹל וְגוֹ' <small>(שמות ד, י)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ שֶׁסּוֹפְךָ לֵילֵךְ. כֵּיוָן שֶׁהָלַךְ וְאָמַר כֹּה אָמַר ה' אֱלֹהֵי הָעִבְרִים שְׁלַח אֶת עַמִּי וְיַעַבְדוּנִי <small>(שמות ט, א)</small>, אָמַר אוֹתוֹ רָשָׁע, מִי ה' <small>(שמות ה, ב)</small>. הִתְחִיל מֹשֶׁה אוֹמֵר, אֲנִי כְּבָר עָשִׂיתִי שְׁלִיחוּתִי. הָלַךְ וְיָשַׁב לוֹ. אָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא, יָשַׁבְתָּ לְךָ, בֹּא דַּבֵּר אֶל פַּרְעֹה מֶלֶךְ מִצְרַיִם <small>(שמות ו, יא)</small>. וְכֵן עַל כָּל דִּבּוּר וְדִבּוּר, לֵךְ אֶל פַּרְעֹה <small>(שמות ז, טו)</small>, הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַּרְעֹה <small>(שמות ח, טז)</small>, לְלַמֶּדְךָ שֶׁהָיָה בּוֹרֵחַ מִן הַשְּׂרָרָה. לַסּוֹף הוֹצִיאָם מִמִּצְרַיִם, וְקָרַע לָהֶם אֶת הַיָּם, וֶהֱבִיאָם אֶל הַמִּדְבָּר, וְהוֹרִיד לָהֶם אֶת הַמָּן, וְהֶעֱלָה לָהֶם אֶת הַבְּאֵר, וְהִגִּיז לָהֶם אֶת הַשְּׂלָו, וְעָשָׂה אֶת הַמִּשְׁכָּן, וְאָמַר, מִכָּאן וָאֵילָךְ מַה יֵּשׁ לִי לַעֲשׂוֹת. עָמַד וְיָשַׁב לוֹ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, יֵשׁ לִי מְלָאכָה גְּדוֹלָה מִכָּל מַה שֶּׁעָשִׂיתָ. יֵשׁ לְךָ לְלַמֵּד לְיִשְׂרָאֵל טֻמְאָה וְטָהֳרָה, לְהַזְהִירָן הֵיאַךְ יִהְיוּ מַקְרִיבִין בָּנַי קָרְבָּן לְפָנַי, שֶׁנֶּאֱמַר: וַיִּקְרָא אֶל מֹשֶׁה, דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל, אָדָם כִּי יַקְרִיב מִכֶּם קָרְבָּן. מֹשֶׁה בָּרַח מִן הַשְּׂרָרָה וְרָדְפָה אַחֲרָיו, לְקַיֵּם מַה שֶּׁנֶּאֱמַר: גַּאֲוַת אָדָם תַּשְׁפִּילֶנּוּ וּשְׁפַל רוּחַ יִתְמֹךְ כָּבוֹד <small>(משלי כט, כג)</small>, זֶה מֹשֶׁה, שֶׁנֶּאֱמַר בּוֹ: וּתְחַסְּרֵהוּ מְעַט מֵאֱלֹהִים וְכָבוֹד וְהָדָר תְּעַטְּרֵהוּ <small>(תהלים ח, ו)</small>. וַיִּקְרָא אֶל מֹשֶׁה. אָמַר דָּוִד, אָז דִּבַּרְתָּ בְחָזוֹן לַחֲסִידֶךָ וַתֹּאמֶר שִׁוִּיתִי עֵזֶר עַל גִּבּוֹר הֲרִימוֹתִי בָחוּר מֵעָם <small>(תהלים פט, כ)</small>. אַף עַל פִּי שֶׁדִּבֵּר הַקָּדוֹשׁ בָּרוּךְ הוּא עִם אָדָם הָרִאשׁוֹן וְצִוָּהוּ עַל עֵץ הַדַּעַת, הוּא לְעַצְמוֹ הָיָה בָּעוֹלָם. וְכֵן נֹחַ, אַף עַל פִּי שֶׁדִּבֵּר עִמּוֹ, הוּא הָיָה תָּמִים בְּדוֹרוֹתָיו. וְכֵן אַבְרָהָם וְכֵן יִצְחָק וְכֵן יַעֲקֹב, יְחִידִים בָּעוֹלָם הָיוּ. אֲבָל מֹשֶׁה, כַּמָּה צַדִּיקִים הָיוּ עִמּוֹ, שִׁבְעִים זְקֵנִים וּבְצַלְאֵל וְחוּר וְאַהֲרֹן וּבָנָיו וְהַנְּשִׂיאִים, וְלֹא קָרָא אֶלָּא לְמֹשֶׁה. הֱוֵי, הֲרִימוֹתִי בָחוּר מֵעָם, זֶה מֹשֶׁה, שֶׁנֶּאֱמַר: לוּלֵי מֹשֶׁה בְּחִירוֹ <small>(תהלים קו, כג)</small>. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 1:1:) “Then [the Lord] called unto Moses.” This text is related (to Prov. 29:23), “One's pride will bring him low, but the low in spirit will obtain honor.” Whenever anyone pursues [a position of] authority, authority flees from him, but whenever anyone flees from [a position of] authority, authority will pursue him. Saul fled from authority when he came to reign, as stated (in I Sam. 10:22), “So they inquired of the Lord again, ‘Has anyone else come [here]?’ And the Lord said, ‘Here he is hiding among the baggage.’” What does it (the word “baggage”) mean? When they came and brought him word of his kingship, he told them, “I am not worthy of kingship. Rather inquire by means of <i>urim</i> and <i>thummim</i> whether I am worthy; and if not, leave me alone.” Immediately (ibid.), “So they inquired of the Lord again (i.e., this second time),” [and] immediately he hid himself until they had inquired of <i>urim</i> and <i>thummim</i>. (Ibid. cont.:) “And the Lord said, ‘here he is hiding among the baggage (literally: instruments).’” Thus have our masters taught: These instruments were <i>urim</i> and <i>thummim</i>. This man fled from authority, and it pursued him, as stated (in I Sam. 10:24), “Do you see the one whom the Lord has chosen, that there is no one like him among all of this people?” But Abimelech ben Jerubbaal pursued authority, and it fled from him, as stated (in Jud. 9:1), “But Abimelech ben Jerubbaal went to Shechem unto his mother's brothers…,” and killed them all upon one stone and ruled over the masters of Shechem. But in the end (according to Jud. 9:23), “Then [God] sent an evil spirit between Abimelech and the masters of Shechem,” and a woman killed him. Moses also fled from authority when the Holy One, blessed be He, said to him (in Exod. 3:10), “Come, I will send you unto Pharaoh, (Exod. 14:13) “But he said, ‘Pray Lord, please make someone else Your agent.” R. Levi said, “For seven days did the Holy One, blessed be He, prevail upon Moses in the thornbush in order to send him,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Lev. R. 11:6; Numb. R. 21:15; M. Pss. 18:22; cf. Exod. R. 3:14; also <i>PR</i> 7:2.</i> and he was answering him, ‘Please make someone else Your agent.’” Thus it is stated (in Exod. 4:10), “Then Moses said unto the Lord, ‘Pray, Lord, I have never been a man of words, either in the past or now that You have spoken unto Your servant, for I am slow of speech and slow of tongue.’” The Holy One, blessed be He, said to Moses, “By your life, in the end you shall go.” When he did go [and] said, (in Exod. 5:1), “Thus says the Lord, the God of (the Hebrews) [Israel], ‘Let My people go and they shall serve Me,’” [and] that wicked man said (in vs. 2), “Who is the Lord,”<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Cf. Numb. R. 13:3.</i> Moses began to say, “I have already fulfilled my mission.” [So] he went and sat down. The Holy One, blessed be He, said to him, “Are you sitting down? (Exod. 6:11:) ‘Go and speak unto Pharaoh king of Egypt.’” And so too for each and every oracle (as in Exod. 7:15), “Go unto pharaoh”; (and Exod. 8:16) “Rise up early in the morning.” [These verses are] to teach you that he fled from authority. In the end he led them forth, divided the sea for them, brought them into the desert, brought down the manna for them, brought up the well for them, brought over the quails for them, and made the tabernacle. Then he said, “From now on what is there for me to do?” He got ready and sat down. The Holy One, blessed be He, said to him, “By your life, now you have a greater work than any that you have done, [i.e.,] to teach My children clean and unclean, to enlighten them on how to offer sacrifices to Me,” as stated (in Lev. 1:1–2), “Then [the Lord] called unto Moses […], ‘Speak unto the Children of Israel […], “When one of you presents an offering.”’” Moshe fled from authority and it pursued him, in fulfillment of what is stated (in Prov. 29:23), “One's pride will bring him low, but the low in spirit will obtain honor.” This is Moses, of whom it is stated (in Ps. 8:6), “For You have made him a little less than divine, and crowned him with glory and majesty.” (Lev. 1:1:) “Then [the Lord] called unto Moses.” This text is related (to Ps. 89:20), “Then you spoke to Your saints in a vision and said, ‘I have conferred help upon one who is mighty; I have exalted one chosen from the people.’” Although the Holy One, blessed be He, spoke with the first Adam and commanded him concerning the tree of knowledge, he was alone in the world. So also in the case of Noah; although He spoke with him, he [alone] “was upright in his generations.” And so it was in the case of Abraham, Isaac, and Jacob. They were unique in the world. But in the case of Moses, how many righteous ones [were in the world]? Seventy elders, Bezalel, Uri, Aaron and his sons, and the [tribal] princes. Yet of them all, He called only Moses. Ergo, it says (in Ps. 89:20), “I have exalted one chosen from the people.” This is Moses, as stated (in Ps. 106:23), “had not Moses His chosen one […].”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "591d981fd6e4a97676074a3d", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 1:1:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Shir HaShirim Rabbah 1:1:2", "sourceHeRef": "שיר השירים רבה א׳:א׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [790, 990], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "דָּבָר אַחֵר, חָזִיתָ אִישׁ מָהִיר וגו', זֶה משֶׁה רַבֵּנוּ בִּמְלֶאכֶת הַמִּשְׁכָּן, לְפִיכָךְ לִפְנֵי מְלָכִים יִתְיַצָּב, זֶה פַּרְעֹה, שֶׁנֶּאֱמַר <small>(שמות ח, טז)</small>: הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה. בַּל יִתְיַצֵּב לִפְנֵי חֲשֻׁכִּים, זֶה יִתְרוֹ. אָמַר רַבִּי נְחֶמְיָה עָשִׂיתָ קֹדֶשׁ חֹל, אֶלָּא לִפְנֵי מְלָכִים יִתְיַצָּב, זֶה מֶלֶךְ מַלְכֵי הַמְלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(שמות לד, כח)</small>: וַיְהִי שָׁם עִם ה' אַרְבָּעִים יוֹם. בַּל יִתְיַצֵּב לִפְנֵי חֲשֻׁכִּים, זֶה פַּרְעֹה, שֶׁנֶּאֱמַר <small>(שמות י, כב)</small>: וַיְהִי חשֶׁךְ אֲפֵלָה וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “have you seen a man diligent…,” this is Moses in the labor of [constructing] the Tabernacle; therefore, “he will stand before kings,” this is Pharaoh, as it is stated “Arise early in the morning and stand before Pharaoh” (Exodus 8:16). “He will not stand before dark ones,” this is Yitro. Rabbi Neḥemya said: You have rendered the sacred profane; rather, “he will stand before kings,” this is the King of kings, the Holy One blessed be He, as it is stated: “He was there with the Lord forty days” (Exodus 34:28). “He will not stand before dark ones,” this is Pharaoh, as it is stated: “There was a thick darkness [in the entire land of Egypt]” (Exodus 10:22).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Pharaoh is referred to as dark because his land became dark. Alternatively, the reference is due to the fact that Moses announced that he would no longer come to see Pharaoh after the plague of darkness (see Exodus 10:29).</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b23cd6e4a957603a0394", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayikra 4:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Tanchuma Buber, Vayikra 4:2", "sourceHeRef": "תנחומא בובר, ויקרא ד׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "ויקרא", "he": " ומשה ברח מן השררה בשעה שאמר לו הקב\"ה (עלה) [לכה] ואשלחך אל פרעה וגו' <small>(שמות ג י)</small>, ויאמר בי אדני שלח נא ביד תשלח <small>(שם ד יג)</small>. אמר ר' לוי שבעת ימים היה הקב\"ה מפתה את משה בסנה לשלחו, והוא משיבו שלח נא ביד תשלח. שנאמר ויאמר משה אל ה' לא איש דברים אנכי גם מתמול גם משלשום גם מאז דברך אל עבדך כי כבד פה וכבד לשון אנכי <small>(שם שם י)</small>, א\"ל הקב\"ה למשה חייך סופך לילך, כיון שהלך ואמר כה אמר ה' אלהי (העברים) [ישראל] וגו' <small>(שם ה א)</small>, אמר אותו רשע מי ה' אשר אשמע בקולו <small>(שם שם ב)</small>, התחיל משה אומר אני כבר עשיתי שליחותי הלך וישב לו, אמר לו הקב\"ה ישבת לך, בא דבר אל פרעה מלך מצרים <small>(שם ו יא)</small>, על כל דבור ודבור לך אל פרעה, השכם בבוקר, ללמדך שהיה בורח מן השררה, לסוף הוציאם וקרע להם את הים, והביאם אל המדבר, והוריד להם את המן, והעלה להם את הבאר, והגיז להם את השליו, ועשה את המשכן, ואמר מכאן ואילך מה יש לי לעשות, עמד וישב לו, אמר לו הקב\"ה חייך יש לך מלאכה גדולה מכל מה שעשית ללמד לבני טומאה וטהרה ולהזהירן היאך יהו מקריבין קרבן לפני, שנאמר ויקרא אל משה [דבר אל בני ישראל אדם כי יקריב מכם קרבן]. אבימלך רדף אחר השררה וברחה ממנו, לקיים מה שנאמר גאות אדם תשפילנו <small>(משלי כט כג)</small>, ושפל רוח יתמוך כבוד <small>(שם)</small>. זה משה, שנאמר ותחסרהו מעט מאלהים וכבוד והדר תעטרהו <small>(תהלים ח ו)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Moses also fled from authority when the Holy One said to him (in Exod. 3:10): {<small>ARISE</small>} [<small>COME</small>], <small>I WILL SEND YOU UNTO PHARAOH</small>…. (Exod. 14:13): <small>BUT HE SAID: PRAY LORD, PLEASE MAKE SOMEONE ELSE YOUR AGENT</small>. R. Levi said: For seven days the Holy One prevailed upon Moses in the thornbush in order to send him,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Lev. R. 11:6; Numb. R. 21:15; M. Pss. 18:22; cf. Exod. R. 3:14; also <i>PR</i> 7:2.</i> and he was answering him: <small>PLEASE MAKE SOMEONE ELSE YOUR AGENT</small>. Thus it is stated (in Exod. 4:10): <small>THEN MOSES SAID UNTO THE LORD: &lt;PRAY, LORD,&gt; I HAVE NEVER BEEN A MAN OF WORDS, EITHER IN THE PAST OR NOW THAT YOU HAVE SPOKEN UNTO YOUR SERVANT, FOR I AM SLOW OF SPEECH AND SLOW OF TONGUE</small>. The Holy One said to Moses: By your life, in the end you shall go. When he did go, he said: (in Exod. 5:1): <small>THUS SAYS THE LORD, THE GOD OF</small> {<small>THE HEBREWS</small>} [<small>ISRAEL</small>]: <small>&lt;LET MY PEOPLE GO</small>&gt;…. That wicked man said (in vs. 2): <small>WHO IS THE LORD, THAT I SHOULD HEED HIS VOICE</small>?<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Cf. Numb. R. 13:3.</i> Moses began to say: I have already fulfilled my mission. He went and sat down. The Holy One said to him: Are you sitting down? (Exod. 6:11:) <small>GO AND SPEAK UNTO PHARAOH KING OF EGYPT</small>. For each and every oracle (as in Exod. 7:15), <small>GO UNTO PHARAOH</small>. (Exod. 8:16 [20]:) <small>RISE UP EARLY IN THE MORNING</small>. &lt;These verses are&gt; to teach you that he fled from authority. In the end he led them forth, divided the sea for them, brought them into the desert, brought down the manna for them, brought up the well for them, brought over the quails for them, and made the Tabernacle. Then he said: From now on what is there for me to do? He got ready and sat down. The Holy One said to him: By your life, now you have a greater work than any that you have done, &lt;i.e.,&gt; to teach my children clean and unclean, to enlighten them on how to offer sacrifice to me, as stated (in Lev. 1:1–2): <small>THEN &lt;THE LORD&gt; CALLED UNTO MOSES</small> &lt;…&gt; [<small>SPEAK UNTO THE CHILDREN OF ISRAEL &lt;…&gt;: WHEN ONE OF YOU PRESENTS AN OFFERING</small>.] Abimelech pursued authority and it fled from him, in fulfillment of what is stated (in Prov. 29:23): <small>ONE'S PRIDE WILL BRING HIM LOW</small>. (Ibid., cont.: <small>BUT THE LOW IN SPIRIT WILL OBTAIN HONOR</small>. This is Moses, of whom it is stated (in Ps. 8:6 [5]): <small>FOR YOU HAVE MADE HIM A LITTLE LESS THAN DIVINE, AND CROWNED HIM WITH GLORY AND MAJESTY</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a1c020cd6e4a943452d3bfe", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 47", "anchorRef": "Exodus 8:12-28", "anchorRefExpanded": ["Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 47", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ז", "anchorVerse": 12, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 47, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "בכל זאת לא שב אף ה׳ ממצרים, ועוד ידו נטויה עליהם. וישלח אלוקים את הדבר, ויבוא דבר במצרים בסוסים בחמורים ובגמלים בבקר ובצאן ובכל האדם. ויהי בהשכים כל מצרים בבוקר להוציא מקניהם לרעות, וימצאו את כל מקניהם כי מתו. ולא נותר ממקנה כל מצרים זולתי אחד מעשר, וממקנה בני ישראל אשר בגושן לא מת אחד. וישלח אלוקים דלקת אש בבשר מצרים ויבקע את בשרם, ויהי לשחין רע בכל מצרים מכף רגלם ועד קדקדם. ותהיין בכל בשרם אבעבועות רבות ויזב בשרם מעליהם, עד כי נמקו ויבאשו. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים כולה. וישלח ה׳ ברד כבד מאוד, ויך את גפנם וישבר את עץ פרים ויבש אותם ויבלו עליהם. וגם כל ירק עשב יבש ואבד כי אש מתלקחת ירדה בתוך הברד, על כן כילה הברד והאש את הכל. וגם האדם והבהמה הנמצאים הנמצאים חוצה מתו מלהבי אש וברד, וכל הכפרים נתשו. וישלח ה׳ ויבא ארבה כבד מצרימה, חסיל וסלעם וחרגול וחגב וכל הארבה למינהו ויאכל את אשר השאיר הברד. אז שמחו כל מצרים בארבה ואף כי אכל כל תנובת השדה, ויצודו מצרים מהארבה לרוב מאוד וימלחום למאכל. ויהפוך ה׳ רוח ים חזק מאוד וישא את כל הארבה וגם את מלוחים ויתקעהו ימה סוף, לא נשאר ארבה אחד בכל גבול מצרים. וישלח אלוקים חושך במצרים, ותחשך כל ארץ מצרים ופתרוס שלושת ימים עד אשר לא יראה אדם את ידו בשומה אל פיו. בעת ההיא מתו רבים מעם ישראל על אשר מרדו בה׳, ולא שמעו אל משה ואל אהרון ולא האמינו בהם כי אלוקים שלחם. ויאמרו לא נצא ממצרים פן נמות ברעב במדבר שמם, ולא אבו לשמוע בקול משה. ויגוף ה׳ אותם בשלושת ימי החושך, ויקברום ישראל בימים ההם לבלתי דעת בהם יושבי מצרים וישמחו עליהם. והחושך חזק מאוד במצרים שלושת ימים ויהי כל העומד בבוא החושך, עודנו עומד במקומו. והיושב עודנו יושב ונשובה עודנו שוכב כאשר הוא וההולך ישב לו בארץ במקומו, ויהי הדבר הזה לכל מצרים עד עבור החושך.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "But for all that the anger of the Lord did not turn from Egypt, and his arm was still outstretched ‎upon them, and he sent the pestilence to rage in Egypt amongst horses, and asses, and ‎camels, and oxen, and sheep, and man, and when the Egyptians rose up in the morning to ‎drive their cattle to pasture, they found it dead. And there remained only one out of ten of ‎the cattle of the Egyptians, but of the cattle belonging to the Israelites in Egypt not one died. ‎And God sent burning heat into the bodies of the Egyptians that their flesh burst and turned ‎into malignant sores on all the Egyptians from the soles of their feet to the crowns of their ‎heads, and they had ulcers all over their bodies that their flesh sloughed away in stench. But ‎the Lord’s anger did not turn for all this, and his hand was still outstretched upon Egypt, and he ‎sent a heavy hail storm which smote their vines, and injured their fruit trees, so that they dried ‎up and finally fell upon the people. And every green herb became blighted and destroyed, for ‎fire was mingled with the hail, and therefore the fire and hail consumed all things on the field, ‎also man and beast that were found in the streets, so that the villages became depopulated. ‎Then the Lord brought into Egypt all sorts of locusts in great numbers, and they devoured all ‎that was left after the hail. Then all the Egyptians were pleased with the locusts, although they ‎consumed all the productions of the field, for the Egyptians caught them in great numbers and ‎salted them for food; but the Lord turned a mighty sea wind which carried away all the locusts, ‎even those that were salted, and cast them into the Red Sea, and not a single locust remained ‎within the boundaries of Egypt. And the Lord sent darkness over Egypt, and the whole land of ‎Egypt was so dark for three days that a man could not see his hand when he put it even to his ‎mouth. In those days many of the children of Israel died, all those that had rebelled against the ‎Lord, and would not hearken unto Moses and believed not that God had sent him, and said: ‎We will not go away from Egypt to die of starvation in the barren wilderness. And the Lord ‎punished them in those days of darkness, and the children of Israel buried them in those days, ‎so that the Egyptians should not know and rejoice over them; and the darkness was so intense ‎in Egypt for three days, that any man who stood up when the darkness came had to remain ‎standing in his place, and he that was sitting had to remain sitting, and he that was lying had to ‎keep on lying, and he that was walking remained fixed to the ground, and thus it was with all ‎the Egyptians until the darkness had subsided.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c020cd6e4a943452d3c00", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 49", "anchorRef": "Exodus 8:16-9:7", "anchorRefExpanded": ["Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 49", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ט", "anchorVerse": 16, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 49, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ופרעה מלך מצרים ניגש לפני משה ואהרון ומקצת בני ישראל אשר היו איתם במקום ההוא, ויתחנן אליהם לאמור. קומו וקחו את אחיכם כל בני ישראל אשר בארץ וצאנם ובקרם וכל אשר להם לא ישאירו דבר, אך העתירו אל ה׳ אלוקיכם בעדי. ויאמר משה אל פרעה, הנה גם אתה בכור לאמך אך אל תירא כי לא תמות, כי ציוה ה׳ להחיותך בעבור הראותך כוחו הגדול וזרועו הנטויה והחזקה. ויצו פרעה לשלח את בני ישראל, ויתחזקו כל מצרים לשלחם כי אמרו כולנו מתים. וישלחו כל מצרים את ישראל בעושר רב מאוד וצאן ובקר ומגדנות, כשבועת ה׳ בינו ובין אברהם אבינו. ויתמהמהו מבני ישראל לצאת בלילה, ויהי בבוא המצריים להוציאם ויאמרו אליהם הגנבים אנחנו כי נצא בלילה. וישאלו בני ישראל ממצרים כלי כסף וכלי זהב ושמלות, וינצלו בני ישראל את מצרים. וימהר משה ויקם וילך אל נחל מצרים, ויעל משם את ארון יוסף ויקח אותו עמו. וגם כל בני ישראל העלו איש איש את ארון אבותיו עמו, ואיש ארון שבטו עמו. ויסעו בני ישראל מרעמסס סוכותה, כשש מאות אלף רגלי הגברים לבד מטפם ונשיהם. וגם ערב רב עלה איתם, וצאן ובקר מקנה כבד מאוד. ומושב בני ישראל אשר ישבו בארץ מצרים בעבודה קשה, עשר שנים ומאתיים שנה. ויהי מקץ עשר שנים ומאתיים שנה, ויוציא ה׳ את בני ישראל ממצרים ביד חזקה. ויסעו בני ישראל ממצרים ומגושן ומארץ רעמסס ויחנו בסוכות, בחמישה עשר יום לחודש הראשון. ומצרים מקברים את כל בכוריהם אשר הכה ה׳, ויקברו כל מצרים כל חלליהם שלושת ימים. ויסעו בני ישראל מסוכות, ויחנו באיתם בקצה המדבר. ויהי ביום השלישי אחרי קבור מצרים את בכוריהם, ויקומו אנשים רבים ממצרים וילכו אחרי ישראל להשיבם למצרים. כי ניחמו על אשר שלחו את ישראל מעבודתם. ויאמרו איש אל רעהו, הלא משה ואהרון דיברו אל פרעה לאמור דרך שלושת ימים נלך במדבר וזבחנו לה׳ אלוקינו. ועתה נשכימה אליהם בבוקר להשיבם והיה אם שוב ישובו איתנו מצריםאך אדוננו, וידענו כי אמונה איתם. ואם לא ישובו, ונלחמה אותם והשבנו אותם בכח גדול וביד חזקה.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Then Pharaoh, king of Egypt, approached Moses and Aaron and part of the children of Israel ‎that were with them in that place, and he entreated them, saying: Rise up and get you forth ‎from among my people, and take your brethren, all the children of Israel that are in the land, ‎with their sheep and oxen, and all belonging unto them, leave nothing here, but pray ye unto ‎the Lord in my behalf. And Moses said unto Pharaoh: Behold, thou art the first born of thy ‎mother, but fear thou not as thou shalt not die, for the Lord hath commanded that thou ‎shouldst live, in order to show unto thee his great might and his outstretched arm. And ‎Pharaoh commanded that all the children of Israel be sent away, and the Egyptians were ‎urgent upon the people to send them away in haste, for they said: We be all dead men. And all ‎the Egyptians sent the children of Israel away with great riches, with sheep, and oxen, and ‎valuables, according to the oath of our Lord between him and Abraham our father. But the ‎children of Israel were unwilling to depart at night, and when the Egyptians came to cause ‎them to leave they said unto them: Are we thieves to leave at night? And the children of Israel ‎asked of the Egyptians jewels of silver and jewels of gold and raiment, and they spoiled the ‎Egyptians. And Moses hastened and brought up from the river of Egypt the coffin of Joseph, ‎and he took it with him, and the children of Israel brought up likewise every one of them the ‎coffins of his ancestors, and the coffins of the tribe of his people. And the children of Israel ‎from Rameses to Succoth, about six hundred thousand on foot that were men, beside their ‎children and wives. And a mixed multitude went up also with them, and flocks and herds, even ‎very much cattle. Now the sojourning of the children of Israel who dwelt in Egypt in servitude ‎was two hundred and ten years, and at the end of two hundred and ten years the Lord ‎delivered them from Egypt with a strong hand, and the children of Israel journeyed from ‎Egypt, and from Goshen and from Rameses, and they encamped in Succoth on the fifteenth ‎day of the first month. And the Egyptians buried all the first born whom the Lord had slain, and ‎the Egyptians buried their dead for three days. And the children of Israel journeyed from ‎Succoth and encamped in Etham, at the end of the wilderness. And on the third day, after the ‎Egyptians had buried all their first born, many men among the Egyptians rose up and they ‎went after the children of Israel to bring them back into Egypt, for they were sorry to have ‎sent away the children of Israel from their servitude, and they said to each other: Surely, ‎Moses and Aaron spoke unto Pharaoh, saying: Only a three days journey will we go into the ‎wilderness, and we will bring sacrifices to the Lord our God. Let us therefore rise up in the ‎morning to bring them back, and if they actually return unto Egypt to their masters, then will ‎we know that there is faith in them, but should they refuse to return, then we will cause them ‎to come back, with great force and with a powerful arm.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a4366ced6e4a97d18d90beb", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Ralbag Beur HaMilot on Torah, Exodus 8:16:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "שמות", "he": "<b>ואמרת אליו.</b> באמצעות אהרן הנני משליח בך מגרה ומשסה בטעם והשלחתי בכם את חית השדה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9bea19197ec001aac2203", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Aggadah, Exodus 8:16:1", "sourceHeRef": "מדרש אגדה, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "שמות", "he": "השכם בבקר והיצב וגו'. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"7\"></i> לפי שאותו הרשע משתבח ואומר שאינו יוצא לנקביו שהוא אלוה, לכך אמר הנה יוצא המימה בהשכמה והוצרך לגדולים, מיד משה הלך ואחזו, אמר לו הנח לי שאעשה צרכי, ואחר כך אדבר עמך, אמר לו וכי יש אלוה שהוא צריך לנקביו, אמר לו וכי אני אלוה, אמר לו אם אין [אתה] אלוה ולמה תשבח עצמך בזה, אמר לו ולפני [מי] משבח עצמי, אמר לו לפני המצרים, אמר לו אותם שוטים הם ואינם בחשבון בני אדם, כי אם בחשבון חמורים, שנאמר אשר בשר חמורים בשרם (יחזקאל כ\"ג כ'):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8e96f685500161b4409", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Malbim on Exodus 8:16:1", "sourceHeRef": "מלבי\"ם על שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>שאלות:</b><br>מז\"ש וגם את האדמה אשר הם עליה. ומה זה שאמר ושמתי פדות, למה לא אמר כמ\"ש בדבר מחר יעשה ה' את הדבר הזה ויעש ה' את הדבר הזה ממחרת, שממ\"ש ויעש ה' כן משמע שעשה תיכף, למה התעורר עתה שיזכהו בארץ שזה היה יכול לאמר תיכף, ולמה אמר שלא ירחיקו ללכת:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b30a8e96f685500161b440b", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 8:16:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Malbim on Exodus 8:16:2", "sourceHeRef": "מלבי\"ם על שמות ח׳:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויאמר ה' אל משה.</b> עתה התחיל הסדר השני של המכות, אחר שהראה להם במופת מציאות ה', באו שני עדים לברר פנת ההשגחה וכמ\"ש בהקדמה לסדרי המכות למעלה ז' י\"ד עיי\"ש:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c1790b9bb386c00d3dea359", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 11:1:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Rashi on Numbers 11:1:1", "sourceHeRef": "רש\"י על במדבר י״א:א׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויהי העם כמתאננים.</b> אֵין הָעָם אֶלָּא רְשָׁעִים, וְכֵן הוּא אוֹמֵר \"מָה אֶעֱשֶׂה לָעָם הַזֶּה\" (שמות י\"ז), וְאוֹמֵר \"הָעָם הַזֶּה הָרָע\" (ירמיהו י\"ג); וּכְשֶׁהֵם כְּשֵׁרִים קְרוּאִים \"עַמִּי\", שֶׁנֶּאֱמַר \"שַׁלַּח עַמִּי\" (שמות ח׳:ט״ז), \"עַמִּי מֶה עָשִׂיתִי לְךָ\" (מיכה ו'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויהי העם כמתאננים AND THE PEOPLE WERE COMPLAINING — The term העם “the people” always denotes wicked men. Similarly it states, (Exodus 17:4) “what shall I do unto this people (לעם הזה)? [yet a little and they will stone me]”, and it further states, ( 13:10) “This evil people [which refuses to hear my words]”. But when they are worthy men who are spoken of they are called עמי “My people”, as it is said, (Exodus 5:1) “Let My people go”; (Micah 6:3) “O My people, what have I done unto thee” (Sifrei Bamidbar 85).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5f02d558520c8b19ed8e8f32", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Gur Aryeh on Shemot 8:16:1", "sourceHeRef": "גור אריה על שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>ולא ישמע אליכם פרעה.</b> אף על גב דכבר פירש זה למעלה (פסוק יא), כדי שלא תטעה כאן לפרש שפירוש \"כאשר דבר ה'\" על \"ויחזק לב פרעה\", וזה דבר ה' \"ואני אקשה לב פרעה\" (ר' פסוק ג), וזה לא יתכן לומר, שהרי כתיב \"ואני אקשה\", אבל \"ויחזק\" (פסוקנו) משמע מעצמו:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9de88d3f6ad8757c261b", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Lekach Tov, Exodus 8:16:1", "sourceHeRef": "מדרש לקח טוב, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ויאמר ה׳ אל משה השכם בבקר.</b> (טו) לעולם הזריזין מקדימין למצות, וישכם משה בבקר (שמות לד ד).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9de98d3f6ad8757c261d", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 8:16:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Lekach Tov, Exodus 8:16:2", "sourceHeRef": "מדרש לקח טוב, שמות ח׳:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": " והתיצב לפני פרעה. מקום שאין דרך לנטות ימין ושמאל.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9dea8d3f6ad8757c261f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 8:16:3", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Lekach Tov, Exodus 8:16:3", "sourceHeRef": "מדרש לקח טוב, שמות ח׳:ט״ז:ג׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0003, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> הנה יוצא המימה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"16\"></i> דרשו רבותינו בכפר השכם כי יוצא המימה לנקביו <i data-commentator=\"Notes and Corrections\" data-order=\"17\"></i> ואעפ״כ ראיה לדבר כי בלשון נקיה דיבר הכתוב, כמו ויבא שאול אל גדרות הצאן להסך את רגליו (ש״א כד ד), לפי שעשה פרעה עצמו אלוה. ויש לומר כי המימה ממש, כדרך שהמלך הולך אל נהר נילוס לראות כמה מדרגות עלו המימה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f901e898c4346ab33bf7cf3", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 57:2", "anchorRef": "Exodus 8:16-17", "anchorRefExpanded": ["Exodus 8:16", "Exodus 8:17"], "sourceRef": "Gevurot Hashem 57:2", "sourceHeRef": "גבורות השם נ״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 57.0002, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ואלו מכות</b> נתן רבי יהודה בהם סימנים; דצ\"ך, עד\"ש, באח\"ב. ויש לדקדק, מה חידש רבי יהודה בסימן הזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i>, ומה צריך לסימן הזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>. ובודאי כאשר ראה רבי יהודה באלו מכות דבר מסודר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"8\"></i>, נתן לסדר שלהם סדר ראוי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"9\"></i>. וזה שראה כי היה מכת הדם בהתראה (שמות ז, טז-יז), ומכת צפרדע בהתראה (שמות ז, כו-כז), ומכת כנים בלא התראה (שמות ח, יב). ואחר כך חזר לסדר הראשון; מכת ערוב בהתראה (שמות ח, טז-יז), ומכת דבר בהתראה (שמות ט, ב-ג), ומכת שחין בלא התראה (שמות ט, י). ואחר כך חזר לסדר הראשון; מכת ברד בהתראה (שמות ט, יג-יח), ומכת ארבה בהתראה (שמות י, ג-ד), ומכת חושך בלא התראה (שמות י, כא-כב). ומכה אחרונה, שהוא מכת בכורות, גם כן בהתראה (רש\"י שמות יא, ד). ולסדר הזה נתן סימן דצ\"ך עד\"ש באח\"ב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"10\"></i>. ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5f901e8c8c4346ab33bf7d07", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 57:4", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Gevurot Hashem 57:4", "sourceHeRef": "גבורות השם נ״ז:ד׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 57.0004, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>אמנם כאשר</b> תעיין בכתובים תמצא במכות סדר זה; במכה ראשונה נאמר (שמות ז, טו) \"לך אל פרעה בבוקר הנה יוצא המימה ונצבת וגו'\". במכה* השניה נאמר (שמות ז, כו) \"בא אל פרעה ואמרת וגו'\". הנה במכה הראשונה לא הרשהו* ללכת אל ביתו, כי אם כאשר היה פרעה רוצה לצאת המימה יאמר לו התראה. במכה שניה אז הרשהו לבא אליו. במכה שלישית לא נאמר שום דבר, שהיתה המכה בלא התראה (שמות ח, יב). בסדר ערוב דֶּבר שחין, בערוב נאמר (שמות ח, טז) \"ויאמר ה' אל משה השכם וגו'\", כמו שנאמר בדם. בְּדֶבר נאמר (שמות ט, א) \"בא אל פרעה\", כמו שנאמר בצפרדעים. במכת שחין לא נאמר כלל, שהיתה המכה בלא התראה (שמות ט, י)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\"></i>. ובמכת בכורות בעמדו לפני פרעה כאשר קרא להם בשביל מכת חושך, נאמרה התראה זאת (רש\"י שמות יא, ד). הנה נראה נגלה ומבואר שלא במקרה היה הסימן הזה, שהרי בודאי הכתוב עושה הבדל, שג'* מכות הראשונות בסדר אחד, והשניות בסדר אחד, וכן שלש מכות האחרונות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\"></i>. והנה יש ליתן טעם אל סדר הזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"17\"></i>. ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5f9135a9b15650d7c73c3c46", "index_title": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem", "category": "Quoting Commentary", "type": "", "ref": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem 33:83", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem 33:83", "sourceHeRef": "פירושים והערות מהרב יהושע הרטמן על גבורות השם ל״ג:פ״ג", "anchorVerse": 16, "sourceHasEn": false, "compDate": [2006, 2020], "commentaryNum": 33.0083, "collectiveTitle": {"en": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem", "he": "פירושים והערות מהרב יהושע הרטמן על גבורות השם"}, "he": "(83) בכת\"י [תסח:] הביא בתחילה הסבר על פי פשוטו מדוע לא נזכרה התראה במכת ארבה, וז\"ל: \"על פי הפשט יש לפרש... מפני שבכל מקום כתב המכה כאשר גילה הקב\"ה המכה למשה, שיבא אל פרעה ויתרה בו. ולא כתב שבא משה אל פרעה והתרה בו, שזה נשמע ממילא, כיון שאמר למשה 'בא אל פרעה להתרות', בודאי עשה זאת משה. והוא הדין דהוי מצי לכתוב המכה בהתראה שבא משה אל פרעה, והתרה בו 'כה אמר ה'', אלא דעדיף ליה לכתוב דברי הקב\"ה למשה, שזה היה ראשון. ולא תמצא בשום מקום שנכתבה מכה שתי פעמים; בדבור הקב\"ה למשה, ובדבור משה לפרעה. וכאן הוצרך למכתב [שמות י, ג] 'ויבא משה ואהרן' לכתוב שהתרו בפרעה, לפי שבזאת ההתראה נתחדש דבר, שאמר להם [שמות י, ח] 'מי ומי ההולכים', וכל הויכוח שהיה למשה ואהרן עם פרעה. ומאחר שכתב דבר זה, הוצרך למכתב גם כן בשביל מה היה הויכוח. וכתב המכה בהתראה, ולא הוצרך למכתב בדבור הקב\"ה למשה, שודאי כיון שמשה היה מתרה בו בדבר ה', ודאי דיבר הקב\"ה אליו המכה. אבל רז\"ל הוקשה להם שדבר זה דבור קצת חסר למכתב 'בא אל פרעה כי אני הכבדתי וגו'', ולא כתב בשביל מה יבא אליו, ואין זה דרך הכתוב לכתוב מקרא חסר כל כך. ולפיכך אמרו ז\"ל רמז למשה מכה הזאת וכו'\". וכן כתב בגו\"א שמות פ\"י אות א [קס.], והוסיף בזה\"ל: \"ואם תאמר, 'בא אל פרעה' נמי לא לכתוב, ומאחר שבא אל פרעה, בודאי לא היה זה אלא במצות השם יתברך. זה לא קשה, דהוה אמינא שלא ציוה לבא אליו, ואם היה רוצה להמתין עד שיבא פרעה אל היאור, כמו שהיה בהרבה התראות [בדם (שמות ז, טו), ערוב (שמות ח, טז), ועוד], עושה. ולפיכך כתב 'בא אל פרעה' שיבא אל ביתו ולהתרות בו\". ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ספר גבורות השם, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשע\"ה-תש\"פ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a625cda51cfa3ddf3457", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 8:15:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Ramban on Exodus 8:15:1", "sourceHeRef": "רמב\"ן על שמות ח׳:ט״ו:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַיֹּאמְרוּ הַחַרְטֻמִּים אֶל פַּרְעֹה אֶצְבַּע אֱלֹהִים הִוא</b> אָמַר רַבִּי אַבְרָהָם כִּי בַּעֲבוּר שֶׁעָשׂוּ כְּמַעֲשֵׂה אַהֲרֹן בִּדְבַר הַתַּנִּין גַּם בְּמַכַּת הַדָּם וְהַצְּפַרְדֵּעַ, וְלֹא יָכְלוּ עַתָּה לַעֲשׂוֹת כֵּן, אָמְרוּ אֶל פַּרְעֹה לֹא בָּאָה זֹאת הַמַּכָּה עַל יַד אַהֲרֹן בַּעֲבוּר יִשְׂרָאֵל, רַק מַכַּת אֱלֹהִים הִיא כְּפִי מַעֲרֶכֶת הַכּוֹכָבִים עַל אֶרֶץ מִצְרַיִם, כִּי פַּרְעֹה לֹא כִּחֵשׁ הַבּוֹרֵא, רַק הַשֵּׁם שֶׁהִזְכִּיר לוֹ מֹשֶׁה, וְזֶהוּ כְּדֶרֶךְ \"כִּי לֹא יָדוֹ נָגְעָה בָּנוּ מִקְרֶה הוּא הָיָה לָנוּ\" (שמואל א ו':ט'), עַל כֵּן חָזַק לֵב פַּרְעֹה. וְהֵבִיא רְאָיָה מִפְּנֵי שֶׁלֹּא אָמַר \"אֶצְבַּע ה'\" שֶׁהוּא אֱלֹהֵי יִשְׂרָאֵל כַּאֲשֶׁר אָמַר פַּרְעֹה בְּמַכַּת הַצְפַרְדְּעִים \"הַעְתִּירוּ אֶל ה'\". וְעוֹד, כִּי מֹשֶׁה אָמַר לְפַרְעֹה דְּבַר מַכַּת הַיְאוֹר, וְלֹא הִזְכִּיר לוֹ בַּתְּחִלָּה מַכַּת הַכִּנִּים: וְאֵין דְּבָרָיו נְכוֹנִים בְּעֵינַי, כִּי הַמִּקְרֶה לֹא יִקָּרֵא <b>אֶצְבַּע אֱלֹהִים</b>, רַק הַמַּכָּה הַבָּאָה מֵאִתּוֹ בְּעֹנֶשׁ תִּקָּרֵא \"יַד ה'\" וְ\"אֶצְבַּע אֱלֹהִים\", כַּאֲשֶׁר נֶאֱמַר בַּכָּתוּב שֶׁהֵבִיא \"לֹא יָדוֹ נָגְעָה בָּנוּ\", וּכְתִיב \"וַיַּרְא יִשְׂרָאֵל אֶת הַיָּד הַגְּדֹלָה\" (שמות י\"ד:ל\"א), \"וְהָיְתָה יַד ה' בָּכֶם וּבַאֲבֹתֵיכֶם\" (שמואל א י\"ב:ט\"ו), \"כָּבְדָה מְאֹד יַד הָאֱלֹהִים שָׁם\" (שם ה יא) וְעוֹד כִּי לֹא עָמְדוּ הַחַרְטֻמִּים לִפְנֵי מֹשֶׁה אַחֲרֵי כֵן, גַּם בְּמַכַּת הֶעָרֹב שֶׁהָיְתָה בְּהַתְרָאָה, וְלֹא בִּשְׁאָר הַמַּכּוֹת:<br>אֲבָל הָעִנְיָן כִּפְשׁוּטוֹ, כִּי בִּרְאוֹת הַחַרְטֻמִּים שֶׁלֹּא יָכְלוּ לְהוֹצִיא אֶת הַכִּנִּים הוֹדוּ בְּמַעֲשֵׂה אַהֲרֹן שֶׁהָיָה מֵאֵת הָאֱלֹהִים, וְלָכֵן לֹא קָרָא לָהֶם פַּרְעֹה מִן הָעֵת הַזֹּאת וָהָלְאָה, וּלְהַמְעִיט הָעִנְיָן אָמְרוּ <b>אֶצְבַּע אֱלֹהִים</b> וְלֹא אָמְרוּ \"יַד אֱלֹהִים\", כְּלוֹמַר מַכָּה קְטַנָּה מֵאִתּוֹ וְלֹא אָמְרוּ \"אֶצְבַּע ה'\", כִּי פַּרְעֹה וַעֲבָדָיו לֹא יַזְכִּירוּ הַשֵּׁם הַמְיֻחָד רַק בְּדַבְּרָם עִם מֹשֶׁה, בַּעֲבוּר שֶׁהוּא יַזְכִּירֶנּוּ לָהֶם: וּמַה שֶׁלֹּא יָכְלוּ הַחַרְטֻמִּים לְהוֹצִיא אֶת הַכִּנִּים, סִבָּה מֵאֵת הַשֵּׁם הָיְתָה לָהֶם, סִכֵּל עֲצָתָם בִּרְצוֹנוֹ, שֶׁהַכֹּל שֶׁלּוֹ וְהַכֹּל בְּיָדוֹ. וְהַנִּרְאֶה בְּעֵינַי עוֹד כִּי מַכַּת הַדָּם לַהֲפֹךְ תּוֹלֶדֶת הַמַּיִם לְדָם, וּמַכַּת הַצְפַרְדְּעִים לְהַעֲלוֹתָם מִן הַיְאוֹר, יָכְלוּ לַעֲשׂוֹת כֵּן, כִּי אֵין בָּהֶם בְּרִיאָה אוֹ יְצִירָה, כִּי לֹא אָמַר הַכָּתוּב \"וַיִּהְיוּ הַצְפַרְדְּעִים\", רַק \"וַתַּעַל הַצְּפַרְדֵּעַ\", שֶׁנֶּאֶסְפוּ וְעָלוּ, רַק מַכַּת הַכִּנִּים הָיְתָה יְצִירָה, וְאֵין טֶבַע הֶעָפָר לִהְיוֹת כִּנִּים, עַל כֵּן אָמַר \"וְהָיָה לְכִנִּים\", וְאָמַר \"לְהוֹצִיא אֶת הַכִּנִּים\", כְּעִנְיַן \"תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה וְגוֹ' וַיְהִי כֵן\" (בראשית א כד). וְלֹא יוּכַל לַעֲשׂוֹת כַּמַּעֲשֶׂה הַזֶּה זוּלָתִי הַיּוֹצֵר יִתְבָּרַךְ וְיִתְעַלֶּה. וְאָמַר \"וַיַּעֲשׂוּ כֵן, וְלֹא יָכֹלוּ\", כִּי הִשְׁבִּיעוּ הַשֵּׁדִים לַעֲשׂוֹת מַאֲמָרָם וְאֵין בָּהֶם כֹּחַ:<br>וּמַה שֶׁיְּחַזֵּק דְּבָרַי בַּצְפַרְדְּעִים, אָמְרָם (שמו\"ר י ד), רַבִּי עֲקִיבָא אוֹמֵר צְפַרְדֵּעַ אַחַת הָיְתָה, הִשְׁרִיצָה וּמִלְּאָה כָּל אֶרֶץ מִצְרַיִם. אָמַר לוֹ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מַה לְךָ עֲקִיבָא אֵצֶל הַגָּדָה, כְּלָךְ מִדַּבְּרוֹתֶיךָ וְלֵךְ אֵצֶל נְגָעִים וְאֹהָלוֹת. צְפַרְדֵּעַ אַחַת הָיְתָה שָׁרְקָה לָהֶם וְהֵם בָּאוּ. שֶׁלֹּא רָאָה ר' אֶלְעָזָר בֶּן עֲזַרְיָה שֶׁיּוּכְלוּ הַחַרְטֻמִּים לְהָבִיא טֶבַע חָדָשׁ בַּצְּפַרְדֵּעַ לְהוֹלִיד רַבּוֹת חוּץ מִטִּבְעָם, אֲבָל אָסְפוּ אוֹתָן לְהַעֲלוֹתָן. וְעַל דַּעַת רַבִּי עֲקִיבָא שָׁרַץ הַיְאוֹר צְפַרְדְּעִים, שֶׁיִּשְׁרֹץ בָּהֶם יוֹתֵר מִמִּנְהָגוֹ. וְעַל דַּעַת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה כְּמוֹ \"שִׁרְצוּ בָאָרֶץ\" (בראשית ט ז), עִנְיַן תְּנוּעָה כְּמוֹ שֶׁפֵּרַשְׁתִּי בְּסֵדֶר בְּרֵאשִׁית (א כ), שֶׁיֵּאָסְפוּ וְיִתְנוֹעֲעוּ בַּיְאוֹר וּמִשָּׁם יַעֲלוּ עַל הַמִּצְרִים. וְרַבּוֹתֵינוּ (שמו\"ר י ז) אָמְרוּ בַּכִּנִּים שֶׁאֵין הַשֵּׁד שׁוֹלֵט עַל בְּרִיָּה פְּחוּתָה מִכַּעֲדָשָׁה, וְלֹא יָכְלוּ אֲפִלּוּ לֶאֱסֹף כִּנִּים מִמְּקוֹמָם וְלַהֲבִיאָם. וְאָמְרוּ בְּמִדְרַשׁ רַבָּה (שם) עוֹד כֵּיוָן שֶׁרָאוּ הַחַרְטֻמִּים שֶׁלֹּא יָכְלוּ לְהוֹצִיא הַכִּנִּים, מִיָּד הִכִּירוּ שֶׁהָיָה מַעֲשֵׂה אֱלֹהִים וְלֹא מַעֲשֵׂה שֵׁדִים, וְעוֹד לֹא חָשְׁשׁוּ לְדַמּוֹת עַצְמָם לְמֹשֶׁה לְהוֹצִיא אֶת הַמַּכּוֹת: וּמַה שֶׁאָמַר ר\"א (אבן עזרא על שמות ח':ט\"ו) כִּי מֹשֶׁה לֹא הוֹדִיעָם מַכַּת הַכִּנִּים, נִרְאֶה בְּעֵינַי שֶׁהִכָּה אַהֲרֹן בַּמַּטֶּה לְעֵינֵי פַּרְעֹה כַּאֲשֶׁר עָשָׂה בַּפִּיחַ (שמות ט':י'), אֲבָל לֹא הִתְרָה בּוֹ, כִּי אֵין הקב\"ה מַתְרֶה בְּפַרְעֹה רַק בְּמַכּוֹת אֲשֶׁר בָּהֶן מִיתָה לָאָדָם, וּכְתִיב בַּצְפַרְדְּעִים \"וּצְפַרְדֵּעַ וַתַּשְׁחִיתֵם\" (תהלים עח מה), שֶׁהוּא רוֹמֵז לְמִיתָה אוֹ לְהַשְׁחָתָה שֶׁהִזְכִּירוּ רַבּוֹתֵינוּ (שמו\"ר י ד) שֶׁהָיוּ מְסָרְסִים אוֹתָם, וְכֵן הָאַרְבֶּה יְמִיתֵם בָּרָעָב, כִּי אָכַל יֶתֶר הַפְּלֵטָה הַנִּשְׁאֶרֶת לָהֶם מִן הַבָּרָד. וְהַכֹּל רַחֲמִים מֵאִתּוֹ בָּאָדָם, כְּעִנְיָן שֶׁנֶּאֱמַר (יחזקאל לג ט) \"וְאַתָּה כִּי הִזְהַרְתָּ רָשָׁע מִדַּרְכּוֹ לָשׁוּב מִמֶּנָּה וְלֹא שָׁב מִדַּרְכּוֹ הוּא רָשָׁע בַּעֲוֹנוֹ יָמוּת וְאַתָּה נַפְשְׁךָ הִצַּלְתָּ\". וְלָכֵן לֹא הִתְרָה בּוֹ בַּכִּנִּים וְלֹא בַּשְּׁחִין וּבַחֹשֶׁךְ רַק בַּדֶּבֶר, בַּעֲבוּר שֶׁהוּא מִיתָה, וְרָאוּי שֶׁתָּחוּל גַּם בָּאָדָם, כַּאֲשֶׁר אָמַר לוֹ אַחַר כָּךְ (שמות ט':ט\"ז) \"וְאוּלָם בַּעֲבוּר זֹאת הֶעֱמַדְתִּיךָ\", וְלָכֵן הוֹדִיעוֹ הָעִנְיָן אֵיךְ יִהְיֶה:<br>וְאָמַר בְּמִקְצָת הַמַּכּוֹת <b>הַשְׁכֵּם בַּבֹּקֶר הִנֵּה יֹצֵא הַמַּיְמָה</b>, וְעַל דֶּרֶךְ הַפְּשָׁט הָיָה בְּעֵת צֵאת הַמְּלָכִים בַּבֹּקֶר לְהִשְׁתַּעְשֵׁעַ עַל הַמַּיִם, וְצִוָּה הקב\"ה לְמֹשֶׁה שֶׁיֵּלֵךְ שָׁם, וְהַטַּעַם, כִּי בַּדָּם בַּעֲבוּר הֱיוֹתָהּ הַמַּכָּה הָרִאשׁוֹנָה רָצָה שֶׁיַּעֲשֶׂנָּה לְעֵינָיו וּבְלִי יִרְאָה מִמֶּנּוּ. וְזֶה טַעַם \"וְנִצַּבְתָּ לִקְרָאתוֹ\" (שמות ז':ט\"ו), \"וְהִתְיַצֵּב לִפְנֵי פַרְעֹה\" (שמות ח':ט\"ז), שֶׁיַּעֲמֹד כְּנֶגְדּוֹ בְּיָד רָמָה. וְכֵן בְּמַכַּת הֶעָרֹב נֶאֱמַר \"הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה הִנֵּה יוֹצֵא הַמָּיְמָה\". וּבַבָּרָד (שמות ט':י\"ג) \"הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה\", וְהוּא גַּם כֵּן בְּצֵאתוֹ הַמַּיְמָה, כִּי הֶעָרֹב וְהַבָּרָד אֲשֶׁר בָּהֶן הַמִּיתָה וְהָעֹנֶשׁ לִבְנֵי אָדָם רָצָה הקב\"ה שֶׁיִּהְיֶה לְעֵינֵי כָּל הָעָם, כִּי בְּצֵאת הַמֶּלֶךְ הַמַּיְמָה יֵלְכוּ מַרְבִּית הָעָם אַחֲרָיו, וְהִנֵּה יַתְרֶה אוֹתוֹ לְעֵינֵיהֶם אוּלַי יִצְעֲקוּ אֶל אֲדוֹנֵיהֶם לָשׁוּב מִדַּרְכּוֹ הָרָעָה, וְאִם לֹא יַעֲשׂוּ כֵן יִהְיוּ חַיָּבִין לְהֵעָנֵשׁ. אֲבָל בִּשְׁאָר הַמַּכּוֹת דַּי בְּהַתְרָאַת הַמֶּלֶךְ, וְעַל כֵּן נֶאֱמַר בָּהֶן \"בֹּא אֶל פַּרְעֹה\" (לעיל ז כו, להלן ט א, י א), שֶׁיָּבֹא אֶל הֵיכָלוֹ, וְלֹא הִזְכִּיר בַּכִּנִּים וּבַשְּׁחִין כֵּן, בַּעֲבוּר שֶׁהֻצְרַךְ אַהֲרֹן לְהַכּוֹת בֶּעָפָר, וְהֵיכַל הַמֶּלֶךְ אֵין שָׁם עָפָר כִּי הִיא רִצְפַת בַּהַט וָשֵׁשׁ, וְכֵן הֻצְרַךְ מֹשֶׁה לִזְרֹק הַפִּיחַ הַשָּׁמַיְמָה. וְהִנֵּה עָשׂוּ אֵלּוּ הַשְׁתַּיִם בִּפְנֵי פַּרְעֹה בִּהְיוֹתוֹ בַּחֲצַר גִּנַּת בִּיתַן הַמֶּלֶךְ אוֹ כַּיּוֹצֵא בוֹ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE MAGICIANS SAID UNTO PHARAOH: THIS IS THE FINGER OF G-D. Rabbi Abraham ibn Ezra commented that because the magicians had done as Aaron did with the serpent and also with the plagues of blood and the frogs and now they could not do so, they therefore said to Pharaoh: “This plague of gnats has not come through Aaron for the sake of Israel. Rather it is a plague of G-d due to the particular [evil] stars under which the land of Egypt found itself at the time.” Pharaoh did not deny the existence of the Creator<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">See Ramban above in <i>Seder Shemoth</i> 5:3.</i> but only the Divine Name which Moses mentioned to him. This is similar in sense to the verse, <i>It was not His hand that smote us; it was a chance that happened to us</i>.<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">I Samuel 6:9.</i> Therefore Pharaoh’s heart was hardened. And Ibn Ezra brought proof for his explanation from the fact that Scripture does not state that the magicians said, “This is the finger of the Eternal,” which would have been a reference to the G-d of Israel, just as Pharaoh said to Moses and Aaron, <i>Entreat the Eternal</i>.<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Verse 4.</i> Another proof [which Ibn Ezra brought for his explanation] is that in the case of the smiting of the river, Moses had forewarned Pharaoh,<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Above 7:17-18. And so also was there a forewarning in the case of the frogs (<i>ibid.</i>, Verses 27-29).</i> but he mentioned nothing to him about the plague of gnats. [Therefore the magicians felt justified in saying that it was not a plague for the sake of Israel but merely due to the evil stars.]<br>Ibn Ezra’s interpretation does not appear to me to be correct. “A chance” is not called “the finger of G-d.” Only a plague which comes directly from Him as a form of punishment is called <i>the hand of the Eternal</i><sup class=\"footnote-marker\">146</sup><i class=\"footnote\">I Samuel 5:9.</i> and <i>the finger of G-d</i>, just as it is written in the verse which [Ibn Ezra] mentioned: <i>It was not His hand that smote us</i>.<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">I Samuel 6:9.</i> And it is furthermore written: <i>And Israel saw the great hand;</i><sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Further, 14:31.</i> <i>And the hand of the Eternal shall be against you</i>;<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">I Samuel 12:15 and <i>ibid.</i>, 5:11.</i> <i>the hand of G-d was very heavy there</i>.<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">I Samuel 12:15 and <i>ibid.</i>, 5:11.</i> Moreover, in the next plague of swarms, as well as in the following ones, Pharaoh no longer called upon the magicians to stand before Moses to do the same things, even though there had been a forewarning of their coming!<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">How then could Ibn Ezra say that because Moses had not forewarned Pharaoh of the coming of the gnats, the magicians said that the plague came through the evil stars and not from the Eternal? In the following plagues when Pharaoh was forewarned of their coming, why did he not call upon the magicians to do likewise? The answer must be, as Ramban explains, that in the case of the plague of the gnats, the magicians already admitted that it was from the Eternal and therefore they could not do likewise. There was thus no need for Pharaoh to call upon them in the following plagues of which he was forewarned, since those were surely from the Eternal, the G-d of Israel, before Whom the magicians were helpless.</i><br>But the subject, in accordance with the simple explanation of Scripture, is as follows: When the magicians saw that they could not bring forth the gnats, they admitted Aaron’s deed to be through an act of G-d, and this is why Pharaoh no longer called upon them from that time on. They [the magicians] said, <i>This is ‘the finger’ of G-d</i>, and not “the hand” of G-d [as is the customary way of the Scriptures to refer to plagues, as e.g., <i>It was not His ‘hand’ that smote us</i>]<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">I Samuel 6:9.</i> in order to minimize the plague, that is to say, it is but a small plague from Him [which we can easily endure].<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">In his Discourse “The Law of the Eternal is Perfect,” Ramban adds: “Nevertheless the magicians [thereby] admitted [that it was an act of G-d], and thus they became apprised of the fact that Moses’ deed was effectuated by the Lord of the universe.”</i> They did not, however, say to Pharaoh, “This is the finger of ‘the Eternal,’” [but instead they said, <i>“This is the finger of ‘G-d’”</i>]. Pharaoh and his servants would not mention the Proper Divine Name except when speaking to Moses because he mentioned that Name to them. [In addressing Pharaoh, however, the magicians would not use that Name since that would be an open recognition on their part of His existence and power. Therefore they said to Pharaoh, <i>“ This is the finger of ' G-d, ’”</i> although their intent was to say, “This is the finger of ‘the Eternal.’ “] That the magicians could not bring forth the gnats was [not because they really could not do it, but it] was by reason of the fact that G-d so caused it to happen to them. He confounded their counsel in accordance with His Will, for everything is His and it is within His power to do all.<br>It appears to me further that in the first two plagues — in the one of blood, where the water naturally<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Since water and blood are both liquids, the change of the one into the other may be spoken of as in “the nature” of things inasmuch as both are classified under the element of water. See above, Note 117, on the four elements.</i> changed into blood, and in the one of the frogs, which consisted of bringing them up from the river — since they did not involve the creation of some new phenomenon out of nothing or some act of new formation,<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">The Hebrew text reads: <i>bri’ah o yetzirah</i>. See Vol. I, p. 23, that only the term <i>bara</i> (or <i>bri’ah</i>) signifies “bringing forth something from nothing.”</i> the magicians could do [as Aaron did]. Scripture does not say, “and the frogs came into existence,” but only, <i>and the frogs came up;</i><sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Verse 2.</i> they assembled and came up. In the plague of gnats, however, there was an act of creation, for it is not in the nature of dust to turn into gnats. Therefore He said, <i>that it may become gnats</i>.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Verse 12. The word “become” suggests a new act of creation.</i> The verse, <i>And the magicians did so with their secret arts to bring forth gnats</i>,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Verse 14.</i> is similar in intent to: <i>Let the earth bring forth the living creature</i>, etc., <i>and it was so</i>.<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Genesis 1:24. In other words, the expression here, “to bring forth the gnats,” means a new act of creation, just as in the Book of Genesis.</i> But only the Creator, praised and magnified be He, can perform such a [new] act of creation. The verse, <i>And the magicians did so…but they could not</i>,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Verse 14.</i> means they incanted the demons to do their command, but they were powerless.<br>Confirming me in my opinion concerning the frogs, [i.e., that there was no new act of creation there], is the following text [of the Talmud]:<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Sanhedrin 67b.</i> ‘Rabbi Akiba said that there was only one frog<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">As Verse 2 has it: <i>‘Vata’al hatz’phardei’a’</i> (<i>and the frog came up</i>), in the singular.</i> which swarmed and filled the whole land of Egypt. Rabbi Eliezer<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">“Eliezer.” In our text of the Gemara, “Eleazar,” and so also further in Ramban.</i> ben Azaryah said to him: ‘Akiba, what have you to do with Agadah (homily)? Turn from these matters and go instead to [delve in the difficulties of] Negaim<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Negaim (Leprosies) is the name of a treatise in the Mishnah dealing with the laws of leprosy. It is considered a very difficult subject.</i> and Oholoth.<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Oholoth (Tents) is one of the most difficult treatises of the Mishnah. It deals with the laws regarding the uncleanness of a corpse as affecting a house and its vessels, as well as human beings.</i> It was only one frog croaking to all other frogs, and so they gathered.’” Rabbi Eleazar ben Azaryah could not accept the opinion [of Rabbi Akiba] that the magicians should have been able to bestow a new nature upon the frog, i.e., that one frog should give birth to so many, which is contrary to its nature, but rather they gathered them in order to bring them up. In the opinion then of Rabbi Akiba, the verse <i>And the river shall swarm with frogs</i>,<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Above, 7:28.</i> means that the river should swarm with them more than its due. But according to Rabbi Eleazar ben Azaryah, the sense of that verse is like, <i>‘shirtzu’ in the earth</i>,<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Genesis 9:7. Said to Noah and his sons.</i> which connotes movement, as I have explained in <i>Seder Bereshith</i>,<sup class=\"footnote-marker\">164</sup><i class=\"footnote\"><i>Ibid.</i>, 1:20 (Vol. I, pp. 47-48).</i> and here its meaning is that the frogs gather and move about in the river and from there go up upon Egypt.<br>Now with regard to the gnats, our Rabbis have said<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Sanhedrin 67 b, and mentioned by Rashi here in Verse 14.</i> that the demon [through whose power this was to be done by the magicians] is powerless in the case of a creature that is smaller than a lentil.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">“Lentil.” In our text of the Gemara, as well as in Rashi here: “a barley-corn.” At any rate, it was completely unnecessary for Scripture to inform us that the magicians could not bring forth gnats, as these are creatures smaller in size than a barley-corn. The expression, <i>but they could not</i>, must hence mean as explained in the text. Such is Ramban’s intent as explained by Rabbeinu Bachya. See my Hebrew commentary, p. 313.</i> The expression, <i>but they could not</i>, must therefore mean that they could not assemble gnats from their [breeding] places and bring them.<br>In Midrash Rabbah, the Rabbis have further said:<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">Shemoth Rabbah 10:7.</i> “Perceiving that they cannot bring forth the gnats, the magicians at once recognized that [Aaron’s deed] was an act of G-d and not an act of the demons. From that moment on, therefore, they were no longer anxious to liken themselves to Moses by bringing forth the plagues.”<br>Now with regard to Rabbi Abraham ibn Ezra’s statement that Moses did not inform them of the coming of the plague of gnats, it appears to me that Aaron struck [the dust of the earth] with the rod <i>in the sight of Pharaoh</i>, just as he did in the case of the soot of the furnace.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Further, 9:8. In other words, just as in the case of boils it is said that it was done in the sight of the king, so also in the case of gnats, where the verse reads, <i>And Aaron stretched out his hand with his rod and smote the dust of the earth</i> (Verse 13), it was done in the sight of the king.</i> However, there was no forewarning here, since the Holy One, blessed be He, warned Pharaoh only of those plagues which entailed the death of people. In the case of the frogs, [there was also death involved], as it is written: <i>And</i> [He sent among them] <i>frogs, which destroyed them</i>,<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Psalms 78:45.</i> which is an allusion to death or to the kind of destruction mentioned by our Rabbis,<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Shemoth Rabbah 10:4.</i> i.e., that the frogs made them impotent. Similarly, [He warned him of] the locusts, [which destroyed the crops], because it would cause the Egyptians to die of hunger, for they ate up <i>the residue of that which escaped, which remaineth unto you from the hail</i>.<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Further, 10:5.</i> All this reflects His mercies towards man, just as it is said, <i>Nevertheless, if thou warn the wicked of his way to turn from it, and he turn not from his way; he shall die in his iniquity, but thou hast delivered thy soul</i>.<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Ezekiel 33:9.</i> Therefore, He did not warn Pharaoh of the plagues of gnats, boils, and darkness, [as these did not entail the loss of human lives]. He warned him<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">Further, 9:3-4.</i> only of the pestilence of cattle because it involved death which should have taken effect also on man, as He told him afterward, <i>For now I might have stretched out My hand and I might have smitten thee and thy people with pestilence. But in very deed for this cause have I raised thee up</i>, etc.<sup class=\"footnote-marker\">174</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 15-16.</i> Therefore He informed him of what was to happen.<br>In the case of certain plagues, [i.e., blood, swarms, and hail], G-d said to Moses, <i>Rise up early in the morning … lo he cometh forth to the water</i>.<sup class=\"footnote-marker\">175</sup><i class=\"footnote\">The three verses are mentioned by Ramban more fully later in the text. Here he mentions the text in a general way although it is based on Verse 16 here.</i> In line with the plain meaning of Scripture,<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">Rashi commented (above, 7:15): “<i>Lo, he goeth forth unto the water</i> to ease himself. Pharaoh claimed to be a god and asserted that [because of his divine powers], he did not need to ease himself. Therefore he would rise early and go forth to the Nile to ease himself in secret.” This interpretation of Rashi which is based upon a Midrash (Tanchuma Va’eira, 14) is alluded to by Ramban’s words that his own explanation is “in line with the plain meaning of Scripture,” thus implying that there is a Midrashic or homiletic interpretation of the verse, namely, that of Rashi mentioned above.</i> this was the time when the kings were wont to go forth in the morning to enjoy themselves in the waters, and the Holy One, blessed be He, commanded Moses to go there. The reason for it is that since the plague of blood was the first one [of the plagues], He wanted Moses to do it in the sight of the king and without fear of him. This is the sense of the expression, <i>and thou shalt place thyself towards him</i>.<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Above, 7:15, in the case of the first plague.</i> Similarly, in the plague of swarms it is said, <i>Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water</i>,<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">Here in Verse 16.</i> and also in the case of hail it is said, <i>Rise up early in the morning and stand before Pharaoh</i>,<sup class=\"footnote-marker\">179</sup><i class=\"footnote\">Further, 9:13.</i> which likewise took place when the king went forth to the water. He wanted these two plagues to be wrought [at that particular time] because since swarms and hail brought death and punishment upon the people, the Holy One, blessed be He, wanted the warning to be given in the sight of all people. When the king went forth to the water, a multitude of people followed him, and when Moses will then forewarn him in their sight, perhaps they might plead with their master to return from his evil way. In case they do not do so, they will deserve punishment. But in the case of the other plagues, the warning given to the king alone was sufficient, and therefore in connection with them it is said, <i>Go in unto Pharaoh</i>,<sup class=\"footnote-marker\">180</sup><i class=\"footnote\">Above, 7:26 (in the plague of frogs); further, 9:1 (pestilence), and 10:1 (locusts).</i> meaning that Moses was to go into the palace. In the case of gnats and boils, it does not say [that Moses was to go into the palace] because Aaron had to strike the dust of the earth [to bring on the plague of the gnats], and in the king’s palace there is no dust, as it has <i>a pavement of green and white marble</i>.<sup class=\"footnote-marker\">181</sup><i class=\"footnote\">Esther 1:6.</i> In the case of boils, Moses had to throw the soot of the furnace heavenward.<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">Further, 9:10.</i> Thus [we must say that] these two plagues, [i.e., gnats and boils], were done in the sight of Pharaoh when he was <i>in the court of the garden of the king’s palace</i>,<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">Esther 1:5.</i> or some similar place.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60b36b9a04f0bec90153bbf6", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Bo 9:6", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Tzofnat Paneach, Bo 9:6", "sourceHeRef": "צפנת פענח, בא ט׳:ו׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 9.0006, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "בא", "he": "<b>והנראה </b>לי בביאור דברים אלו, דיש לפרש מאמר השם יתברך במה שאמר (שמות ח, טז) שלח עמי ויעבדוני, בשני פנים תיבת ויעבדוני, הא' כפשוטו, דהעבודה היינו קרבנות, מפני כי חג ה' לנו, וילכו לקבל פני האדון ה' צבאות בחג, וחייב כל אחד קרבן ראיה, וכפירוש <b>המפרשים</b> בזה. ופירוש הב' י\"ל מה שאמר ויעבדוני עד מ\"ש בהוציאך את העם ממצרים תעבדון את אלקים על ההר הזה (ג, יב). ואם כן עבודה האמור כאן יש לפרשו על קבלת התורה.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36ba1d5c88161609a88e0", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Beshalach 2:19", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Tzofnat Paneach, Beshalach 2:19", "sourceHeRef": "צפנת פענח, בשלח ב׳:י״ט", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 2.0019, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "בשלח", "he": "<b>אמנם </b>לבאר שאר ספיקות הנ\"ל, נבאר ש\"ס דחלק דף ק\"א (ע\"א) כל המחלה אשר שמתי במצרים לא אשים עליך כי אני ד' רופאך (שמות טו, כו), אם לא שם מחלה רפואה למה, ומשני וכו', יעו\"ש. ואני כתבתי במקום אחר, אח\"כ מצאתי <b>בעקידה</b>, פרשת בשלח שער מ\"א, דף ק\"י ע\"ג, וזה לשונו: ויורהו ה' עץ (שמות טו, כה) ירמוז על עץ החיים אשר בתוך הגן, כי בהשקפת התכלית כל הפעולות הנעשות בשבילו נחשב מתוק מה שהי' תחלה נחשב מר וכו', ומשל לרופא ששאלו החולה אם אחי' מחולי זה והשיבו חי' תחי', אך בשלשה תנאים, א' שתשמע אל דברי הרופא. ב' שתכריע רצונך אל דעתו, לא שתשתדל שתכריע דעתו לרצונך כמו שיקרה לחולים העקשים. ג' שתשים בפועל כל מה שיצוך בענין הרפואות וכו' אז ואני רופאך. וזה הענין מבואר בחולי הנפשיי, שאמר לו הרופא ודאי יש תקוה לאחריתך, אך אם שמוע תשמע לקולו. והישר בעיניו תעשה, ולא הישר בעיניך וכו'. ואז כל המחלה אשר שמתי במצרים - לבלתי שומעים בקולי, כשאמרתי שלח עמי ויעבדוני וגו' (שמות ח, טז), ואני אקשה לב פרעה ולא ישמע וגו' (עי' שמות ז, ג), לא אשים עליך כי אני ה' רופאך כשתשמור הסדר וכו', יעו\"ש.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b19fc823a798e70b498b", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 731:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Yalkut Shimoni on Torah 731:1", "sourceHeRef": "ילקוט שמעוני על התורה תשל״א:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 731.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וכן אתה מוצא שבכל מקום שגלו שכינה עמהן, גלו למצרים שכינה עמהן שנאמר הנגלה נגליתי אל בית אביך בהיותם במצרים. גלו לבבל שכינה עמהם שנאמר למענכם שלחתי בבלה, גלו לעילם שכינה עמהם שנאמר ושמתי כסאי בעילם. גלו לאדום שכינה עמהם שנאמר מי זה בא מאדום, וכשהן חוזרין שכינה חוזרת עמהן שנאמר ושב ה' אלהיך את שבותך והשיב לא נאמר אלא ושב, ואומר אתי מלבנון תבואי. אמר רבי כתוב אחד אומר קומה ה' וכתוב אחד אומר שובה ה', כיצד יתקיימו שני כתובים הללו, מגיד הכתוב כשהיו ישראל נוסעין היה עמוד הענן מקופל ועומד ולא היה מהלך עד שמשה אומר לו קומה ה', וכשהם חונין היה עמוד הענן מקופל ועומד ולא היה פורס עד שמשה אומר לו שובה ה', נמצאת מקיים שובה ה' ונמצאת מקיים קומה ה'. ובנחה יאמר מגיד הכתוב כשהיו ישראל נוסעים אלפים וחונים רבבות. כביכול אמר משה לפני המקום איני מניח את השכינה לשרות עד שתעשה לישראל אלפים ורבבות. שמתשובה שאמר אתה יודע מה אמר להם. ה' אלהי אבותיכם יוסף עליכם ככם אלף פעמים, א\"ל משה רבינו הרי אנו מובטחים לברכות הרבה ואתה נותן קצבה לברכותינו, אמר להן אני בשר ודם יש קצבה לברכתי זו משלי, אבל הוא יברך אתכם כאשר דבר לכם כחול ימים וכצמח האדמה וכדגי הים וככוכבי השמים לרוב. ובנחה יאמר מגיד הכתוב שאין שכינה שורה למעלה אלא באלפים וברבבות שנאמר רכב אלהים רבותים אלפי שנאן, וכשם שאין שכינה שורה למעלה אלא באלפים וברבבות כך אין שכינה שורה למטה אלא באלפים וברבבות. דרש רבי דוסתאי דמן בירי ובנחה יאמר שובה ה' רבבות וגו' ללמדך שאין השכינה שורה על פחות משני אלפים ושני רבבות מישראל, הרי שהיו שני אלפים ושני רבבות חסר אחד והיתה אשה עוברה ביניהם וראויה להשלים ונבח בה כלב והפילה לא נמצא זה שגורם לשכינה שתסתלק מישראל. ההיא איתתא דהוה אזלא למיפא נבח בה כלבא, א\"ל מריה לא תסתפי מיניה שקילי ניביה, א\"ל שקילו טיבותיך ושדיא אחיזרי כבר נד ולד. ויהי אין ויהי אלא (אם לא) [שהיה] להן דבר מתחלה, מלמד שהיו מקולקלין וחזרו לקלקולן הראשון. ויהי העם אין העם אלא הרשעים שנאמר מה אעשה לעם הזה עד אנה ינאצוני העם הזה העם הרע הזה המאנים לשמוע את דברי. וכשהוא קורא אותן עמי אין עמי אלא כשרים שנאמר שלח עמי ויעבדוני. עמי מה עשיתי וגו' עמי זכר נא מה יעץ:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eb86bfddfbb310fec7e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Fourth Blow 2", "anchorRef": "Exodus 8:16-28", "anchorRefExpanded": ["Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Fourth Blow 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה י״ב ב׳", "anchorVerse": 16, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Fourth Blow", "he": "שמות הערה י״ב"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Despite its similarity to the previous plague (insects), number four introduces a new and important element into the tale: the idea that God makes a distinction between Egypt and Israel. It also involves protracted bargaining between Moshe and Pharaoh over the issue of allowing the Israelites to worship God.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d5c9ad75f2d99af806", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Fourth Blow 1", "anchorRef": "Exodus 8:16-28", "anchorRefExpanded": ["Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Fourth Blow 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה י״ב א׳", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 8:16-28\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 8:16-28</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6357d2d64a34ac00a0d863bb", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Rav Hirsch on Torah, Exodus 8:16:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 16. Mit diesem Satze beginnt die zweite Gruppe: עד׳׳ש. Sie beginnt wieder mit einer גרות-Plage, die, nur in erhöhtem Maße, zum Bewusstsein bringen sollte, daß ihr Bleiben im Lande selbst nur von dem Willen des allmächtigen Gottes abhänge. Oben hieß es, Mosche sollte <i>hinausgehen</i> und Pharao <i>am Wasser</i> erwarten; denn dort galt es eben zunächst diesem Gotte, dem Nil, um dessen Abhängigkeit von dem Alleinen zu zeigen. Hier heißt es, Mosche soll seinem Hinausgehen zuvorkommen, soll ihn in seinem Hause aufsuchen, damit ihm gegenwärtig werde, es könne Fluss und Boden — Vater und Mutter Ägyptens — in ihrer Natur unverändert bleiben, und — so es Gottes Wille ist — sei doch für die Ägypter kein Bleiben im Lande. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418716ac9371ec0cebe4d7c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Reggio on Torah, Exodus 8:16:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>והתיצב לפני פרעה הנה יוצא המימה,</b> כלומר לפי שהוא יוצא המימה כמנהגו יום יום, לכן תשכם בבקר והתיצב לפניו כשהוא בביתו כי שם תודיעהו מכת הערוב, כי שם תמצא בקירות ביתו תמונות וציורים של כל אליליו תועבות מצרים, כאשר נפרש:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469b70699c26744fdec8", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:16:1", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויאמר ה' אל משה השכם בבקר. שכן דרך הזריזין להשכים למצות בוראם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469b70699c26744fdeca", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:16:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:16:2", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "והתיצב לפני פרעה. מקום שאין לו מקום להשמט מפניך:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469b70699c26744fdecc", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:16:3", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:16:3", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט״ז:ג׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 16.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "הנה יוצא המימה. אל נהר נילוס, דדרך המלך הולך לראות כמה מדרגות עלו המים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469b70699c26744fdece", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:16:4", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:16:4", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט״ז:ד׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 16.0004, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ורבותינו דרשו הנה יוצא המימה שנצטרך לנקביו, ודבר הכתוב בלשון נקיה, וכן במקום אחר דבר בלשון נקיה, דכתיב ויבא שאול להסך את רגליו (ש\"א כד ג):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469b70699c26744fded0", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 8:16:5", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:16:5", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:ט״ז:ה׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 16.0005, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ואמרת אליו כה אמר ה' שלח עמי ויעבדוני. כמשמעו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc34758c1dc532ec885d", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 8:16", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Steinsaltz on Exodus 8:16", "sourceHeRef": "ביאור שטיינזלץ על שמות ח׳:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 8.0016, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיֹּאמֶר ה' אֶל מֹשֶׁה: הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה, הִנֵּה יוֹצֵא הַמָּיְמָה,</b> גם כאן, לשם ניקוי הגוף, התרעננות או לשם פולחן.\n    \n    <b>וְאָמַרְתָּ אֵלָיו: כֹּה אָמַר ה': שַׁלַּח עַמִּי וְיַעַבְדֻנִי,</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord said to Moses: Arise early in the morning and stand before Pharaoh; behold, he goes out to the water </b>to bathe, relieve himself, relax, or worship (see 7:15). <b>And you shall say to him: So said the Lord: Send forth My people and they will serve Me. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54c7aa54fbfba27c8a3debd6", "index_title": "Da'at Zekenim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Da'at Zekenim on Exodus 8:16:1", "sourceHeRef": "דעת זקנים על שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100, 1300], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על שמות", "he": "<b>השכם. </b>תמוה מאי שנא דבמקום אחד כתיב בא ובמקום אחר כתיב השכם. ושמעתי מהרב יצחק ז\"ל דבא משמע בא עמי ואלך עמך ובמקום אחר שכתוב השכם כתיב הנה יוצא המימה פי' לעשות צרכיו ואין זה דרך כבוד שתלך שם שכינה וקשיא לי דאפי' תפלה קלה לא היה רוצה משה לעשות במצרים לפי שהיתה מלאה גלולים כ\"ש שלא היתה שכינה הולכת עמו. ועוד שמצאתי בהתראת מכת ברד שכתב השכם ולא כתיב הנה יוצא המימה. ונ\"ל שהדבר תלוי בהתראה חדשה שכל התראות חדשות היו בהשכמה ודוק ותשכח כן שהרי בדם תמצא כתוב לך אל פרעה בבקר שהיתה ראשונה וכן בהתראת דבר שהית' חדשה דבמכה שלפניה אין בה התראה וכ\"כ דבר שאחריה התראה חדשה היא דכתיב בה השכם וכן בברד שהיתה התראה חדשה דבשחין שלפניה אין בה התראה: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": [], "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5581a143fbfba2107a5b7b9f", "index_title": "Da'at Zekenim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Da'at Zekenim on Exodus 7:26:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Da'at Zekenim on Exodus 7:26:1", "sourceHeRef": "דעת זקנים על שמות ז׳:כ״ו:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Da'at Zekenim on Exodus", "he": "דעת זקנים על שמות"}, "heTitle": "דעת זקנים על שמות", "he": [], "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "!בוא, “Go!” our author wonders why in some instances the command to visit Pharaoh is introduced by the word: השכם “rise early,” whereas on other occasions it is simply: בא, “go!” (Compare Exodus 8,16) I have heard from Rabbi Yitzchok [presumably the Rabbi Yitzchok hakadosh resident in the Rhineland died in 1196 based on Refael Halperin, Ed.] that when the expression בוא  is used it means “Come with Me,” i.e. I’ll be on your side. When the expression השכם is used it means that Moses was to surprise Pharaoh when he went to the river early in the morning to maintain the fiction amongst his people that he did not need to excrete as do ordinary human beings. It would not be appropriate for the holy presence of G–d to attend such a performance. I find this whole approach puzzling, as we know that Moses would not even offer the simplest prayer while on the ritually contaminated soil of Egypt, so why would G–d accompany him on his audiences with Pharaoh? (Compare Exodus 9,29-33 where he refused to call off the plague of hail while on that contaminated soil)", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "58f75f67d6e4a9133c20c0fe", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Vaera 2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Ben Ish Hai, Drashot, Vaera 2", "sourceHeRef": "בן איש חי, דרשות, וארא ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 2, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "וארא", "he": "והנה כאן כשראה מרע\"ה שפרעה סירב והתריס וכפר והכביד העבודה על ישראל נתיירא פן נתבקר פנקסם ע\"י כוחות הדינין והמקטרגים שקטרגו עליהם שאין ראויים לגאולה דלפ\"ז נראה שלא זעם שם אל בהם גם נראה שלא פעל שם שדי בשר ומזל מצרים להפילו ולכך נתגברו השר והמזל ולז\"א למה הריעות וכו' ומאז באתי אל פרעה לדבר בשמך המיוחד הוא שם הוי\"ה שבו יהיו הנסים של הגאולה אדרבה הרע לעם הזה ומזה נראה והצל לא הצלת את עמך ב' פעולות של הצלה אחת ע\"י שם אל וא' על ידי שם שדי שצריך שתקדים פעולותם לפעולת שם הוי\"ה והשיב לו הקב\"ה עתה תראה וכו' שזה הסירוב וההתרסה היה לרעתו שאם מודה ועוזב לשלחם איך הייתי מראה גבורתי ועוצם ידי ואחר שבישרו שיעשה מעשה הנסים א\"ל אני ה' בעל היכולת לעשות נסים הפך הטבע אחר שפרעה כפר בשמי זה ואמר מי ה' לא ידעתי את ה' וכונתו לומר ששם אל ושם שדי כבר נתעוררו לפעול פעולתם ועתה תתחיל התעוררות של שם הוי\"ה ועוד פירוש לו דברים ברורים יותר שאמר וארא וכו' פירוש מה שאמרתי לך עתה תראה הנה זאת ראיה חדשה שלא ראו אותה האבות דאע\"פ שעשיתי נסים לאבות לא עשיתי להם נסים גלויים באספקלריא המאירה וכמ\"ש הש\"ך ז\"ל אבל עתה תראה ניסים על ידיך נעשים באספקלריא המאירה וז\"ש וארא אל אברהם אל יצחק ואל יעקב באל שדי ושמי ה' כלומר השפעתי והארתי להם בכל שלשה שמות שהם שם אל ושם שדי וגם שמי ה' שהוא שם העצם אך עכ\"ז לא נודעתי להם ר\"ל לא נודעתי להם בגילוי ופרסום באספקלריא המאירה כמו שאני נוהג עמך אלא היה בדרך הסתר ולפ\"ז אומרו ושמי ה' מחובר עם הקודם ואינו נמשך עם תיבות לא נודעתי: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd140bc18bf666359e4d0b7", "index_title": "Etz Yosef on Shir HaShirim Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Shir HaShirim Rabbah 1:1:2:4", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Etz Yosef on Shir HaShirim Rabbah 1:1:2:4", "sourceHeRef": "עץ יוסף על שיר השירים רבה א׳:א׳:ב׳:ד׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1816, 1832], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Etz Yosef on Shir HaShirim Rabbah", "he": "עץ יוסף על שיר השירים רבה"}, "heTitle": "עץ יוסף על שיר השירים רבה", "he": "<b>בל יתיצב כו' זה פרעה כו'.</b> קשה כי היא נראה ההיפוך מן האמת ומקרא מלא דבר הכתוב (שמות ח, טז) והתיצב לפני פרעה ובודאי עשה כן. ויש לומר שהמדרש ירמוז כאן למה שמפורש בתורה אחר מכות החשך הזהיר פרעה למשה שבל יוסיף עוד ראות פניו ולהתיצב נגדו, וכן הבטיחו משה על זה כדכתיב (שמות י, כח-כט) ויאמר פרעה לך מעלי וגו' אל תוסיף עוד ראות פני וגו' ויאמר משה כן דברת לא אוסיף עוד ראות פניך, וזה שאמר המדרש בל יתיצב לפני חשוכים זה פרעה שנאמר ויהי חשך אפילה שאחר מכת החשך הזהירו שבל יתיצב עוד לפניו:", "heVersionTitle": "Midrash Rabbah, with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfd4b6084aa1cbefc5b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָמַר 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "BDB, אָמַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָמַר א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָמַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָמַר</span></big></big><sub>5287</sub><big></big>  <strong>vb. utter, say (</strong>MI Ph. <span dir=\"rtl\">אמר</span>, Aramaic <span dir=\"rtl\">אֲמַר</span>, Ethiopic አመረ I. 2 <em>shew, declare</em>, Arabic <span dir=\"rtl\">أَمَرَ</span> <em>command;</em> perhaps √ <span dir=\"rtl\">אמר</span> orig. = <em>be</em> or <em>make prominent</em>, hence Hithp. infr., <span dir=\"rtl\">אָמִיר</span>; Sab. <span dir=\"rtl\">אמר</span> <em>lofty</em>, epith. of king JHMordtm<sup>ZMG 1876, 37</sup>; cf. Dl<sup>Pr 28</sup> who thinks orig. meaning <em>hell, sichtbar sein</em>, whence Assyrian <em>amâru</em>, <em>see</em> & <em>shew, declare, say</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> +, etc.; Impf. <span dir=\"rtl\">יֹאמַר</span> <a data-ref=\"Genesis 31:8\" href=\"/Genesis.31.8\">Gn 31:8</a> +; <span dir=\"rtl\">וַיֹּא֫מֶר</span> <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a> +; <span dir=\"rtl\">וַיֹּאמַ֑ר</span> <a data-ref=\"Genesis 14:19\" href=\"/Genesis.14.19\">Gn 14:19</a> +; in Jb always <span dir=\"rtl\">וַיֹּא֑מַר</span> <a data-ref=\"Job 3:2\" href=\"/Job.3.2\">Jb 3:2</a> +; 3 fs. <span dir=\"rtl\">תֹּאמַר</span> <a data-ref=\"Genesis 21:12\" href=\"/Genesis.21.12\">Gn 21:12</a> +; <span dir=\"rtl\">תֹּאמֵ֑ר</span> <a data-ref=\"Proverbs 1:21\" href=\"/Proverbs.1.21\">Pr 1:21</a>; 1 s. <span dir=\"rtl\">אֹמַר</span> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a> +; <span dir=\"rtl\">אוֹמְרָה</span> <a data-ref=\"Psalms 42:10\" href=\"/Psalms.42.10\">ψ 42:10</a>; <span dir=\"rtl\">וָאֹמַר</span> <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> +; <span dir=\"rtl\">וָאוֹמַר</span> <a data-ref=\"Nehemiah 2:7\" href=\"/Nehemiah.2.7\">Ne 2:7</a>, <a data-ref=\"Nehemiah 2:17\" href=\"/Nehemiah.2.17\">17</a>, <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">20</a>; 3 m. pl. <span dir=\"rtl\">יֹאמְרוּ</span> <a data-ref=\"Exodus 4:1\" href=\"/Exodus.4.1\">Ex 4:1</a> + etc.; sf. <span dir=\"rtl\">יֹמְרוּךָ</span> <a data-ref=\"Psalms 139:20\" href=\"/Psalms.139.20\">ψ 139:20</a>; 2 mpl. <span dir=\"rtl\">תֹּמְרוּ</span> <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">2 S 19:14</a> (cf. Kö<sup>i. p. 385</sup>); Imv. <span dir=\"rtl\">אֱמֹר (אֱמָר־)</span> <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> +, etc.; Inf. abs. <span dir=\"rtl\">אָמוֹר</span> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> +; cstr. <span dir=\"rtl\">אֱמֹר</span> <a data-ref=\"Ezekiel 25:8\" href=\"/Ezekiel.25.8\">Ez 25:8</a> +; <span dir=\"rtl\">(הַ)אֲמֹר</span> <a data-ref=\"Job 34:18\" href=\"/Job.34.18\">Jb 34:18</a> but read <span dir=\"rtl\">הָאֹמֵר</span> 𝔊 𝔙 Di, or better <span dir=\"rtl\">הֶאָמֹר</span> Inf. abs. c. ה interrog. cf. Ew<sup>§ 328 d</sup>; sf. <span dir=\"rtl\">אָמְרִי</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> +; <span dir=\"rtl\">אֲמָרְכֶם</span> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <span dir=\"rtl\">אֱמָרְכֶם</span> <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a> +; <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a> +, etc.; <em>Pt;</em> act. <span dir=\"rtl\">אֹמֵר</span> <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">Gn 32:10</a> +, etc.; pass. <span dir=\"rtl\">הֶאָמוּר</span> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, but this grammatically indefensible, read <span dir=\"rtl\">הֶאָמוֹר</span>, Inf. abs. c. ה interrog., v. Dr<sup>Expositor, April, 1887, 263</sup>. <strong>1.</strong>  <em>Say</em> (subj. God <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> + or man <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">32:5</a>, serpent <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, ass <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a>, horse <span dir=\"rtl\">יֹאמַר הֶאָח</span> <a data-ref=\"Job 39:25\" href=\"/Job.39.25\">Jb 39:25</a> etc.; inanimate things, personif. <a data-ref=\"Job 28:14\" href=\"/Job.28.14\">Jb 28:14</a> cf. v <a data-ref=\"Job 28:22\" href=\"/Job.28.22\">22</a> etc.; so in allegory or fable <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> etc.; especially in narrat., <span dir=\"rtl\">וַיֹּאמֶר</span> etc., <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a> + very often): mostly sq. thing said, either subst. <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> (c. cl. app.) <a data-ref=\"Deuteronomy 27:16\" href=\"/Deuteronomy.27.16\">Dt 27:16 f.</a> <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">Ju 12:6</a>; pronoun <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">Gn 44:16</a> <a data-ref=\"II Kings 20:14\" href=\"/II_Kings.20.14\">2 K 20:14</a> +; or (usually) clause <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>; <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">37:20</a> + often (<em>orat. recta</em>); with adv. <em>thus, so</em> <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">Gn 32:5</a> <a data-ref=\"Numbers 20:14\" href=\"/Numbers.20.14\">Nu 20:14</a> <a data-ref=\"I Kings 20:3\" href=\"/I_Kings.20.3\">1 K 20:3</a>, <a data-ref=\"I Kings 20:5\" href=\"/I_Kings.20.5\">5</a> +; especially <span dir=\"rtl\">כֹּה אָמַר י׳</span> <a data-ref=\"Exodus 5:1\" href=\"/Exodus.5.1\">Ex 5:1</a>; <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; <a data-ref=\"I Chronicles 17:4\" href=\"/I_Chronicles.17.4\">1 Ch 17:4</a> + often; the person addressed usually introduced by <span dir=\"rtl\">אֶל</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>; <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a>; <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">22:7</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>; <a data-ref=\"II Samuel 3:7\" href=\"/II_Samuel.3.7\">2 S 3:7</a>; <a data-ref=\"I Kings 12:5\" href=\"/I_Kings.12.5\">1 K 12:5</a>, <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">23</a>, or <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 3:13\" href=\"/Genesis.3.13\">Gn 3:13</a>; <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">4:15</a>; <a data-ref=\"I Samuel 20:2\" href=\"/I_Samuel.20.2\">1 S 20:2</a>; <a data-ref=\"II Samuel 2:21\" href=\"/II_Samuel.2.21\">2 S 2:21</a>; <a data-ref=\"I Kings 14:2\" href=\"/I_Kings.14.2\">1 K 14:2</a> + often; rarer combinations are, <span dir=\"rtl\">א׳ בְּאָזְנֵי</span> <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a> (cf. <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">5:9</a> & vid. <span dir=\"rtl\">דבר</span>); <span dir=\"rtl\">א׳ לִפְנֵי</span> <a data-ref=\"Ezekiel 28:9\" href=\"/Ezekiel.28.9\">Ez 28:9</a>; <span dir=\"rtl\">א׳ לְעֵינֵי</span> <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">Dt 31:7</a>; <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a>; <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">Je 28:11</a>; <span dir=\"rtl\">א׳ בְּ</span> <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a> <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">ψ 126:2</a>, where <span dir=\"rtl\">בְּ</span> local; in all cases usually sq. dir. obj. of words said, <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">Ex 19:25</a>; <a data-ref=\"Judges 17:2\" href=\"/Judges.17.2\">Ju 17:2</a> being singular; <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> the object-clause has probably fallen out, cf. Vrss Di; = <em>mention, name, designate</em> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>, <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">3</a>; <a data-ref=\"Genesis 43:27\" href=\"/Genesis.43.27\">43:27</a>, <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">29</a> <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a>; <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>; <a data-ref=\"I Samuel 10:16\" href=\"/I_Samuel.10.16\">1 S 10:16</a>; <a data-ref=\"I Samuel 16:3\" href=\"/I_Samuel.16.3\">16:3</a>; <a data-ref=\"II Samuel 6:22\" href=\"/II_Samuel.6.22\">2 S 6:22</a> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a>; cf. <a data-ref=\"Psalms 139:20\" href=\"/Psalms.139.20\">ψ 139:20</a> <span dir=\"rtl\">יֹמְרוּךָ לִמְזִמָּה</span> <em>speak of thee for falsehood</em> (but many, as Hup Pe Dy Che, read <span dir=\"rtl\">יַמְרוּךָ</span>); = <em>tell, declare, proclaim</em> (sq. dir. obj. only) <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">ψ 40:11</a>; <a data-ref=\"Ezekiel 13:7\" href=\"/Ezekiel.13.7\">Ez 13:7</a>; in reply to question = <em>answer</em> <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">Ex 12:27</a>; <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">Jos 4:7</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>. The obj. spoken of may be referred to by <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Kings 19:32\" href=\"/II_Kings.19.32\">2 K 19:32</a>; <a data-ref=\"Jeremiah 22:18\" href=\"/Jeremiah.22.18\">Je 22:18</a>; <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">27:19</a>, or <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> <span dir=\"rtl\">אִמְרִי לִי</span> say <em>of</em> me, etc. <a data-ref=\"Deuteronomy 33:9\" href=\"/Deuteronomy.33.9\">Dt 33:9</a>; <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"Isaiah 5:20\" href=\"/Isaiah.5.20\">Is 5:20</a> <a data-ref=\"Psalms 3:3\" href=\"/Psalms.3.3\">ψ 3:3</a>; <a data-ref=\"Psalms 71:10\" href=\"/Psalms.71.10\">71:10</a>, very rarely by a simple accus. <a data-ref=\"Isaiah 3:10\" href=\"/Isaiah.3.10\">Is 3:10</a> (where read prob. for <span dir=\"rtl\">אִמְרוּ</span>, <span dir=\"rtl\">אַשְׁרֵי</span>), except after <span dir=\"rtl\">אֲשֶׁר</span> where the words used follow (cf. <span dir=\"rtl\">אֲשֶׁר</span> <strong>4 d</strong>) <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">Gn 3:17</a>; <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>; <a data-ref=\"Numbers 14:31\" href=\"/Numbers.14.31\">14:31</a> <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">Dt 28:68</a>; <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>; <a data-ref=\"I Samuel 9:17\" href=\"/I_Samuel.9.17\">1 S 9:17</a>, <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">23b</a>; <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>; <a data-ref=\"Lamentations 4:20\" href=\"/Lamentations.4.20\">La 4:20</a>; cf. <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a>; <a data-ref=\"II Kings 17:12\" href=\"/II_Kings.17.12\">2 K 17:12</a>; <a data-ref=\"II Kings 21:4\" href=\"/II_Kings.21.4\">21:4</a>, & (two extreme cases) <a data-ref=\"Isaiah 8:12\" href=\"/Isaiah.8.12\">Is 8:12</a>; <a data-ref=\"Lamentations 2:15\" href=\"/Lamentations.2.15\">La 2:15</a> (v. Dr<sup>Sm i. 25, 5</sup>); <span dir=\"rtl\">הֶֽאָמוּר</span> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a> read inf. abs. c. ה interrog. <span dir=\"rtl\">הֶאָמוֹר</span> (v. supr.) <em>shall one say? shall it be said?</em> After another vb. of saying, introducing thing said: <a data-ref=\"Deuteronomy 21:7\" href=\"/Deuteronomy.21.7\">Dt 21:7</a>; <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">25:9</a>; <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">27:15</a>; <a data-ref=\"Song of Songs 2:10\" href=\"/Song_of_Songs.2.10\">Ct 2:10</a> +, even after <span dir=\"rtl\">אמר</span> <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">Gn 22:7</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>; <a data-ref=\"Jeremiah 34:2\" href=\"/Jeremiah.34.2\">Je 34:2</a>; <a data-ref=\"Esther 7:5\" href=\"/Esther.7.5\">Est 7:5</a> +; especially inf. <span dir=\"rtl\">לֵאמֹר</span>, after <span dir=\"rtl\">דבר</span> <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">Gn 8:15</a>, <span dir=\"rtl\">צוה</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">2:16</a>; <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">3:17</a>, <span dir=\"rtl\">ענה</span> <a data-ref=\"Genesis 41:16\" href=\"/Genesis.41.16\">41:16</a>, <span dir=\"rtl\">ברך</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">1:22</a>, <span dir=\"rtl\">נשׁבע</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">24:7</a>, <span dir=\"rtl\">נדר</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">28:20</a>, etc.; after <span dir=\"rtl\">אמר</span> <a data-ref=\"II Samuel 3:18\" href=\"/II_Samuel.3.18\">2 S 3:18</a>; <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">1 K 12:23</a>; <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> +; after <span dir=\"rtl\">שׁלח</span> <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">2 Ch 35:21</a> <span dir=\"rtl\">שׁוּב</span> <a data-ref=\"Genesis 32:7\" href=\"/Genesis.32.7\">Gn 32:7</a>; cf. also <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">Gn 28:6</a> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>; <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">9:5</a>; <a data-ref=\"Exodus 13:8\" href=\"/Exodus.13.8\">13:8</a>; <a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">17:4</a>; <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">Nu 11:20</a>; <a data-ref=\"Deuteronomy 1:28\" href=\"/Deuteronomy.1.28\">Dt 1:28</a>; <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">13:7</a>; <a data-ref=\"Judges 8:15\" href=\"/Judges.8.15\">Ju 8:15</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">1 S 23:2</a>; <a data-ref=\"I Kings 13:3\" href=\"/I_Kings.13.3\">1 K 13:3</a>; <a data-ref=\"Jeremiah 32:3\" href=\"/Jeremiah.32.3\">Je 32:3</a>; <a data-ref=\"Jeremiah 37:9\" href=\"/Jeremiah.37.9\">37:9</a>; <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a> +; when subj. of <span dir=\"rtl\">לֵאמֹר</span> differs from that of preceding clause <a data-ref=\"Genesis 31:1\" href=\"/Genesis.31.1\">Gn 31:1</a>; <a data-ref=\"Genesis 38:13\" href=\"/Genesis.38.13\">38:13</a>, <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">24</a> etc.; after <span dir=\"rtl\">שׁמע</span> <a data-ref=\"Isaiah 37:9\" href=\"/Isaiah.37.9\">Is 37:9</a> = <a data-ref=\"II Kings 19:9\" href=\"/II_Kings.19.9\">2 K 19:9</a>. <strong>2.</strong>  <em>Say in the heart</em> (= think) <span dir=\"rtl\">א׳ בלבב</span> <a data-ref=\"Deuteronomy 8:17\" href=\"/Deuteronomy.8.17\">Dt 8:17</a> cf. <a data-ref=\"I Kings 12:26\" href=\"/I_Kings.12.26\">1 K 12:26</a> <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>, <a data-ref=\"Psalms 10:11\" href=\"/Psalms.10.11\">11</a>, <a data-ref=\"Psalms 10:13\" href=\"/Psalms.10.13\">13</a>; <a data-ref=\"Psalms 14:1\" href=\"/Psalms.14.1\">14:1</a>; <a data-ref=\"Psalms 35:25\" href=\"/Psalms.35.25\">35:25</a>; <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a>; <a data-ref=\"Isaiah 47:8\" href=\"/Isaiah.47.8\">47:8</a>, <a data-ref=\"Isaiah 47:10\" href=\"/Isaiah.47.10\">10</a>; <a data-ref=\"Isaiah 49:21\" href=\"/Isaiah.49.21\">49:21</a>; <a data-ref=\"Ecclesiastes 2:1\" href=\"/Ecclesiastes.2.1\">Ec 2:1</a>, <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">15</a>; <a data-ref=\"Ecclesiastes 3:17\" href=\"/Ecclesiastes.3.17\">3:17</a>, <a data-ref=\"Ecclesiastes 3:18\" href=\"/Ecclesiastes.3.18\">18</a>; <span dir=\"rtl\">א׳ לִלְבָבָם</span> <a data-ref=\"Hosea 7:2\" href=\"/Hosea.7.2\">Ho 7:2</a>; <span dir=\"rtl\">א׳ אֶל־לִבּוֹ</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> <em>said unto his heart</em> (to himself), subj. <span dir=\"rtl\">י׳</span>, cf. <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a>; <span dir=\"rtl\">אָֽמְרָה נַפְשִׁי</span> <a data-ref=\"Lamentations 3:24\" href=\"/Lamentations.3.24\">La 3:24</a>; thence <span dir=\"rtl\">א׳</span> alone <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>; <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">26:9</a> <a data-ref=\"Numbers 24:11\" href=\"/Numbers.24.11\">Nu 24:11</a>; <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a>; <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">1 S 20:26</a>; <a data-ref=\"II Samuel 5:6\" href=\"/II_Samuel.5.6\">2 S 5:6</a>; <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">12:22</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a>; with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Judges 15:2\" href=\"/Judges.15.2\">Ju 15:2</a>; in particular = <em>desire</em> <span dir=\"rtl\">מַה־תֹּאמַר נַפְשְׁךָ</span> <a data-ref=\"I Samuel 20:4\" href=\"/I_Samuel.20.4\">1 S 20:4</a> cf. <a data-ref=\"Esther 2:13\" href=\"/Esther.2.13\">Est 2:13</a>; sq. inf. = <em>purpose</em>, <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> <em>thinkest thou to kill me, as thou killedst the Egyptian?</em> <a data-ref=\"Joshua 22:33\" href=\"/Joshua.22.33\">Jos 22:33</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">1 K 5:19</a>; <a data-ref=\"II Chronicles 28:10\" href=\"/II_Chronicles.28.10\">2 Ch 28:10</a>, <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">13</a>; <em>expect</em> <a data-ref=\"II Samuel 21:16\" href=\"/II_Samuel.21.16\">2 S 21:16</a> <em>he expected to slay David</em> <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">32:1</a>. <strong>3.</strong>  <em>Promise</em> (sq. inf.) <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a>; <a data-ref=\"Esther 4:7\" href=\"/Esther.4.7\">Est 4:7</a>; (<em>id.</em> + ל of pers.) <a data-ref=\"II Kings 8:19\" href=\"/II_Kings.8.19\">2 K 8:19</a>; <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>; (sq. acc. of dir. obj. + ל of pers. + inf. of purpose) <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>. <strong>4.</strong>  <em>Command</em> (especially late) sq. <span dir=\"rtl\">אֶל־</span> of person addressed, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">Nu 15:28</a>; <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a>; sq. ל <a data-ref=\"Joshua 11:9\" href=\"/Joshua.11.9\">Jos 11:9</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">2 S 16:11</a> <a data-ref=\"II Kings 4:24\" href=\"/II_Kings.4.24\">2 K 4:24</a>; <a data-ref=\"Job 9:7\" href=\"/Job.9.7\">Jb 9:7</a> <a data-ref=\"Psalms 106:24\" href=\"/Psalms.106.24\">ψ 106:24</a> (v. sub <span dir=\"rtl\">אֲשֶׁר</span> <strong>8 e</strong>); sq. inf. <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a> <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"II Chronicles 1:18\" href=\"/II_Chronicles.1.18\">2 Ch 1:18</a>; <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">29:27</a>, <a data-ref=\"II Chronicles 29:36\" href=\"/II_Chronicles.29.36\">36</a>; <a data-ref=\"II Chronicles 31:11\" href=\"/II_Chronicles.31.11\">31:11</a>; <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">35:21</a> <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>; <a data-ref=\"Esther 4:13\" href=\"/Esther.4.13\">4:13</a>, <a data-ref=\"Esther 4:15\" href=\"/Esther.4.15\">15</a>; <a data-ref=\"Esther 6:1\" href=\"/Esther.6.1\">6:1</a>; <a data-ref=\"Esther 9:14\" href=\"/Esther.9.14\">9:14</a>; inf. + ל of pers. <a data-ref=\"II Chronicles 14:3\" href=\"/II_Chronicles.14.3\">2 Ch 14:3</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 31:4\" href=\"/II_Chronicles.31.4\">31:4</a>; <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>; <a data-ref=\"Esther 1:10\" href=\"/Esther.1.10\">Est 1:10</a>; sq. acc. dir. obj. <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <em>the king commanded the burnt-offering and the sin-offering</em>, cf. <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Esther 2:15\" href=\"/Esther.2.15\">Est 2:15</a>; sq. cl. with <span dir=\"rtl\">אשׁר</span> = <em>that</em> <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">Ne 13:19</a>; <em>id.</em> + ל of pers. v <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">22</a>; sq. cl. with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Job 36:10\" href=\"/Job.36.10\">Jb 36:10</a>; abs. <a data-ref=\"I Samuel 16:16\" href=\"/I_Samuel.16.16\">1 S 16:16</a> (read however prob. <span dir=\"rtl\">יאמרו</span> for <span dir=\"rtl\">יאמר</span>, cf. Dr); also <a data-ref=\"Psalms 105:31\" href=\"/Psalms.105.31\">ψ 105:31</a>, <a data-ref=\"Psalms 105:34\" href=\"/Psalms.105.34\">34</a>; <a data-ref=\"Psalms 107:25\" href=\"/Psalms.107.25\">107:25</a>; <a data-ref=\"I Chronicles 14:12\" href=\"/I_Chronicles.14.12\">1 Ch 14:12</a>; <a data-ref=\"II Chronicles 24:8\" href=\"/II_Chronicles.24.8\">2 Ch 24:8</a>; <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a>, <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">19</a> (all sq. vb. consec.); <em>command by leter</em> <span dir=\"rtl\">א׳ עִם־הַסֵּפֶר</span> <a data-ref=\"Esther 9:25\" href=\"/Esther.9.25\">Est 9:25</a> (sq. impf.); <em>appoint, assign</em> <span dir=\"rtl\">לֶחֶם א׳ לוֹ</span> <a data-ref=\"I Kings 11:18\" href=\"/I_Kings.11.18\">1 K 11:18</a> = <em>threaten</em> sq. inf. <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">Dt 9:25</a> <a data-ref=\"Psalms 106:23\" href=\"/Psalms.106.23\">ψ 106:23</a>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נֶאֱמַר</span> <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a>; Impf. <span dir=\"rtl\">יֵאָמֵר</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> +; <span dir=\"rtl\">יֵאָ֫מֶר לוֹ</span> <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a>; <span dir=\"rtl\">יֵאָמַ֑ר</span> <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">Gn 10:9</a> +; <span dir=\"rtl\">וַיֵּאָמַ֑ר</span> <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>; <em>be said, told</em> <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">Gn 10:9</a>; <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">22:14</a> <a data-ref=\"Psalms 87:5\" href=\"/Psalms.87.5\">ψ 87:5</a>; <a data-ref=\"Jeremiah 4:11\" href=\"/Jeremiah.4.11\">Je 4:11</a>; <a data-ref=\"Jeremiah 16:14\" href=\"/Jeremiah.16.14\">16:14</a> (all abs., indef. subj., of current saying); so <em>said</em> in a book <a data-ref=\"Numbers 21:14\" href=\"/Numbers.21.14\">Nu 21:14</a>; <em>be related, told</em>, of vision <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a>; <em>said, told</em> to (sq. ל ind. obj.) <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>; <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a><sup>(×2)</sup> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a>; either so, or <em>told concerning</em> <a data-ref=\"Numbers 23:23\" href=\"/Numbers.23.23\">Nu 23:23</a>; <a data-ref=\"Ezekiel 13:12\" href=\"/Ezekiel.13.12\">Ez 13:12</a> <span dir=\"rtl\">(אֶל־)</span>; <span dir=\"rtl\">יֵאָמֵר לָכֶם</span> = <em>ye shall be called</em> (it shall be said to you) <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (‖ <span dir=\"rtl\">תִּקָּרֵ֔אוּ</span>), cf. <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">4:3</a>; <a data-ref=\"Isaiah 19:18\" href=\"/Isaiah.19.18\">19:18</a>; <a data-ref=\"Isaiah 32:5\" href=\"/Isaiah.32.5\">32:5</a> (‖ <span dir=\"rtl\">יִקָּרֵא ל</span>) <a data-ref=\"Isaiah 62:4\" href=\"/Isaiah.62.4\">62:4</a><sup>(×2)</sup>; hence <em>be called</em>, of Tophet <span dir=\"rtl\">לֹא־יֵאָמֵר עוֹד הַתֹּפֶת</span> <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; subj. <span dir=\"rtl\">שֵׁם</span> <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">Gn 32:29</a>; <a data-ref=\"Job 34:31\" href=\"/Job.34.31\">Jb 34:31</a> <span dir=\"rtl\">כִּי אֶל־אֵל חֶאָמַר</span>, Rabb. (cf. AV) treat <span dir=\"rtl\">הֵאָמַר</span> as Niph. Inf. for <span dir=\"rtl\">לְהֵאָמֵר</span>, but against grammar; the form as it stands is Qal Pf., <span dir=\"rtl\">אֶל־אֵל</span> being prefixed to the interrog. for emphasis (cf. <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a>; <a data-ref=\"Jeremiah 23:26\" href=\"/Jeremiah.23.26\">23:26</a> <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>), v. Dr<sup>§ 9</sup> Di al.; Hoffm., however, reads <span dir=\"rtl\">הֵאָמֵר</span> inf. abs. = imv. ‘so must one speak (it be spoken) to God.’<br>†<strong>Hiph.</strong>  Pf. <em>avow, avouch</em> <a data-ref=\"Deuteronomy 26:17\" href=\"/Deuteronomy.26.17\">Dt 26:17</a> <span dir=\"rtl\">אֶת־י׳ הֶאֱמַרְתָּ הַיּוֹם לִהְיוֹת לְךָ לֵאלֹהִים</span>; v <a data-ref=\"Deuteronomy 26:18\" href=\"/Deuteronomy.26.18\">18</a> <span dir=\"rtl\">וי׳ הֶאֱמִירְךָ היום להיות לוֹ לְעַם</span> (<em>lit. cause to declare</em>, i.e. through agency of Moses; on this & other interpr. vid. Di).<br>†<strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְאַמְּרוּ</span> <a data-ref=\"Psalms 94:4\" href=\"/Psalms.94.4\">ψ 94:4</a> subj. <span dir=\"rtl\">כָּל־פֹּעֲלֵי אָ֑וֶן</span> <em>act proudly, boast</em> (‖ <span dir=\"rtl\">יַבִּיעוּ יְדַבְּרוּ עָתָק</span>); prob. also 2 mpl. <span dir=\"rtl\">תִּתְיַמָּ֑רוּ</span> <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (in good sense, sq. <span dir=\"rtl\">בְּ</span> of thing gloried in) 𝔖 𝔙 𝔗 & cf. 𝔊; Ges<sup>Comm.</sup> so De Che Kö<sup>i. 457 f.</sup> (from <span dir=\"rtl\">[ימר]</span> <em>exchange</em> Thes Hi Kn Ew Di; but vid. <a data-ref=\"BDB, ימר\" href=\"/BDB,_ימר\", dir=\"rtl\">ימר</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d04cb6084aa1cbf01d8d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֹּקֶר 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "BDB, בֹּקֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֹּקֶר א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֹּקֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בֹּקֶר</span></big><sub>214</sub>  <strong>n.m.</strong> <a data-ref=\"Exodus 10:13\" href=\"/Exodus.10.13\">Ex 10:13</a> <strong>morning (</strong>NH <em>id.</em>; from <em>split, penetrate</em>, as the dawn the darkness, light through cloud-rifts, etc.<strong>)</strong>—<span dir=\"rtl\">ב׳</span> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> + (always abs.); pl. <span dir=\"rtl\">בְּקָרִים</span> <a data-ref=\"Job 7:18\" href=\"/Job.7.18\">Jb 7:18</a> + 4 times;—<br><strong>1.</strong>  <em>morning</em> (of point of time, time at which, never during which, Eng. <em>morning</em> = forenoon):— <strong>a.</strong>  of end of night (opp. <span dir=\"rtl\">לַיְלָה</span>) <a data-ref=\"Exodus 10:13\" href=\"/Exodus.10.13\">Ex 10:13</a> (J) <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> (P) <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a> <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a><sup>(×2)</sup> <a data-ref=\"Isaiah 21:12\" href=\"/Isaiah.21.12\">Is 21:12</a> cf. <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a> (‖ <span dir=\"rtl\">מחר</span>, opp. <span dir=\"rtl\">לילה</span>); opp. <span dir=\"rtl\">לֵילוֹת</span> <a data-ref=\"Psalms 92:3\" href=\"/Psalms.92.3\">ψ 92:3</a>; also (opp. <span dir=\"rtl\">לוּן</span>) <a data-ref=\"Exodus 23:18\" href=\"/Exodus.23.18\">Ex 23:18</a>; <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">34:25</a> (both JE) <a data-ref=\"Leviticus 19:13\" href=\"/Leviticus.19.13\">Lv 19:13</a> (H) <a data-ref=\"Deuteronomy 16:4\" href=\"/Deuteronomy.16.4\">Dt 16:4</a>; opp. <span dir=\"rtl\">צלמות</span> <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a>; cf. further <a data-ref=\"Genesis 40:6\" href=\"/Genesis.40.6\">Gn 40:6</a>; <a data-ref=\"Genesis 41:8\" href=\"/Genesis.41.8\">41:8</a> (both E) <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">Ex 12:22</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a><sup>(×2)</sup> (both JE) <a data-ref=\"I Samuel 3:15\" href=\"/I_Samuel.3.15\">1 S 3:15</a> +. †<strong>b.</strong>  implying the coming of dawn, and even daylight <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">Gn 29:25</a> (E) <a data-ref=\"Genesis 44:3\" href=\"/Genesis.44.3\">44:3</a> (J) <a data-ref=\"I Kings 3:21\" href=\"/I_Kings.3.21\">1 K 3:21</a> (but Klo here for 2nd <span dir=\"rtl\">בַּבֹּקֶר</span>, reads <span dir=\"rtl\">לְבַקֵּר</span> <em>by looking at</em> it v. <a data-ref=\"BDB, בָּקַר\" href=\"/BDB,_בָּקַר\", dir=\"rtl\">בָּקַר</a>) <a data-ref=\"Job 24:17\" href=\"/Job.24.17\">Jb 24:17</a>; <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">38:12</a> (‖ <span dir=\"rtl\">שַׁחַר</span>); <span dir=\"rtl\">לִפְנוֹת הַבּ׳</span> <a data-ref=\"Exodus 14:27\" href=\"/Exodus.14.27\">Ex 14:27</a> (JE) <em>at the turn of the morning</em>, so <a data-ref=\"Judges 19:26\" href=\"/Judges.19.26\">Ju 19:26</a> (‖ <span dir=\"rtl\">בַּעֲלוֹת הַשָּׁ֑חַר</span> v <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">25</a>; sq. <span dir=\"rtl\">עַד־הָאוֹר</span>, as something later, v <a data-ref=\"Judges 19:26\" href=\"/Judges.19.26\">26</a>); vid. <a data-ref=\"Ruth 3:14\" href=\"/Ruth.3.14\">Ru 3:14</a> (‖ <span dir=\"rtl\">בטרו֯ם יכיר אישׁ את רעהו</span> <em>before men could recognise each other</em>); cf. <span dir=\"rtl\">כּוֹכְבֵי בֹקֶר</span> <a data-ref=\"Job 38:7\" href=\"/Job.38.7\">Jb 38:7</a> <em>stars of morning;</em> but also c. <span dir=\"rtl\">אוֹר</span> vb. <a data-ref=\"Genesis 44:3\" href=\"/Genesis.44.3\">Gn 44:3</a> (J) <span dir=\"rtl\">הבקר אור</span>; c. <span dir=\"rtl\">אור</span> noun, <span dir=\"rtl\">באור הבקר</span> <a data-ref=\"Micah 2:1\" href=\"/Micah.2.1\">Mi 2:1</a>; & especially <span dir=\"rtl\">עד אור הבקר</span> <a data-ref=\"Judges 16:2\" href=\"/Judges.16.2\">Ju 16:2</a> (opp. <span dir=\"rtl\">לילה</span>) so <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>; also <a data-ref=\"I Samuel 25:22\" href=\"/I_Samuel.25.22\">1 S 25:22</a>, <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">34</a>, <a data-ref=\"I Samuel 25:36\" href=\"/I_Samuel.25.36\">36</a> <a data-ref=\"II Samuel 17:22\" href=\"/II_Samuel.17.22\">2 S 17:22</a> <a data-ref=\"II Kings 7:9\" href=\"/II_Kings.7.9\">2 K 7:9</a>; cf. <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a> (‖ <span dir=\"rtl\">וְאוֹר לָכֶם</span>). †<strong>c.</strong>  of coming of sunrise <a data-ref=\"Judges 9:33\" href=\"/Judges.9.33\">Ju 9:33</a> <a data-ref=\"II Samuel 23:4\" href=\"/II_Samuel.23.4\">2 S 23:4</a><sup>(×2)</sup> <a data-ref=\"II Kings 3:22\" href=\"/II_Kings.3.22\">2 K 3:22</a> cf. <span dir=\"rtl\">מוֹצָאֵי ב׳ וערב</span> <a data-ref=\"Psalms 65:9\" href=\"/Psalms.65.9\">ψ 65:9</a> i.e. places of sunrise and sunset (‖ <span dir=\"rtl\">קְצוֹת</span> i.e. <em>ends</em> of earth). <strong>d.</strong>  of beginning of day, <span dir=\"rtl\">מֵאָז הַבּ׳ וְעַד־עַתָּה</span> <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a> (cf. v <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">14</a>) vid. <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">2 S 24:15</a> (but del. WeDr); time of prayer, & praise <a data-ref=\"Psalms 5:4\" href=\"/Psalms.5.4\">ψ 5:4</a><sup>(×2)</sup> (v Hu) <a data-ref=\"Psalms 50:17\" href=\"/Psalms.50.17\">50:17</a>; <a data-ref=\"Psalms 88:14\" href=\"/Psalms.88.14\">88:14</a>; <a data-ref=\"Psalms 92:3\" href=\"/Psalms.92.3\">92:3</a>; ‖ <span dir=\"rtl\">צהרים</span> <em>noon</em> <a data-ref=\"I Kings 18:26\" href=\"/I_Kings.18.26\">1 K 18:26</a> <a data-ref=\"Jeremiah 20:16\" href=\"/Jeremiah.20.16\">Je 20:16</a>; of three hours of prayer, <span dir=\"rtl\">ערב ובקר וצהרים</span> <a data-ref=\"Psalms 55:18\" href=\"/Psalms.55.18\">ψ 55:18</a> (cf. <a data-ref=\"Daniel 6:10\" href=\"/Daniel.6.10\">Dn 6:10</a>, <a data-ref=\"Daniel 6:13\" href=\"/Daniel.6.13\">13</a>); cf. also c. <a ,=\"\" data-ref=\"BDB, עֶ֫רֶב\" dir=\"rtl\" href=\"/BDB,_עֶ֫רֶב\">עֶרֶב</a> infr. <strong>e.</strong>  opp. <span dir=\"rtl\">עֶרֶב</span> <a data-ref=\"Genesis 49:27\" href=\"/Genesis.49.27\">Gn 49:27</a> (poem in J) <a data-ref=\"Exodus 16:7\" href=\"/Exodus.16.7\">Ex 16:7</a>, <a data-ref=\"Exodus 16:8\" href=\"/Exodus.16.8\">8</a>, <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">12</a>, <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">13</a> <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> <a data-ref=\"Numbers 9:21\" href=\"/Numbers.9.21\">Nu 9:21</a> (all P) <a data-ref=\"Deuteronomy 28:67\" href=\"/Deuteronomy.28.67\">Dt 28:67</a><sup>(×2)</sup> <a data-ref=\"II Samuel 11:14\" href=\"/II_Samuel.11.14\">2 S 11:14</a> <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a> <a data-ref=\"Isaiah 17:14\" href=\"/Isaiah.17.14\">Is 17:14</a> <a data-ref=\"Zephaniah 3:3\" href=\"/Zephaniah.3.3\">Zp 3:3</a> <a data-ref=\"Ezekiel 24:18\" href=\"/Ezekiel.24.18\">Ez 24:18</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 33:22\" href=\"/Ezekiel.33.22\">33:22</a> <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a> <a data-ref=\"Psalms 30:6\" href=\"/Psalms.30.6\">ψ 30:6</a>; <a data-ref=\"Psalms 90:5\" href=\"/Psalms.90.5\">90:5</a>, <a data-ref=\"Psalms 90:6\" href=\"/Psalms.90.6\">6</a> <a data-ref=\"Ecclesiastes 11:6\" href=\"/Ecclesiastes.11.6\">Ec 11:6</a> <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">1 Ch 16:40</a> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">13:11</a>; <a data-ref=\"II Chronicles 31:3\" href=\"/II_Chronicles.31.3\">31:3</a> <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">Ezr 3:3</a> <a data-ref=\"Esther 2:14\" href=\"/Esther.2.14\">Est 2:14</a> opp. <span dir=\"rtl\">בֵּין הערבים</span> <a data-ref=\"Exodus 29:39\" href=\"/Exodus.29.39\">Ex 29:39</a>, <a data-ref=\"Exodus 29:41\" href=\"/Exodus.29.41\">41</a> <a data-ref=\"Numbers 28:4\" href=\"/Numbers.28.4\">Nu 28:4</a>, <a data-ref=\"Numbers 28:8\" href=\"/Numbers.28.8\">8</a> (all P); especially <span dir=\"rtl\">מן־הבקר עד־הערב</span> = <em>all day</em> <a data-ref=\"Exodus 18:13\" href=\"/Exodus.18.13\">Ex 18:13</a> & (without art.) v <a data-ref=\"Exodus 18:14\" href=\"/Exodus.18.14\">14</a> (both E); <span dir=\"rtl\">מבקר לָעֶרֶב</span> <a data-ref=\"Job 4:20\" href=\"/Job.4.20\">Jb 4:20</a> = between morning and evening; also <span dir=\"rtl\">מֵעֶרֶב עַד־בֹּקֶר</span> = <em>all night</em>, <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a> (P) <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">Lv 24:3</a> (H) <a data-ref=\"Numbers 9:21\" href=\"/Numbers.9.21\">Nu 9:21</a> & <span dir=\"rtl\">בָּעֶרֶב עַד־בּ׳</span> <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a> (both P); note also the formula <span dir=\"rtl\">וַיְהִי ערב ויהי בקר</span> <em>and evening came and then morning</em> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a>, <a data-ref=\"Genesis 1:8\" href=\"/Genesis.1.8\">8</a>, <a data-ref=\"Genesis 1:13\" href=\"/Genesis.1.13\">13</a>, <a data-ref=\"Genesis 1:19\" href=\"/Genesis.1.19\">19</a>, <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">23</a>, <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">31</a> (all P), i.e. the day ended with evening, and the night with morning; peculiar is <a data-ref=\"Daniel 8:14\" href=\"/Daniel.8.14\">Dn 8:14</a> of om. of daily sacrif. <span dir=\"rtl\">עַד עֶרֶב בֹּקֶר אַלְפַּיִם וּשְׁלשׁ מֵאוֹת</span>, <em>until</em> 2300 <em>evening-mornings</em>, prob. = 2300 half-days (Ew Hi Meinh Bev Dr<sup>Intr. 464</sup>, cf. v <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">26</a> & 3½ times (years) <a data-ref=\"Daniel 7:25\" href=\"/Daniel.7.25\">7:25</a>; <a data-ref=\"Daniel 12:11\" href=\"/Daniel.12.11\">12:11</a>, <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">17</a>). <strong>f.</strong>  often (above & elsewhere) c. prep. (+ art. except <a data-ref=\"Job 7:18\" href=\"/Job.7.18\">Jb 7:18</a>); <em>in the morning</em>, <span dir=\"rtl\">בַּבֹּקֶר</span> <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> + 110 times, cf. also <span dir=\"rtl\">בִּהְיֹת הַבּ׳</span> <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">Ex 19:16</a>; <em>in</em> (or <em>at</em>) <em>the morning</em>, <span dir=\"rtl\">לַבּ׳</span> <a data-ref=\"Amos 4:4\" href=\"/Amos.4.4\">Am 4:4</a> + 7 times; <em>for</em> (<em>against</em> or <em>by</em>) <em>the morning</em>, <span dir=\"rtl\">לַבּ׳</span> <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">Ex 34:2</a> cf. <a data-ref=\"Psalms 130:6\" href=\"/Psalms.130.6\">ψ 130:6</a> (cf. Che crit. n.); nearly = <em>until</em> <span dir=\"rtl\">(עַד־)</span> <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">Ex 34:25</a> <a data-ref=\"Deuteronomy 16:4\" href=\"/Deuteronomy.16.4\">Dt 16:4</a> <a data-ref=\"Zephaniah 3:3\" href=\"/Zephaniah.3.3\">Zp 3:3</a>; further <span dir=\"rtl\">בַּבּ׳ בַּבּ׳</span> <em>morning by morning, every morning</em>† <a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">Ex 16:21</a>; <a data-ref=\"Exodus 30:7\" href=\"/Exodus.30.7\">30:7</a>; <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">36:3</a> <a data-ref=\"Leviticus 6:5\" href=\"/Leviticus.6.5\">Lv 6:5</a> (all P) <a data-ref=\"II Samuel 13:4\" href=\"/II_Samuel.13.4\">2 S 13:4</a> <a data-ref=\"I Chronicles 23:30\" href=\"/I_Chronicles.23.30\">1 Ch 23:30</a> <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a> <a data-ref=\"Isaiah 28:19\" href=\"/Isaiah.28.19\">Is 28:19</a>; <a data-ref=\"Isaiah 50:4\" href=\"/Isaiah.50.4\">50:4</a> <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>, <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">14</a>, <a data-ref=\"Ezekiel 46:15\" href=\"/Ezekiel.46.15\">15</a> <a data-ref=\"Zephaniah 3:5\" href=\"/Zephaniah.3.5\">Zp 3:5</a> also <span dir=\"rtl\">לַבּ׳ לַבּ׳</span>, same sense, †<a data-ref=\"I Chronicles 9:27\" href=\"/I_Chronicles.9.27\">1 Ch 9:27</a>; †pl. <span dir=\"rtl\">לַבְּקָרִים</span> <em>every</em> m. afresh <a data-ref=\"Psalms 73:14\" href=\"/Psalms.73.14\">ψ 73:14</a> <a data-ref=\"Isaiah 33:2\" href=\"/Isaiah.33.2\">Is 33:2</a> cf. <a data-ref=\"Lamentations 3:23\" href=\"/Lamentations.3.23\">La 3:23</a>; alm. = <em>continually</em> <a data-ref=\"Psalms 101:8\" href=\"/Psalms.101.8\">ψ 101:8</a> (cf. <a data-ref=\"Jeremiah 21:12\" href=\"/Jeremiah.21.12\">Je 21:12</a>); v. <span dir=\"rtl\">לִבְקָרִים</span> † <a data-ref=\"Job 7:18\" href=\"/Job.7.18\">Jb 7:18</a> (‖ <span dir=\"rtl\">לִרְגָעִים</span> <em>every moment</em>; also without prep. or art. <em>in the morning</em> <a data-ref=\"Hosea 7:6\" href=\"/Hosea.7.6\">Ho 7:6</a> cf. <a data-ref=\"Psalms 5:4\" href=\"/Psalms.5.4\">ψ 5:4</a><sup>(×2)</sup> <a data-ref=\"Psalms 55:18\" href=\"/Psalms.55.18\">ψ 55:18</a>, <strong>d.</strong> supr., & sub <strong>2</strong> <strong>g.</strong>  fig. of bright joy after night of distress (poet.) <a data-ref=\"Job 11:17\" href=\"/Job.11.17\">Jb 11:17</a>; cf. <a data-ref=\"Psalms 30:6\" href=\"/Psalms.30.6\">ψ 30:6</a>; <a data-ref=\"Psalms 46:6\" href=\"/Psalms.46.6\">46:6</a> <span dir=\"rtl\">(לִפְנוֹת בּ׳)</span> <a data-ref=\"Psalms 49:15\" href=\"/Psalms.49.15\">49:15</a>; <a data-ref=\"Psalms 59:17\" href=\"/Psalms.59.17\">59:17</a>; <a data-ref=\"Psalms 90:14\" href=\"/Psalms.90.14\">90:14</a>; <a data-ref=\"Psalms 143:8\" href=\"/Psalms.143.8\">143:8</a>. <strong>h.</strong>  in phrases, <span dir=\"rtl\">הִשְׁכִּים בַּבּ׳</span> (<span dir=\"rtl\">וַיַּשְׁכֵּם</span> etc.) <em>he rose early in the morning</em> †<a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a>; <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">20:8</a>; <a data-ref=\"Genesis 21:14\" href=\"/Genesis.21.14\">21:14</a>; <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">22:3</a>; <a data-ref=\"Genesis 26:31\" href=\"/Genesis.26.31\">26:31</a>; <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">28:18</a>; <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">32:1</a> <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">Ex 8:16</a>; <a data-ref=\"Exodus 9:13\" href=\"/Exodus.9.13\">9:13</a>; <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">24:4</a>; <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">34:4</a> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a> <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a>; <a data-ref=\"Joshua 6:12\" href=\"/Joshua.6.12\">6:12</a>; <a data-ref=\"Joshua 7:16\" href=\"/Joshua.7.16\">7:16</a>; <a data-ref=\"Joshua 8:10\" href=\"/Joshua.8.10\">8:10</a> (all JE) <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>; <a data-ref=\"Judges 19:5\" href=\"/Judges.19.5\">19:5</a>, <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">8</a> <a data-ref=\"I Samuel 1:19\" href=\"/I_Samuel.1.19\">1 S 1:19</a>; <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">5:4</a> cf. <a data-ref=\"I Samuel 15:12\" href=\"/I_Samuel.15.12\">15:12</a>, <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">17:20</a>; <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">29:10</a><sup>(×2)</sup> cf. v <a data-ref=\"I Samuel 29:11\" href=\"/I_Samuel.29.11\">11</a>, <a data-ref=\"II Kings 3:22\" href=\"/II_Kings.3.22\">2 K 3:22</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"II Chronicles 20:20\" href=\"/II_Chronicles.20.20\">2 Ch 20:20</a> <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a> <a data-ref=\"Proverbs 27:14\" href=\"/Proverbs.27.14\">Pr 27:14</a> <a data-ref=\"Isaiah 5:11\" href=\"/Isaiah.5.11\">Is 5:11</a>; (<span dir=\"rtl\">ויקומו</span> etc.) <span dir=\"rtl\">ויקם בַּבּ׳</span> †<a data-ref=\"Genesis 24:54\" href=\"/Genesis.24.54\">Gn 24:54</a> <a data-ref=\"Numbers 22:13\" href=\"/Numbers.22.13\">Nu 22:13</a>, <a data-ref=\"Numbers 22:21\" href=\"/Numbers.22.21\">21</a> (all JE) <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">Ju 19:27</a>; <a data-ref=\"Judges 20:19\" href=\"/Judges.20.19\">20:19</a> <a data-ref=\"II Samuel 24:11\" href=\"/II_Samuel.24.11\">2 S 24:11</a> <a data-ref=\"I Kings 3:21\" href=\"/I_Kings.3.21\">1 K 3:21</a>; <span dir=\"rtl\">אַשְׁמֹרֶת הַבּ׳</span> <em>morning watch</em> †<a data-ref=\"Exodus 14:24\" href=\"/Exodus.14.24\">Ex 14:24</a> <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a>.<br><strong>2.</strong>  <em>morrow, next day</em> (cf. Germ. <em>Morgen, morgen</em>) without art. <a data-ref=\"Exodus 16:19\" href=\"/Exodus.16.19\">Ex 16:19</a>, <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">20</a> <a data-ref=\"Leviticus 7:15\" href=\"/Leviticus.7.15\">Lv 7:15</a>; <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">22:30</a> (opp. <span dir=\"rtl\">הַיּוֹם הַהוּא</span>) <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">Nu 16:5</a> (‖ <span dir=\"rtl\">מָחָר</span> v <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">7</a>, <a data-ref=\"Numbers 16:16\" href=\"/Numbers.16.16\">16</a>) cf. <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a><sup>(×2)</sup> <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>; with art. <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">Ex 16:23</a>, <a data-ref=\"Exodus 16:24\" href=\"/Exodus.16.24\">24</a>; <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">29:34</a>; <span dir=\"rtl\">לַבּ׳</span> <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">Ex 34:25</a> <a data-ref=\"Numbers 22:41\" href=\"/Numbers.22.41\">Nu 22:41</a> <a data-ref=\"Zephaniah 3:3\" href=\"/Zephaniah.3.3\">Zp 3:3</a>; <span dir=\"rtl\">בַּבּ׳</span> <a data-ref=\"I Samuel 9:19\" href=\"/I_Samuel.9.19\">1 S 9:19</a> (opp. <span dir=\"rtl\">הַיּוֹם</span> <em>to-day</em>) cf. <a data-ref=\"I Samuel 20:35\" href=\"/I_Samuel.20.35\">20:35</a>; <em>to-morrow morning</em> <span dir=\"rtl\">הַבּ׳</span> <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a> (Stu); <span dir=\"rtl\">בַּבּ׳</span> <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">Ex 7:15</a> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a> <a data-ref=\"Esther 5:14\" href=\"/Esther.5.14\">Est 5:14</a>; definitely <span dir=\"rtl\">בַּבּ׳ מִמָּֽחֳרָת</span> <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a>; <span dir=\"rtl\">מֵהַבּ׳</span> <a data-ref=\"II Samuel 2:27\" href=\"/II_Samuel.2.27\">2 S 2:27</a>; adverb. use in this sense (without prep. or art.) <a data-ref=\"Exodus 16:7\" href=\"/Exodus.16.7\">Ex 16:7</a> <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">Nu 16:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1f0b6084aa1cbf13dbf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָצַב 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "BDB, יָצַב 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָצַב א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָצַב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">יָצַב</span>]</big></big>  <strong>vb.</strong> only <strong>Hithp. set</strong> or station oneself, take one’s stand <strong>(</strong>𝔗 <span dir=\"rtl\">יצב</span> Pa. & deriv.; Arabic <span dir=\"rtl\">وَصَبَ</span> <em>be constant, firm</em><strong>)</strong>—<br><strong>Hithp.</strong>  Pf. 3 pl. <span dir=\"rtl\">הִתְיַצְּבוּ</span> <a data-ref=\"II Chronicles 11:13\" href=\"/II_Chronicles.11.13\">2 Ch 11:13</a>; <span dir=\"rtl\">וְהִת׳</span> consec. <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>; Impf. <span dir=\"rtl\">יִתְיַצֵּב</span> <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">Dt 7:24</a> + 6 times; <span dir=\"rtl\">יִתְיַצָּ֑ב</span> <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a>; <span dir=\"rtl\">יִתְיַצַּ֑ב</span> <a data-ref=\"Proverbs 22:29\" href=\"/Proverbs.22.29\">Pr 22:29</a>; <span dir=\"rtl\">וַיִּתְיַצֵּב</span> <a data-ref=\"I Samuel 3:10\" href=\"/I_Samuel.3.10\">1 S 3:10</a> + 5 times; 3 fs. <span dir=\"rtl\">וַתֵּתַצֵּב</span> <a data-ref=\"Exodus 2:4\" href=\"/Exodus.2.4\">Ex 2:4</a> (but read <span dir=\"rtl\">וַתִּתְיַצֵּב</span>, cf. Sam Ges<sup>§ 71</sup> Kö<sup>i, 430</sup>); 2 ms. <span dir=\"rtl\">תִּתְיַצֵּב</span> <a data-ref=\"II Samuel 18:13\" href=\"/II_Samuel.18.13\">2 S 18:13</a>; <span dir=\"rtl\">וְאֶתְיַצְּבָה</span> <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>; <span dir=\"rtl\">יִתְיַצְּבוּ</span> <a data-ref=\"Psalms 2:2\" href=\"/Psalms.2.2\">ψ 2:2</a> + 2 times; <span dir=\"rtl\">וַיִּתְיַצְּבוּ</span> <a data-ref=\"Exodus 19:17\" href=\"/Exodus.19.17\">Ex 19:17</a> + 4 times; Imv. <span dir=\"rtl\">הִתְיַצֵּב</span> <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a> + 5 times; <span dir=\"rtl\">הִתְיַצְּבוּ</span> <a data-ref=\"I Samuel 10:19\" href=\"/I_Samuel.10.19\">1 S 10:19</a> + 6 times; Inf. cstr. <span dir=\"rtl\">(מֵ)הִתְיַצֵּב</span> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a> + 4 times;—<em>station oneself, take one’s stand, stand:</em> <strong>a.</strong>  c. phr. of place, <a data-ref=\"Exodus 2:4\" href=\"/Exodus.2.4\">Ex 2:4</a> (E, c. <span dir=\"rtl\">מֵרָחוֹק</span>), <a data-ref=\"II Samuel 18:13\" href=\"/II_Samuel.18.13\">2 S 18:13</a> (c. <span dir=\"rtl\">מִנֶּגֶד</span>), fig. = <em>stand aloof</em> (VB Dr); v <a data-ref=\"II Samuel 18:30\" href=\"/II_Samuel.18.30\">30</a> (c. <span dir=\"rtl\">כֹּה</span>, ‖ <span dir=\"rtl\">עָמַד</span>); c. ב loc. <a data-ref=\"Exodus 19:17\" href=\"/Exodus.19.17\">Ex 19:17</a>; <a data-ref=\"Numbers 22:22\" href=\"/Numbers.22.22\">Nu 22:22</a> (both E), <a data-ref=\"Judges 20:2\" href=\"/Judges.20.2\">Ju 20:2</a>; <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">Dt 31:14</a><sup>(×2)</sup>, also (in sense of <em>having a place</em> or <em>position</em>) <span dir=\"rtl\">נִשְׁמַדְנוּ מֵהִתְיַצֵּב בְּכָל־גְּבֻל יִשְׂרָאֵל</span> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a>; c. <span dir=\"rtl\">בְּתוֹךְ</span> pers. <a data-ref=\"I Samuel 10:23\" href=\"/I_Samuel.10.23\">1 S 10:23</a>, loc. <a data-ref=\"II Samuel 23:12\" href=\"/II_Samuel.23.12\">2 S 23:12</a> = <a data-ref=\"I Chronicles 11:14\" href=\"/I_Chronicles.11.14\">1 Ch 11:14</a>; c. <span dir=\"rtl\">עַל</span> loc., <em>at, by</em> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a>, <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">15</a> (JE), <em>upon</em> <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a> (‖ <span dir=\"rtl\">עמד</span>), <a data-ref=\"Psalms 36:5\" href=\"/Psalms.36.5\">ψ 36:5</a> (fig.); c. <span dir=\"rtl\">עַל</span> pers. v. infr.; c. <span dir=\"rtl\">שָׁם</span> and <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"Exodus 34:5\" href=\"/Exodus.34.5\">Ex 34:5</a> (subj. <span dir=\"rtl\">י׳</span>), <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a> (both JE). <strong>b.</strong>  abs. <a data-ref=\"I Samuel 3:10\" href=\"/I_Samuel.3.10\">1 S 3:10</a> (<span dir=\"rtl\">י׳</span> subj.); especially of standing quiet and passive, to see the mighty deliverance of <span dir=\"rtl\">י׳</span> <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">Ex 14:13</a> (J), <a data-ref=\"I Samuel 12:7\" href=\"/I_Samuel.12.7\">1 S 12:7</a>, <a data-ref=\"I Samuel 12:16\" href=\"/I_Samuel.12.16\">16</a>; <a data-ref=\"II Chronicles 20:17\" href=\"/II_Chronicles.20.17\">2 Ch 20:17</a> (‖ <span dir=\"rtl\">עמד</span>); of taking a stand to fight <a data-ref=\"I Samuel 17:16\" href=\"/I_Samuel.17.16\">1 S 17:16</a> <a data-ref=\"Psalms 2:2\" href=\"/Psalms.2.2\">ψ 2:2</a>; in military array <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a> (c. ב accomp.), v <a data-ref=\"Jeremiah 46:14\" href=\"/Jeremiah.46.14\">14</a> (‖ <span dir=\"rtl\">הָכֵן לָךְ</span>); to answer a charge <a data-ref=\"Job 33:5\" href=\"/Job.33.5\">Jb 33:5</a>; <span dir=\"rtl\">וְיִתְיַצְּבוּ כְמוֹ לְבוּשׁ</span> <a data-ref=\"Job 38:14\" href=\"/Job.38.14\">38:14</a> <em>and they</em> (terrestrial things) <em>stand forth</em> (in the light) <em>like a garment</em>. <strong>c.</strong>  c. <span dir=\"rtl\">לִפְנֵי</span> pers. = <em>present oneself before</em> <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">Ex 8:16</a>; <a data-ref=\"Exodus 9:13\" href=\"/Exodus.9.13\">9:13</a> (both J), <a data-ref=\"Proverbs 22:29\" href=\"/Proverbs.22.29\">Pr 22:29</a><sup>(×2)</sup>; <span dir=\"rtl\">לִפְנֵי י׳</span> <a data-ref=\"Joshua 24:1\" href=\"/Joshua.24.1\">Jos 24:1</a> (E), <a data-ref=\"I Samuel 10:19\" href=\"/I_Samuel.10.19\">1 S 10:19</a> (v. also <strong>d</strong>); so as servants or courtiers (v. <span dir=\"rtl\">על</span> 6 c), with implication of readiness for service, <span dir=\"rtl\">עַל־אֲדֹנָי</span> <a data-ref=\"Zechariah 6:5\" href=\"/Zechariah.6.5\">Zc 6:5</a>; <span dir=\"rtl\">על י׳</span> <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a><sup>(×2)</sup>. <strong>d.</strong>  c. <span dir=\"rtl\">עַל</span> pers. <em>take one’s stand on the side of</em> <a data-ref=\"II Chronicles 11:13\" href=\"/II_Chronicles.11.13\">2 Ch 11:13</a>; c. ל, <span dir=\"rtl\">מִי־יִתְיַצֵּב לִי עִם</span> <a data-ref=\"Psalms 94:16\" href=\"/Psalms.94.16\">ψ 94:16</a> <em>who will take a stand for me against</em> the workers of iniquity (‖ <span dir=\"rtl\">מִי יָקוּם לִי עִם</span>); of <em>holding one’s ground</em>, maintaining one’s position before <span dir=\"rtl\">(לְנֶגֶד עֵינֶיךָ) י׳</span> <a data-ref=\"Psalms 5:6\" href=\"/Psalms.5.6\">ψ 5:6</a>; so c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Joshua 1:5\" href=\"/Joshua.1.5\">Jos 1:5</a> (D), <a data-ref=\"Deuteronomy 9:2\" href=\"/Deuteronomy.9.2\">Dt 9:2</a> <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a>; c. <span dir=\"rtl\">בְּפָנֶיךָ</span> <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">Dt 7:24</a>; <a data-ref=\"Deuteronomy 11:25\" href=\"/Deuteronomy.11.25\">11:25</a>; abs. <span dir=\"rtl\">וְאֵין עִמְּךָ לְהִתְיַצֵּב</span> <a data-ref=\"II Chronicles 20:6\" href=\"/II_Chronicles.20.6\">2 Ch 20:6</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d21eb6084aa1cbf16295", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֹּה 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "BDB, כֹּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֹּה א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֹּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">כֹּה</span></big></big>  <strong>demonstr. adv. thus, here (</strong>BA <span dir=\"rtl\">כָּה</span>; 𝔗 𝔖<sup>Jerus.</sup> Mand. <span dir=\"rtl\">כָּא</span> <em>here:</em> in Syriac with prefixes <span dir=\"rtl\">ܠܟܳܐ</span> <em>hither</em>, <span dir=\"rtl\">ܡܶܟܳܐ</span> (𝔖<sup>Jerus.</sup> <span dir=\"rtl\">ܡܶܢ ܟܳܐ</span>) <em>hence</em>, <span dir=\"rtl\">ܐܰܝܟܳܐ</span> <em>where?</em> cf. <a data-ref=\"BDB, אֵיכָה\" href=\"/BDB,_אֵיכָה\", dir=\"rtl\">אֵיכָה</a>, p. 32, and Kö<sup>ii. 1, 252</sup><strong>)</strong>—<br><strong>1.</strong>  of manner, <em>thus</em> (so most freq., and usually pointing to what is to follow, while <span dir=\"rtl\">כֵּן</span> points commonly to what has preceded), <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> <span dir=\"rtl\">כה יהיה זרעך</span> <em>thus</em> shall thy seed be, <a data-ref=\"Numbers 6:23\" href=\"/Numbers.6.23\">Nu 6:23</a> <a data-ref=\"I Kings 2:30\" href=\"/I_Kings.2.30\">1 K 2:30</a> <span dir=\"rtl\">כֹּה דִבֶּר יוֹאָב וְכֹה עָנָנִי</span>, <a data-ref=\"Numbers 5:25\" href=\"/Numbers.5.25\">5:25</a> <a data-ref=\"Isaiah 24:13\" href=\"/Isaiah.24.13\">Is 24:13</a> (answered by <span dir=\"rtl\">כְּ</span>, as <a data-ref=\"Jeremiah 23:29\" href=\"/Jeremiah.23.29\">Je 23:29</a>); with a subst. <a data-ref=\"Isaiah 20:6\" href=\"/Isaiah.20.6\">Is 20:6</a> <span dir=\"rtl\">הִנֵּה כֹה מַבָּטֵנוּ</span>, <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">Je 9:21</a> (si vera l.), <a data-ref=\"Jeremiah 23:29\" href=\"/Jeremiah.23.29\">23:29</a> <a data-ref=\"I Samuel 27:11\" href=\"/I_Samuel.27.11\">1 S 27:11</a>. Mostly confined to particular phrases: thus <strong>a.</strong>  with diff. forms of <span dir=\"rtl\">אמר</span>, <span dir=\"rtl\">כה תאמר</span> <em>thus</em> shalt thou say <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">Ex 3:14</a>, <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a>; <a data-ref=\"Exodus 19:3\" href=\"/Exodus.19.3\">19:3</a>; <a data-ref=\"Exodus 20:19\" href=\"/Exodus.20.19\">20:22</a> etc.; especially <span dir=\"rtl\">כה אמר י״י</span> thus saith (or said) <span dir=\"rtl\">י׳</span> <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a>; <a data-ref=\"Exodus 5:1\" href=\"/Exodus.5.1\">5:1</a>; <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a> etc.; and continually in the prophets, as <a data-ref=\"Isaiah 7:7\" href=\"/Isaiah.7.7\">Is 7:7</a>; <a data-ref=\"Isaiah 8:11\" href=\"/Isaiah.8.11\">8:11</a>; <a data-ref=\"Isaiah 18:4\" href=\"/Isaiah.18.4\">18:4</a> etc.; <a data-ref=\"Jeremiah 2:2\" href=\"/Jeremiah.2.2\">Je 2:2</a>, <a data-ref=\"Jeremiah 2:5\" href=\"/Jeremiah.2.5\">5</a>; <a data-ref=\"Jeremiah 4:27\" href=\"/Jeremiah.4.27\">4:27</a>; <a data-ref=\"Jeremiah 6:16\" href=\"/Jeremiah.6.16\">6:16</a> etc.; also in the idiom. formula <span dir=\"rtl\">אִם כֹּה יֹאמַר</span> <em>if he say</em> (or <em>used to say</em>) (the words spoken following) †<a data-ref=\"Genesis 31:8\" href=\"/Genesis.31.8\">Gn 31:8</a> <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a>, <a data-ref=\"I Samuel 14:10\" href=\"/I_Samuel.14.10\">10</a>; <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">20:7</a> <a data-ref=\"II Samuel 15:26\" href=\"/II_Samuel.15.26\">2 S 15:26</a>. <strong>b.</strong>  with <span dir=\"rtl\">עשׂה</span> to do <em>thus</em>, <a data-ref=\"Exodus 5:15\" href=\"/Exodus.5.15\">Ex 5:15</a> <a data-ref=\"Deuteronomy 7:5\" href=\"/Deuteronomy.7.5\">Dt 7:5</a>; pointing back, <a data-ref=\"Numbers 22:30\" href=\"/Numbers.22.30\">Nu 22:30</a> <a data-ref=\"Joshua 6:14\" href=\"/Joshua.6.14\">Jos 6:14</a> <a data-ref=\"I Samuel 27:11\" href=\"/I_Samuel.27.11\">1 S 27:11</a> al.; especially in the phrase <span dir=\"rtl\">כה יעשׂה אלהים וכה יוסיף</span> (with variations), <a data-ref=\"I Samuel 3:17\" href=\"/I_Samuel.3.17\">1 S 3:17</a> + (v. <a data-ref=\"BDB, יָסַף\" href=\"/BDB,_יָסַף\", dir=\"rtl\">יסף</a>), in which <span dir=\"rtl\">כֹּה</span> points to an imprecation understood but not expressed. With <span dir=\"rtl\">בְּ</span> prefixed †<a data-ref=\"I Kings 22:20\" href=\"/I_Kings.22.20\">1 K 22:20</a> <span dir=\"rtl\">ויאמר זה בְּכֹה וזה אמר בְּכֹה</span> and one spake <em>in this wise</em>, and another spake <em>in that wise</em> (‖ <a data-ref=\"II Chronicles 18:19\" href=\"/II_Chronicles.18.19\">2 Ch 18:19</a> <span dir=\"rtl\">כָּכָה</span> … <span dir=\"rtl\">כָּכָה</span>; prob. rightly).<br>†<strong>2.</strong>  of place, <em>here</em> (rare, chiefly in E), <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> <span dir=\"rtl\">שִׂים כֹּה</span> place it <em>here</em> before my brethren, <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">Nu 23:15</a><sup>(×2)</sup> <a data-ref=\"II Samuel 18:30\" href=\"/II_Samuel.18.30\">2 S 18:30</a> <a data-ref=\"Ruth 2:8\" href=\"/Ruth.2.8\">Ru 2:8</a>. Repeated, <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a> <span dir=\"rtl\">וַיִּפֶן כֹּה וָכֹה</span> and he turned <em>this way</em> and <em>that way;</em> <span dir=\"rtl\">כֹּה</span> … <span dir=\"rtl\">כֹּה</span> <em>on this side</em> … <em>on that side</em> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a>. With <span dir=\"rtl\">עַד</span> <a data-ref=\"Genesis 22:5\" href=\"/Genesis.22.5\">Gn 22:5</a> and we will go <span dir=\"rtl\">עַד־כֹּה</span> <em>as far as here</em> (δεικτικῶς) i.e. <em>yonder</em>.<br>†<strong>3.</strong>  of time, <span dir=\"rtl\">עַד כֹּה</span> <em>hitherto</em>, <a data-ref=\"Exodus 7:16\" href=\"/Exodus.7.16\">Ex 7:16</a> (cf. <span dir=\"rtl\">עַד־הֵנָּה</span>), <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">Jos 17:14</a>; <span dir=\"rtl\">עַד־כֹּה וְעַד־כֹּה</span> till <em>now</em> and till <em>then</em>, i.e. meanwhile, <a data-ref=\"I Kings 18:45\" href=\"/I_Kings.18.45\">1 K 18:45</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a8b6084aa1cbf1cb83", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַי 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "BDB, מַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַי א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">מַי</span></big></big><sub>580</sub><big><big>]</big></big>  <strong>n.m.</strong> <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> only pl. <span dir=\"rtl\">מַ֫יִם</span> waters, water <strong>(</strong>NH <em>id.;</em> MI <sup>23</sup> <span dir=\"rtl\">[ין]מ</span>; SI <sup>5</sup> <span dir=\"rtl\">המים</span>; Aramaic <span dir=\"rtl\">מַיָּא</span>, <span dir=\"rtl\">מַיִּין</span>, <span dir=\"rtl\">ܡܰܝܴ</span>̈ܐ; Assyrian <em>mû</em>, pl. <em>mê</em>, also <em>mâmu</em> Dl<sup>HWB 394</sup>; Arabic <span dir=\"rtl\">مَآءٌ</span>; Ethiopic ማይ, pl. ማያት; Sab. <span dir=\"rtl\">[מו]</span>, <span dir=\"rtl\">מום</span>, pl. <span dir=\"rtl\">מון</span>, Min. <span dir=\"rtl\">[מה]</span>, pl. <span dir=\"rtl\">מהן</span> DHM<sup>6th Or. Congr. (Leiden) ii. 1, 451 f.</sup> (v. on these forms Ba<sup>ZMG xiii, 1888, 341 ff.</sup>)<strong>)</strong>;—<span dir=\"rtl\">מַ֫יִם (מָ֑יִם)</span> <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a> +; <span dir=\"rtl\">הַמַּ֫יְמָה</span> <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">Ex 7:15</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; cstr. <span dir=\"rtl\">מֵי</span> <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a> + 71 times; <span dir=\"rtl\">מֵימֵי</span> <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> + 10 times + Qr <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; sf. <span dir=\"rtl\">מֵימַי</span> <a data-ref=\"Hosea 2:7\" href=\"/Hosea.2.7\">Ho 2:7</a> + <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> (but read here <span dir=\"rtl\">יֵינִי</span> 𝔊 Ew Th We Klo Dr Kit Bu); <span dir=\"rtl\">מֵימֶ֫יךָ</span> <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> + 3 times; <span dir=\"rtl\">מֵימָיו</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 6 times; <span dir=\"rtl\">מֵימֶיהָ</span> <a data-ref=\"Jeremiah 6:7\" href=\"/Jeremiah.6.7\">Je 6:7</a>; <a data-ref=\"Jeremiah 50:38\" href=\"/Jeremiah.50.38\">50:38</a>; <span dir=\"rtl\">מֵימֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>; <span dir=\"rtl\">מֵימֵיהֶם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> + 4 times;—<em>waters, water</em> (c. adj. pl. <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">Gn 26:19</a> <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">Ex 15:10</a> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a> + often, so always c. adj.; also c. pt. pl. <a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a> <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">2 K 3:20</a> +; c. pron. pl. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> <a data-ref=\"II Kings 2:21\" href=\"/II_Kings.2.21\">2 K 2:21</a> +; cf. sf. <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a>; before pl. vb. <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a>, <a data-ref=\"Genesis 1:20\" href=\"/Genesis.1.20\">20</a>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">21</a>; <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">7:17</a> + often; after pl. vb. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <a data-ref=\"Ezekiel 31:4\" href=\"/Ezekiel.31.4\">Ez 31:4</a> +; rarely c. sg. vb.; before, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">Gn 9:15</a> <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">Lv 11:34</a> <a data-ref=\"Numbers 20:2\" href=\"/Numbers.20.2\">Nu 20:2</a>; <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">24:7</a>; <a data-ref=\"Numbers 33:14\" href=\"/Numbers.33.14\">33:14</a> <a data-ref=\"II Kings 3:9\" href=\"/II_Kings.3.9\">2 K 3:9</a>; after, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>);—<br><strong>1.</strong> <strong>a.</strong>  <em>water</em>, of a spring or well (<span dir=\"rtl\">עַיִן</span>, <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"Genesis 16:7\" href=\"/Genesis.16.7\">Gn 16:7</a>; <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a>, <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a> <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a><sup>(×2)</sup> (J), <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">Gn 21:19</a>, <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">25</a> <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> (E), etc.; for drinking, also <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">Am 4:8</a>; <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">8:11</a> <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a> + often; out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a><sup>(×2)</sup>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a>, <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">11</a> (P), <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> etc.; <span dir=\"rtl\">מֵי מְרִיבָה</span> (RS<sup>Sem. i. 165. 2nd ed. 181</sup>) <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>, <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">24</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> (P), <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> <a data-ref=\"Psalms 81:8\" href=\"/Psalms.81.8\">ψ 81:8</a> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">106:32</a>; cf. <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>; <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a>; for washing (hands, feet, person) <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>; <a data-ref=\"Genesis 24:32\" href=\"/Genesis.24.32\">24:32</a>; <a data-ref=\"Genesis 43:24\" href=\"/Genesis.43.24\">43:24</a> (J), <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">2 K 3:11</a>, <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a> <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">Lv 15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a> + (P); (victims) <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> (P); (vessels) <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a>; <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">11:32</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a> (P); (garments) <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">Lv 15:17</a> <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">Nu 19:8</a> (P); for cooking <a data-ref=\"Exodus 12:9\" href=\"/Exodus.12.9\">Ex 12:9</a> (P), cf. <a data-ref=\"Isaiah 64:1\" href=\"/Isaiah.64.1\">Is 64:1</a> <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">Ez 24:3</a> (symbol.); for purification <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <span dir=\"rtl\">(מֵי חַטָּאת)</span>, <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> <span dir=\"rtl\">(מֵי נִדָּה)</span>, cf. v <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">20:13</a>; <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">31:23</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a> (fig.). <strong>b.</strong>  of a river, Nile <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a>; <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">4:9</a><sup>(×2)</sup> (J), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a> etc.; Jordan <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">Jos 3:8</a> (D), v <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">15</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (JE), etc.; Euphrates <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a> (fig.), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a>; Ezek.’s river <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">2</a> +, etc.; of streams, canals, etc., especially as condition of fertility <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">10:7</a> <a data-ref=\"Isaiah 1:30\" href=\"/Isaiah.1.30\">Is 1:30</a> <a data-ref=\"Proverbs 30:16\" href=\"/Proverbs.30.16\">Pr 30:16</a> <a data-ref=\"II Kings 3:17\" href=\"/II_Kings.3.17\">2 K 3:17</a> +, etc. <strong>c.</strong>  of sea <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a>; <a data-ref=\"Amos 9:6\" href=\"/Amos.9.6\">9:6</a>; Red Sea <a data-ref=\"Exodus 15:8\" href=\"/Exodus.15.8\">Ex 15:8</a>, <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">10</a>, <a data-ref=\"Exodus 15:19\" href=\"/Exodus.15.19\">19</a> (song), <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">14:21</a>, <a data-ref=\"Exodus 14:22\" href=\"/Exodus.14.22\">22</a>, <a data-ref=\"Exodus 14:26\" href=\"/Exodus.14.26\">26</a> + (P), <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a> (D), etc. <strong>d.</strong>  of flood <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a>, <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">10</a>; <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">8:3</a>, <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">7</a>, <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8</a>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">9</a>, <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">11</a> (J), <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>; <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a>, <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">17</a>, <a data-ref=\"Genesis 8:18\" href=\"/Genesis.8.18\">18</a><sup>(×2)</sup> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">15</a> (P); so <span dir=\"rtl\">מֵי־נֹחַ</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a><sup>(×2)</sup> <em>waters of Noah</em>. <strong>e.</strong>  subterranean <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (E), <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>, cf. <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a> <a data-ref=\"Psalms 136:6\" href=\"/Psalms.136.6\">ψ 136:6</a>. <strong>f.</strong>  in clouds <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">Je 10:13</a> <a data-ref=\"Job 26:8\" href=\"/Job.26.8\">Jb 26:8</a> <a data-ref=\"Psalms 29:3\" href=\"/Psalms.29.3\">ψ 29:3</a><sup>(×2)</sup> <a data-ref=\"Psalms 104:3\" href=\"/Psalms.104.3\">104:3</a>; <a data-ref=\"Psalms 148:4\" href=\"/Psalms.148.4\">148:4</a>, etc. <strong>g.</strong>  of rain <a data-ref=\"Judges 5:4\" href=\"/Judges.5.4\">Ju 5:4</a> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">ψ 65:10</a> <a data-ref=\"Job 5:10\" href=\"/Job.5.10\">Jb 5:10</a> (‖ <span dir=\"rtl\">מָטָר</span>), etc. <strong>h.</strong>  of dew <a data-ref=\"Judges 6:38\" href=\"/Judges.6.38\">Ju 6:38</a>. <strong>i.</strong>  primæval deep <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a>, <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">6</a> (P).<br><strong>2.</strong>  c. nomm. pr. loc. (q.v.), to denote springs, streams, or seas belonging to, near, such places: <span dir=\"rtl\">מֵימֵי מִצְרַיִם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a>; <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">8:2</a>; <span dir=\"rtl\">מֵי מְרִיבָה</span> (v. supr. <strong>1 a</strong>); <span dir=\"rtl\">מֵי מֵרוֹם</span> <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>, <a data-ref=\"Joshua 11:7\" href=\"/Joshua.11.7\">7</a>; <span dir=\"rtl\">מֵי עֵין־שֶׁמֶשׁ</span> <a data-ref=\"Joshua 15:7\" href=\"/Joshua.15.7\">Jos 15:7</a>; <span dir=\"rtl\">מֵי נֶפְתּוֹחַ</span> <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">15:9</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a>; <span dir=\"rtl\">מֵי יְרִיחוֹ</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">16:1</a>; <span dir=\"rtl\">מֵי מְגִּדּוֹ</span> <a data-ref=\"Judges 5:19\" href=\"/Judges.5.19\">Ju 5:19</a>; <span dir=\"rtl\">מֵי נִמְרִ(יִ)ם</span> <a data-ref=\"Isaiah 15:6\" href=\"/Isaiah.15.6\">Is 15:6</a> <a data-ref=\"Jeremiah 48:34\" href=\"/Jeremiah.48.34\">Je 48:34</a>; <span dir=\"rtl\">מֵי דִימוֹן</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>; cf. <span dir=\"rtl\">מֵי הַשִּׁלֹּחַ</span> <a data-ref=\"Isaiah 8:6\" href=\"/Isaiah.8.6\">Is 8:6</a>; <span dir=\"rtl\">מֵימֵי גִּיחוֹן הָעֶלְיוֹן</span> <a data-ref=\"II Chronicles 32:30\" href=\"/II_Chronicles.32.30\">2 Ch 32:30</a>; cf. also n. pr. loc. <span dir=\"rtl\">מִשְׂרְפוֹת מַיִם</span> <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">Jos 11:8</a>; <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">13:6</a>.<br><strong>3.</strong>  special uses are: <span dir=\"rtl\">מֵי רַגְלַיִם</span> <em>water of the feet</em> = urine <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; cf. <span dir=\"rtl\">בְּמֵי מַדְמֵנָה</span> <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a> Kt <em>in water of a dunghill</em> (> Qr <span dir=\"rtl\">בְּמוֹ</span>); <span dir=\"rtl\">מַיִם לַחַץ</span> <em>water</em> (which is) <em>distress</em>, because drunk in imprisonment <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> (‖ <span dir=\"rtl\">לֶחֶם לַחַץ</span>) = <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>; <span dir=\"rtl\">בְּמֵי־שָׁ֑לֶג</span> <em>in snow-water</em> <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a> Qr (Kt <span dir=\"rtl\">במו</span>; Me Hoffm Siegfr <span dir=\"rtl\">כְּמוֹ</span>), <span dir=\"rtl\">מֵימֵי שֶׁלֶג</span> <a data-ref=\"Job 24:19\" href=\"/Job.24.19\">24:19</a>; <span dir=\"rtl\">מַיִם קְדשִׁים</span> †<a data-ref=\"Numbers 5:17\" href=\"/Numbers.5.17\">Nu 5:17</a> <em>holy water</em> (cf. RS<sup>Sem. 165, 2nd ed. 181</sup>, but text dubious, v. Di); <span dir=\"rtl\">מֵי הַמָּרִים</span> <em>bitter water</em> †<a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:23\" href=\"/Numbers.5.23\">23</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a>; cf. <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">Ex 15:23</a> <span dir=\"rtl\">(בִּי מָרִים הֵם)</span>, opp. <span dir=\"rtl\">וַיִּמְתְּקוּ הַמַּיִם</span> v <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">25</a> <em>and the waters were sweetened;</em> <span dir=\"rtl\">מֵי חַטָּאת</span>, <span dir=\"rtl\">מֵי נִדָּה</span> v. supr. <strong>1 a</strong>; <span dir=\"rtl\">מַיִם חַיִּים</span> <em>living</em> (i.e. running) <em>water</em> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">Nu 19:17</a>, also (fig.) <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> (cf. <a data-ref=\"Ezekiel 47\" href=\"/Ezekiel.47\">Ez 47</a>), and (fig.) <a data-ref=\"Jeremiah 2:13\" href=\"/Jeremiah.2.13\">Je 2:13</a>; <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">17:13</a>. See also infr. (cf. <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a>, <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">18</a>; v. RS<sup>Sem. i. 127, 157; 2nd ed. 135, 176</sup>).<br><strong>4.</strong>  among fig. uses are: <strong>a.</strong>  of danger or distress <a data-ref=\"Isaiah 43:2\" href=\"/Isaiah.43.2\">Is 43:2</a> <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>; <a data-ref=\"Psalms 69:2\" href=\"/Psalms.69.2\">69:2</a> <a data-ref=\"Lamentations 3:54\" href=\"/Lamentations.3.54\">La 3:54</a>; usually <em>many waters</em> <a data-ref=\"II Samuel 22:17\" href=\"/II_Samuel.22.17\">2 S 22:17</a> = <a data-ref=\"Psalms 18:17\" href=\"/Psalms.18.17\">ψ 18:17</a>, cf. <a data-ref=\"Job 22:11\" href=\"/Job.22.11\">Jb 22:11</a> <a data-ref=\"Psalms 32:6\" href=\"/Psalms.32.6\">ψ 32:6</a>; <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">144:7</a>, or <em>deep waters</em> <a data-ref=\"Psalms 69:3\" href=\"/Psalms.69.3\">ψ 69:3</a>, <a data-ref=\"Psalms 69:15\" href=\"/Psalms.69.15\">15</a>, cf. v <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">16</a>; also <span dir=\"rtl\">מֵי־רֹאשׁ</span> <em>water of gall</em> <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">Je 8:14</a>; <a data-ref=\"Jeremiah 9:14\" href=\"/Jeremiah.9.14\">9:14</a>; <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">23:15</a>. <strong>b.</strong>  <span dir=\"rtl\">פֶּרֶץ מַיִם</span> <a data-ref=\"II Samuel 5:20\" href=\"/II_Samuel.5.20\">2 S 5:20</a> = <a data-ref=\"I Chronicles 14:11\" href=\"/I_Chronicles.14.11\">1 Ch 14:11</a> of outbursting force. <strong>c.</strong>  <span dir=\"rtl\">שְׁאוֹן מַיִם</span> <a data-ref=\"Isaiah 17:12\" href=\"/Isaiah.17.12\">Is 17:12</a>, <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">13</a> or rushing nations. <strong>d.</strong>  of what is impetuous, violent, overwhelming <a data-ref=\"Isaiah 28:2\" href=\"/Isaiah.28.2\">Is 28:2</a>, <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">17</a> <a data-ref=\"Hosea 10:7\" href=\"/Hosea.10.7\">Ho 10:7</a> <a data-ref=\"Job 27:20\" href=\"/Job.27.20\">Jb 27:20</a> <a data-ref=\"Psalms 124:4\" href=\"/Psalms.124.4\">ψ 124:4</a>, <a data-ref=\"Psalms 124:5\" href=\"/Psalms.124.5\">5</a>; <a data-ref=\"Psalms 88:18\" href=\"/Psalms.88.18\">88:18</a>; sim. of impetuousness <span dir=\"rtl\">פַּחַז כַּמַּיִם</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a>. <strong>e.</strong>  (as running away) of heart in timidity <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a>, cf. <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>, of knees <a data-ref=\"Ezekiel 7:17\" href=\"/Ezekiel.7.17\">Ez 7:17</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a>. <strong>f.</strong>  of transitoriness <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">Jb 11:16</a>; <a data-ref=\"Job 24:18\" href=\"/Job.24.18\">24:18</a> <a data-ref=\"Psalms 58:8\" href=\"/Psalms.58.8\">ψ 58:8</a>. <strong>g.</strong>  of refreshment <a data-ref=\"Isaiah 32:2\" href=\"/Isaiah.32.2\">Is 32:2</a>; <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">49:10</a>; spiritual <a data-ref=\"Isaiah 12:3\" href=\"/Isaiah.12.3\">12:3</a>. <strong>h.</strong>  <span dir=\"rtl\">מֵי מְנֻחוֹת</span> <a data-ref=\"Psalms 23:2\" href=\"/Psalms.23.2\">ψ 23:2</a> in fig. of rest and peace, cf. <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">Je 31:9</a>. <strong>i.</strong>  of reckless bloodshed (poured out like water) <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a>; cf. pouring away (and not eating) blood <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:24\" href=\"/Deuteronomy.12.24\">24</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>. <strong>j.</strong>  <span dir=\"rtl\">בְּאֵר מַיִם חַיִּים</span> <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a> fig. of bride; <span dir=\"rtl\">מַיִם מִבּוֹרֶ֑ךָ</span> <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a> of enjoyment of one’s own wife; of harlotry <span dir=\"rtl\">מַיִם גְּנוּבִים</span> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <em>stolen waters</em>. <strong>k.</strong>  of outpoured wrath of <span dir=\"rtl\">י׳</span> <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>. <strong>l.</strong>  of abundant justice <a data-ref=\"Amos 5:24\" href=\"/Amos.5.24\">Am 5:24</a>. <strong>m.</strong>  of outpoured feelings <a data-ref=\"Job 3:24\" href=\"/Job.3.24\">Jb 3:24</a>; <span dir=\"rtl\">שִׁפְכִי כַמַּיִם לִבֵּךְ</span> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a>.—<a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> read prob. <span dir=\"rtl\">מִמְּעֵי</span> for MT <span dir=\"rtl\">מִמֵּי</span>, so Secker Du Che<sup>Hpt</sup> Skinner, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4d1b6084aa1cbf387b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁכַם 1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "BDB, שָׁכַם 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁכַם א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁכַם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big>[<span dir=\"rtl\">שָׁכַם</span></big><sub>65</sub><big>]</big>  <strong>vb. </strong><br><strong>Hiph.</strong>  <strong> denom. start, rise, early (</strong>proposes <em>load backs</em> of beasts for day’s journey<strong>)</strong>;—Pf. 3 ms. consec. <span dir=\"rtl\">וְהִשְׁכִּים</span> <a data-ref=\"II Samuel 15:2\" href=\"/II_Samuel.15.2\">2 S 15:2</a>; <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיַּשְׁכֵּם</span> <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> +, 2 ms. <span dir=\"rtl\">תַּשְׁכִּים</span> <a data-ref=\"Judges 9:33\" href=\"/Judges.9.33\">Ju 9:33</a>, etc.; Imv. <span dir=\"rtl\">הַשְׁכֵּם</span> <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">Ex 8:16</a> +; Inf. abs. <span dir=\"rtl\">הַשְׁכֵּם</span> <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a> +, -<span dir=\"rtl\">כֵּים</span> <a data-ref=\"Jeremiah 44:4\" href=\"/Jeremiah.44.4\">Je 44:4</a>; <a data-ref=\"Proverbs 27:14\" href=\"/Proverbs.27.14\">Pr 27:14</a>, erron. <span dir=\"rtl\">אַשְׁכֵּים</span> <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">Je 25:3</a> (Ges<sup>§ 53 k</sup>); Pt. <span dir=\"rtl\">מַשְׁכִּים</span> <a data-ref=\"Hosea 6:4\" href=\"/Hosea.6.4\">Ho 6:4</a> +, etc.;—<em>rise early, make an early start</em>, of journey (Hex only JE); <span dir=\"rtl\">לְדַרְכְּכֶם</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a> (+ <span dir=\"rtl\">מָחָר</span>), cf. <a data-ref=\"Song of Songs 7:13\" href=\"/Song_of_Songs.7.13\">Ct 7:13</a>; + vb. of going <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">Gn 19:2</a> (J), standing <a data-ref=\"II Samuel 15:2\" href=\"/II_Samuel.15.2\">2 S 15:2</a>, encamping <a data-ref=\"Judges 7:1\" href=\"/Judges.7.1\">Ju 7:1</a>, etc.; + inf. <a data-ref=\"I Samuel 15:12\" href=\"/I_Samuel.15.12\">1 S 15:12</a> (cf. Dr), <a data-ref=\"I Samuel 29:11\" href=\"/I_Samuel.29.11\">29:11</a>; <a data-ref=\"II Kings 6:15\" href=\"/II_Kings.6.15\">2 K 6:15</a> <span dir=\"rtl\">(לָקוּם)</span>, <span dir=\"rtl\">מַשְׁכִּימֵי קוּם</span> <a data-ref=\"Psalms 127:2\" href=\"/Psalms.127.2\">ψ 127:2</a> (opp. <span dir=\"rtl\">מְאַחֲרֵי שֶׁבֶת</span>); usually c. <span dir=\"rtl\">בַּבֹּקֶר</span> <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> (J; <span dir=\"rtl\">אֶל־הַמָּקוֹם</span>), <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a><sup>(×2)</sup> + 27 times, + (hyperbol.) <span dir=\"rtl\">מַשְׁכִּימֵי בַבּ׳ שֵׁבָר יִרְרֹּ֑פוּ</span> <a data-ref=\"Isaiah 5:11\" href=\"/Isaiah.5.11\">Is 5:11</a> (‖ <span dir=\"rtl\">מְאַחֲרֵי בַנֶּשֶׁף</span>); c. <span dir=\"rtl\">מִמָּחֳרָת</span> <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (E), <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a> + 3 times; c. <span dir=\"rtl\">בַּעֲלוֹת הַשַּׁחַר</span> <a data-ref=\"Joshua 6:15\" href=\"/Joshua.6.15\">Jos 6:15</a> (J), <a data-ref=\"I Samuel 9:26\" href=\"/I_Samuel.9.26\">1 S 9:26</a>; <span dir=\"rtl\">וַיְמַהֲרוּ וַיַּשְׁכִּימוּ וַיֵּצְאוּ</span> <a data-ref=\"Joshua 8:14\" href=\"/Joshua.8.14\">Jos 8:14</a> (J) <em>they made a quick and early start, and went out;</em> †Inf. abs. (Ges<sup>§ 113 s</sup>) as adv. <span dir=\"rtl\">הַשׁ׳ וְהַעֲרֵב</span> <a data-ref=\"I Samuel 17:16\" href=\"/I_Samuel.17.16\">1 S 17:16</a> <em>at early morning and at evening;</em> especially of <span dir=\"rtl\">י׳</span>, in Je: <span dir=\"rtl\">הַשׁ׳ וְדַבֵּר</span> = <em>speaking early and often</em> <a data-ref=\"Jeremiah 7:13\" href=\"/Jeremiah.7.13\">7:13</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a> and (of Je) <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">25:3</a>, cf. <a data-ref=\"Jeremiah 11:7\" href=\"/Jeremiah.11.7\">11:7</a>; <a data-ref=\"Jeremiah 32:33\" href=\"/Jeremiah.32.33\">32:33</a>; often <span dir=\"rtl\">הַשׁ׳ וְשָׁלוֹחַ</span> = <em>sending early and often</em> <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">7:25</a>; <a data-ref=\"Jeremiah 25:4\" href=\"/Jeremiah.25.4\">25:4</a>; <a data-ref=\"Jeremiah 26:5\" href=\"/Jeremiah.26.5\">26:5</a>; <a data-ref=\"Jeremiah 29:19\" href=\"/Jeremiah.29.19\">29:19</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a>; <a data-ref=\"Jeremiah 44:4\" href=\"/Jeremiah.44.4\">44:4</a>, also <a data-ref=\"II Chronicles 36:15\" href=\"/II_Chronicles.36.15\">2 Ch 36:15</a>; so vb. fin. <span dir=\"rtl\">הִשְׁכִּימוּ הִשְׁחִיתוּ</span> <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a> = <em>with eagerness they corrupted</em> (Ges<sup>§ 120 g</sup>); pt. <span dir=\"rtl\">כַּטַּל מַשְׁ׳ הֹלֵךְ</span> <a data-ref=\"Hosea 6:4\" href=\"/Hosea.6.4\">Ho 6:4</a> <em>like the dew departing early</em>, <a data-ref=\"Hosea 13:3\" href=\"/Hosea.13.3\">13:3</a> (Ges <sup>ib.</sup>).—<a data-ref=\"I Samuel 9:26\" href=\"/I_Samuel.9.26\">1 S 9:26</a> read <span dir=\"rtl\">וַיִּשְׁכַּב</span>, v. <a ,=\"\" data-ref=\"BDB, שָׁכַב\" dir=\"rtl\" href=\"/BDB,_שָׁכַב\">שׁכב</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfca9d5781082118c14a4c", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Alshekh on Torah, Exodus 8:16:1", "sourceHeRef": "תורת משה - אלשיך, שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "שמות", "he": "<b>ויאמר כו' כי אם כו'. </b>הנה עתה התחיל בבא שניה היא סימן עד\"ש שהוא כמפורש למעלה שהם להורות כי ישראל עמו ביוחד והיא כי אפי' הערוב שהם בעלי חיים יוכיחו. ומה גם ביד ה' הויה בדבר ובשחין וזה בג' הדרגות. (א) באדמת ישראל (ב) בבעלי חיים שלהם. (ג) בגופם כי בערוב בארץ גושן ששם בני ישראל לא היה ערוב. ובדבר ממקנ' בני ישראל לא מת א' ובשחין בגופי בני ישראל לא היה שחין רק בחרטומים ובכל מצרים: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34b54589d7b7f8b69d63e", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "Cassuto on Exodus 8:16:1", "sourceHeRef": "קאסוטו על שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "<b>פיסקה רביעית: ערוב</b> <small>(ח', ט\"ז–כ\"ח)</small><br>כאן מתחיל המחזור השני של מכות מצרים, והפקודה הניתנת למשה דומה לזו שניתנה לו בעבור המכה הראשונה של המחזור הראשון: <b>ויאמר ה' אל משה: השכם בבוקר והתיצב לפני פרעה, הנה יוצא המימה; ואמרת אליו</b> עוד פעם:", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc153310e2d929aa16f8b", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 8:16:1", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "David Zvi Hoffmann on Exodus 8:16:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ח׳:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>והפליתי ביום ההוא.</b> במכה זו מובלט לראשונה שארץ גושן לא נפגעה ממנה. כלום יש להסיק מכאן, ששלוש המכות הראשונות אכן פגעו במצרים ובבני ישראל כאחד, כפי שסובר ראב\"ע<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">למעלה ז, כד ד\"ה ויחפרו (המ').</i>? דומה, שלא צריך להגיע למסקנה זו. ולא רק חכמינו ז\"ל אינם סוברים כך<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">השוה למשל שמות רבה פרשה ט, ט; פרשה י, ב, ג, ה, ו (המ').. וראה גם אצל <b>פילון.</b></i>, אלא גם ההגיון אינו מדבר בעד דעה זו. כאשר הכתוב מפרט את כל אלה שעתידים להיפגע ממכת הצפרדעים, אין הוא מפרט ביניהם את בני ישראל, שהרי אין להניח, שהמלה \"בעמך\"<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">למעלה ז, כח־כט (המ').</i> באה לרבות את ישראל. אבל יש להבין שרק במכה זו והבאה אחריה (ערוב ודבר) צריך להבליט, שלא פגעו בבני ישראל, מפני שאלה נעשו לא באמצעות משה או אהרן כי אם במישרין על ידי ה', ודווקא בהן ההפליה בין ישראל ומצרים העידה שהמכות באו כעונש למצרים, וכי ה' מבדיל בין ישראל ומצרים. במכות שנעשו על ידי משח ואהרן היתה הפליה זו מובנת מאליה, שכן ודאי לא נבחרו כדי להכות את בני עמם, וברי הדבר, שהמכות שעשו, על המצרים בלבד באו. לעומת זאת צריך לספר, שה' בחר בישראל והסיר את המכות מהם. יוצאות מן הכלל הן מכות הברד והחושך, אשר אף כי נעשו על ידי משה, מסופר בהן שלא רק שלא פגעו בבני ישראל אלא שהיה בהם נס מיוחד במינו. באותה ארץ היה ברד, ושם - שמים בהירים, כאן חושך - ושם אור<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">להלן ט, כו (ברד); י, כג (חושך) (המ')..</i>. לא היה מקום לצפות לנס כזה. היה די בכך שהקב\"ה ימנע כל רע מבני ישראל בשעת הברד והחושך.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc154310e2d929aa16f8d", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 8:16:2", "anchorRef": "Exodus 8:16", "anchorRefExpanded": ["Exodus 8:16"], "sourceRef": "David Zvi Hoffmann on Exodus 8:16:2", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ח׳:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0002, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>ערוב.</b> מכה זו היא הראשונה מבין אלה שנעשו בידי ה' עצמו. וערוב זה - מה טיבו? שוב יש כאן משום מחלוקת בין המסורת הארץ־ישראלית והמצרית. לפי תרגום יונתן בן עוזיאל והתרגום הירושלמי ולפי חכמינו ז\"ל<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">שמות רבה פרשה יא, ג, ושם - גם עופות במשמע (המ').</i>, הרי זו תערובת של חיות פראיות. ברם, מן הכתוב משמע שמדובר כאן במין מסוים של בעל־חיים וכתרגומם של השבעים ופילון<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">II, 101.</i>. לפי פילון מאחדת בריה זו בתוכה את הוצפתו של הכלב עם זו של הזבוב<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">ואכן המחבר מתרגם ערוב Hundsfliege, כלומר, זבוב־כלבים (המ').</i>. היא עוקצנית וערמומית, מתקיפה את האדם בלא פחד ואינה מתרחקת ממנו עד שתשבע בשר ודם, ולא בכדי אומר המשורר בתהלים (עח, מה) \"ערב ויאכלם\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]