[{"_id": "5162f137edbab41d888cd627", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "midrash", "ref": "Vayikra Rabbah 13:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Vayikra Rabbah 13:1", "sourceHeRef": "ויקרא רבה י״ג:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [500], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "וַיְדַבֵּר ה' אֶל משֶׁה וְאֶל אַהֲרֹן לֵאמֹר אֲלֵהֶם <small>(ויקרא יא, א)</small>, רַבִּי פִּנְחָס וְרַבִּי יִרְמְיָה פָּתַח <small>(משלי טו, לא)</small>: אֹזֶן שֹׁמַעַת תּוֹכַחַת חַיִּים וגו', אֹזֶן שׁוֹמַעַת תּוֹכַחַת חַיִּים, אֵלּוּ בָנָיו שֶׁל אַהֲרֹן. בְּקֶרֶב חֲכָמִים תָּלִין, שֶׁהָיוּ בְּצַד הַמִּיתָה זָכוּ וְנִתְיַחֵד הַדִּבּוּר אֲלֵיהֶם וְעַל אֲבִיהֶם וְעַל אֲחִי אֲבִיהֶם בְּחַיֵּיהֶם, הֲדָא הוּא דִכְתִיב <small>(ויקרא י, טז)</small>: וְאֵת שְׂעִיר הַחַטָּאת דָּרשׁ דָּרַשׁ משֶׁה, מַהוּ דָּרשׁ דָּרַשׁ, שְׁתֵּי דְּרִישׁוֹת, אָמַר לָהֶם אִם שְׁחַטְתֶּם לָמָּה לֹא אֲכַלְתֶּם, אִם לֹא הֱיִיתֶם עֲתִידִין לֶאֱכֹל לָמָּה שְׁחַטְתֶּם, מִיָּד <small>(ויקרא י, טז)</small>: וַיִּקְצֹף עַל אֶלְעָזָר וְעַל אִיתָמָר, וְכֵיוָן שֶׁכָּעַס נִתְעַלְּמָה מִמֶּנּוּ הֲלָכָה. אָמַר רַבִּי הוּנָא בִּשְׁלשָׁה מְקוֹמוֹת כָּעַס משֶׁה וְנִתְעַלְּמָה מִמֶּנּוּ הֲלָכָה, וְאֵלּוּ הֵן: בְּשַׁבָּת, וּבִכְלֵי מַתָּכוֹת, וְאוֹנֵן. בְּשַׁבָּת מִנַּיִן, שֶׁנֶּאֱמַר <small>(שמות טו, טז)</small>: וַיּוֹתִרוּ אֲנָשִׁים מִמֶּנּוּ וגו', כֵּיוָן שֶׁכָּעַס שָׁכַח לוֹמַר לָהֶם הִלְכוֹת שַׁבָּת, אָמַר לָהֶם <small>(שמות טו, כג כה)</small>: הוּא אֲשֶׁר דִּבֶּר ה' אִכְלֻהוּ הַיּוֹם כִּי שַׁבָּת הַיּוֹם לַה'. וּבִכְלֵי מַתָּכוֹת מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר לא, יד)</small>: וַיִּקְצֹף משֶׁה עַל פְּקוּדֵי הֶחָיִל, וְכֵיוָן שֶׁכָּעַס נִתְעַלְּמָה מִמֶּנּוּ הֲלָכָה, שָׁכַח לוֹמַר לָהֶם הִלְכוֹת כְּלֵי מַתָּכוֹת, וְכֵיוָן שֶׁלֹּא אָמַר משֶׁה אָמַר אֶלְעָזָר הַכֹּהֵן תַּחְתָּיו, שֶׁנֶּאֱמַר <small>(במדבר לא, כא)</small>: וַיֹּאמֶר אֶלְעָזָר הַכֹּהֵן אֶל אַנְשֵׁי הַצָּבָא, אָמַר לָהֶם לְמשֶׁה רַבִּי צִוָּה וְלִי לֹא צִוָּה. בְּאוֹנֵן מִנַּיִן, שֶׁנֶּאֱמַר <small>(ויקרא י, טז)</small>: וַיִּקְצֹף עַל אֶלְעָזָר וְעַל אִיתָמָר, וְכֵיוָן שֶׁכָּעַס נִתְעַלְּמָה מִמֶּנּוּ הֲלָכָה שֶׁאוֹנֵן אָסוּר לֶאֱכֹל בַּקֳּדָשִׁים. <small>(ויקרא, י, טז)</small>: הַנּוֹתָרִם לֵאמֹר, רַבִּי פִּנְחָס וְרַבִּי יְהוּדָה בְּרַבִּי סִימוֹן אֲמַר לְהוֹן אַף אַתּוּן לָא אִשְׁתְּרֵיתוּן. <small>(ויקרא י, יט)</small>: וַיְדַבֵּר אַהֲרֹן אֶל משֶׁה, בְּדִבּוּר עָנָה כְּנֶגְדוֹ, כְּדִכְתִיב <small>(בראשית מב, ל)</small>: דִּבֶּר הָאִישׁ אֲדֹנֵי הָאָרֶץ וגו'. <small>(ויקרא י, יט)</small>: הֵן הַיּוֹם הִקְרִיבוּ אֶת חַטָּאתָם וְאֶת עֹלָתָם, אָמַר לוֹ הַיּוֹם מֵתוּ בָּנַי וְהַיּוֹם אַקְרִיב קָרְבָּן, הַיּוֹם מֵתוּ וְהַיּוֹם אֹכַל בַּקֳּדָשִׁים, מִיָּד דָּרַשׁ אַהֲרֹן קַל וָחוֹמֶר לְמשֶׁה, וּמַה מַּעֲשֵׂר הַקַּל אָסוּר לְאוֹנֵן חַטָּאת דְּחָמִיר אֵינוֹ דִין שֶׁיְהֵא אָסוּר בְּאוֹנֵן, מִיָּד <small>(ויקרא י, כ)</small>: וַיִּשְׁמַע משֶׁה וַיִּיטַב בְּעֵינָיו, הוֹצִיא כָּרוֹז לְכָל הַמַּחֲנֶה וְאָמַר, אֲנִי טָעִיתִי אֶת הַהֲלָכָה וְאַהֲרֹן אָחִי בָּא וְלִמֵּד לִי. אֶלְעָזָר יָדַע אֶת הַהֲלָכָה וְשָׁתַק, אִיתָמָר יָדַע אֶת הַהֲלָכָה וְשָׁתַק, זָכוּ וְנִתְיַחֵד הַדִּבּוּר עֲלֵיהֶם וְעַל אֲבִיהֶם וְעַל אֲחִי אֲבִיהֶם בְּחַיֵּיהֶם, הֲדָא הוּא דִכְתִיב: וַיְדַבֵּר ה' אֶל משֶׁה וְאֶל אַהֲרֹן לֵאמֹר אֲלֵהֶם, תָּנֵי רַבִּי חִיָּיא לֵאמֹר אֲלֵהֶם, לַבָּנִים לְאֶלְעָזָר וְאִיתָמָר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord spoke to Moses and to Aaron, saying to them” (Leviticus 11:1).</b> <br>“The Lord spoke to Moses and to Aaron, saying to them.” Rabbi Pinḥas and Rabbi Yirmeya began: “An ear that heeds life’s rebuke…” (Proverbs 15:31). “An ear that heeds life’s rebuke,” these are the sons of Aaron.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Elazar and Itamar; see Leviticus 10:1–7.</i> “Will abide among the wise” (Proverbs 15:31), as they were close to death, yet the divine speech was directed to them, to their father, and to their father’s brother during their lifetimes. That is what is written: “Moses inquired [<i>darosh darash</i>] about the goat of the sin offering [and, behold, it was burned, and he was angry with Elazar and with Itamar, the remaining sons of Aaron, saying]” (Leviticus 10:16). What is <i>darosh darash</i>? Two inquiries; he said to them: ‘If you slaughtered, why did you not eat? If you were not going to eat, why did you slaughter?’ Immediately, “he was angry with Elazar and with Itamar” (Leviticus 10:16). When he became angry, a <i>halakha </i>escaped him. <br>Rabbi Huna said: In three instances, Moses became angry and a <i>halakha </i>escaped him, and these are: Regarding Shabbat, regarding metal vessels, and the acute mourner. Regarding Shabbat, from where is it derived? As it is stated: “People left from it until the morning…[and Moses became angry with them]” (Exodus 16:20). Because he became angry, he forgot to tell them the <i>halakhot </i>of Shabbat. He said to them: “It is what the Lord said…eat it today as it is Shabbat for the Lord” (Exodus 16:23, 25).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Moses became angry that people had left over manna until morning. Therefore, he forgot to tell the people about the the Shabbat protocol for the manna, which he told them only after the tribal princes came to inquire as to why the manna collected on Friday was double that collected on other days. </i> Regarding metal vessels, from where is it derived? As it is stated: “Moses became angry at the commanders of the army” (Numbers 31:14). Because he became angry, the <i>halakha </i>escaped him; he forgot to tell them the <i>halakhot</i> of metal vessels. Since Moses did not say it, Elazar the priest said it in his stead, as it is stated: “Elazar the priest said to the people of the army: [This is the statute of the law that the Lord commanded Moses]” (Numbers 31:21). He said to them: ‘He commanded to Moses, my master, He did not command me.’ Regarding the acute mourner, from where is it derived? As it is stated: “He was angry with Elazar and with Itamar.” Because he became angry, the <i>halakha</i> escaped him that it is prohibited for an acute mourner to partake of consecrated foods. <br>“The remaining...saying” (Leviticus 10:16). Rabbi Pinḥas and Rabbi Yehuda ben Rabbi Simon: He said to them: ‘You, too, did not remain.’<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">It is only through my prayers that you were spared.</i> “Aaron [<i>vaydaber</i>] spoke to Moses” (Leviticus 10:19). He answered him with harsh speech [<i>dibbur</i>], as it is written: “The man, lord of the land, spoke [<i>dibber</i>] [harshly with us]” (Genesis 42:30). “Indeed, today they presented their sin offering and their burnt offering” (Leviticus 10:19). He said to him: ‘My sons died today, and today I will sacrifice an offering? Today they died, and I will eat consecrated foods today?’ Immediately, Aaron expounded an <i>a fortiori </i>inference to Moses: ‘If the lenient second tithe is prohibited for an acute mourner, is it not logical that the stringent sin offering will be prohibited for the acute mourner?’ Immediately, “Moses heard and he approved” (Leviticus 10:20). He dispatched a herald to the entire camp and said: ‘I was mistaken regarding the <i>halakha</i>, and Aaron my brother came and taught me.’ Elazar knew the <i>halakha </i>and was silent. Itamar knew the <i>halakha</i> and was silent. They merited and the divine speech was directed to them, to their father, and to their father’s brother in their lifetimes. That is what is written: “The Lord spoke to Moses and to Aaron, saying to them” – Rabbi Ḥiyya taught: To the sons, Elazar and Itamar.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5208db35edbab45d179173d9", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Ramban on Leviticus 11:1:1", "sourceHeRef": "רמב\"ן על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>אל משה ואל אהרן וגו' דברו אל בני ישראל</b> המצות בפרשיות האלה (יא א-מז) נוהגות בישראל ובכהנים אבל ענינם מרובה בכהנים כי הם צריכים להשתמר תמיד מנגיעת הטומאה בעבור שיצטרכו לבא במקדש ולאכול הקדשים ועוד כי אם שגגו ישראל בהם חייבין להביא עליהם קרבן שיקריבוהו הכהנים ועוד שצוה אותם ולהבדיל בין הקודש ובין החול ובין הטמא ובין הטהור (ויקרא י׳:י׳) והנה הם צריכים להורות לישראל הטמא והטהור שיזהרו בהם על כן היה הדבור הזה אל משה ואל אהרן שניהם או למשה שיאמר לאהרן וצוה לשניהם דברו אל בני ישראל ולכך נאמרו בספר תורת כהנים ויזהיר בפרשה באכילה ובטומאה שלא יטמאו המשכן וקדשיו:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE ETERNAL SPOKE UNTO MOSES AND TO AARON, SAYING UNTO THEM: 2. SPEAK UNTO THE CHILDREN OF ISRAEL. The commandments [mentioned] in these sections apply to both Israelites and the priests, but their subject-matter affects mostly the priests, for they must always guard themselves from touching impure objects, since they have to come into the Sanctuary and eat the hallowed food [which they may not do when they are impure]. Moreover, when an Israelite errs in these matters, he has to bring an offering [to effect atonement for his transgression],<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">See Ramban above, 5:2.</i> which the priests offer up. Furthermore, He commanded them, <i>And that ye may put difference between the holy and the common, and between the unclean and the clean;</i><sup class=\"footnote-marker\">150</sup><i class=\"footnote\">Above, 10:10. It should be noted at this point that the terms “clean” or “cleanness,” and “unclean” or “uncleanness,” are here in the translation used interchangeably with those of “pure” or “purity” and “impure” or “impurity”. This was felt necessary in order to convey the thought that uncleanness in the Biblical sense is not something that can be rubbed off with some material object. On the other hand, the terms “pure” and “impure” suggest a far greater measure of spirituality. The same comment applies equally to the following portions of the Torah — <i>Tazria, Metzora</i>, etc.</i> thus they must instruct Israel concerning the impure and the pure so that they can be careful of them. It was for this reason that the communication about these laws came to both Moses and Aaron, or to Moses to say to Aaron, commanding both of them, <i>speak unto the children of Israel</i>, and this is the reason why these laws were said in the Book of the Laws of the Priests [i.e., this Book of Leviticus]. In this section He also warns against eating impure foods, so as not to defile the Tabernacle and its hallowed things.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b1a61edbab45814ae5039", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Rashi on Leviticus 11:1:1", "sourceHeRef": "רש\"י על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>אל משה ואל אהרן.</b> לְמֹשֶׁה אָמַר שֶׁיֹּאמַר לְאַהֲרֹן:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ‎‎משה ואל אהרן‏ ‎‎‏ אל[AND THE LORD SPOKE] TO MOSES AND TO AARON — He spoke to Moses that he should in turn tell Aaron (cf. Rashi on Leviticus 1:1 s. v.אליו.) ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b1a61edbab45814ae503b", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Rashi on Leviticus 11:1:2", "sourceHeRef": "רש\"י על ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>לאמר אלהם.</b> אָמַר שֶׁיֹּאמַר לְאֶלְעָזָר וּלְאִיתָמָר; אוֹ אֵינוֹ אֶלָּא לֵאמֹר לְיִשְֹרָאֵל? כְּשֶׁהוּא אוֹמֵר דַּבְּרוּ אֶל בְּנֵי יִשְֹרָאֵל הֲרֵי דִּבּוּר אָמוּר לְיִשְֹרָאֵל, הָא מָה אֲנִי מְקַיֵּם לֵאמֹר אֲלֵהֶם? לַבָּנִים — לְאֶלְעָזָר וּלְאִיתָמָר (ספרא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לאמר אליהם SAYING UNTO THEM (more lit. “to say unto them”) — He said to Aaron that he should tell it to Eleazar and Ithamar. But perhaps this is not the meaning, but it means that he should tell Israel? When, however, it states (v. 2) “Speak unto the children of Israel”, we have the command of speaking to Israel mentioned there; how then can I explain the words “to say to them?” — to say it to his sons, to Eleazar and Ithamar (Sifra, Shemini, Section 2 1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f698a", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 11:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Onkelos Leviticus 11:1", "sourceHeRef": "תרגום אונקלוס על ויקרא י״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל יְיָ עִם משֶׁה וּלְאַהֲרֹן לְמֵימַר לְהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And Adonoy spoke to Moshe and to Aharon, saying to them:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1c1", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 11:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Targum Jonathan on Leviticus 11:1", "sourceHeRef": "תרגום יונתן על ויקרא י״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַלֵיל יְיָ עִם משֶׁה וְעִם אַהֲרן לְמֵימָר לְהוֹן לִבְנֵי אַהֲרן דְיִזְהָרוּן יַת בְּנֵי יִשְרָאֵל דִי טַעֲמִין בִּדְכוּתָא מֵיכַלְהוֹן וְיִתְפַּרְשׁוּן מְסוֹאֲבוֹת תַּמְנִי סֵירֵי טְרִיפָן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh and with Aharon, bidding them and the sons of Aharon admonish the children of Israel to taste their food in purity, and to separate on account of uncleanness eighteen kinds of food to be rejected.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17902fbfba22336ea43ca", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Or HaChaim on Leviticus 11:1:1", "sourceHeRef": "אור החיים על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>אל משה ואל אהרן</b>. אמר <b>ואל אהרן</b>. אולי שנתכוון לעשות שניהם יחד שליחות מצוה זו אל ישראל, וכן גמר אומר <b>דברו אל בני ישראל</b>, וכן אמר בפרשת בא (יב א) אל משה ואל אהרן וגו' דברו וגו', כי לענין הקדמה שיקדים משה לומר לאהרן קודם ישראל כבר למדנו זה ממקום אחר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">אל משה ואל אהרון</span>, to Moses and to Aaron, etc.</b> Perhaps the extra word <span class=\"font1\">ואל</span> in <span class=\"font1\">ואל אהרון</span> is intended to put Aaron on the same footing as Moses in their duty to communicate the laws of forbidden foods to the Israelites. G'd also addressed them as equals when He said: <span class=\"font1\">דברו</span> (pl) <span class=\"font1\">אל בני ישראל</span>. We find something similar in Exodus 12,1 where G'd used the same wording to introduce the legislation of the Passover. This interpretation is possible seeing that from an exegetical point of view we have other verses which teach us that Moses was to teach Aaron the law before the latter was able to communicate it to the Israelites.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f5e158fbfba25a35b3f220", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Rashbam on Leviticus 11:1:1", "sourceHeRef": "רשב\"ם על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "לאמר אליהם - למשה ולאהרן.", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לאמור אליהם, to Moses and Aaron. What proof is there that that every time the Torah writes וידבר ה' אל משה לאמור that the meaning is: “to say to Moses?” Seeing that previously G’d had addressed only Aaron (10,12) the Torah here writes אליהם, “to them,” to tell us that G’d addressed both of them.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f5e158fbfba25a35b3f222", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Rashbam on Leviticus 11:1:2", "sourceHeRef": "רשב\"ם על ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1120, 1160], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "למשה ולאהרן - ומזה יש להוכיח על כל לאמר הכתוב, בוידבר ה' אל משה - כי פירושו לאמר למשה, ולפי שלמעלה נתייחד הדבור לאהרן לבדו, נאמר כאן לאמר אליהם לשניהם. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "559af3abfbfba22d0838c55c", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 12:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 12:1", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ויאמר ד' אל משה ואל אהרן בארץ מצרים.</b> מלמד שהיו כל הארצות כשרות לדבור עד שלא נתקדשה א\"י אבל משנתקדשה א\"י לא היה דבור על הנביאים בכל מקום אלא על המים שנאמר (יחזקאל א' ג') היה היה דבר ד' אל יחזקאל בן בוזי הכהן בארץ כשדים על נהר כבר: ואומר (דניאל ח' ב') ואני הייתי על אובל אולי (דניאל י' ד') ואני הייתי על יד הנהר הגדול הוא חדקל: וכן יונה לא היה מדבר עמו אלא על המים, ר' יהודא אומר אף בתחלה לא היה מדבר עם הנביאים אלא על המים שנאמר היה היה. ר' נחמיה אומר בתחלה היה דבר עם הנביאים בכל מקום מה ת\"ל היה היה דבר ד' אל יחזקאל שלא היתה רוח הקודש תדירה עליו: בארץ מצרים. יכול בכרך ת\"ל בארץ בשדה לא היה מידבר עמו מדבר היה עמו חוץ לכרך וכן משה אומר לפרעה (שמות ט' כ\"ט) בצאתי את העיר ומה תפלה קלה לא נתפלל בתוך הכרך דבר חמור לא כ\"ש ומפני מה לא דבר עמו בתוך הכרך מפני שהיא מליאה גלולים ועדיין אני אומר דיבר עם משה חוץ לכרך אבל כשהיה משה מדבר עם אהרן לא היה מדבר עמו חוץ לכרך ת\"ל ויאמר ד' אל משה ואל אהרן בארץ מצרים מקיש דברות אהרן לדברות משה מה משה חוץ לכרך אף אהרן חוץ לכרך מה משה בכה אמר אף אהרן בכה אמר מה משה אלהים לפרעה אמר דבר ולא ירא אף אהרן אלהים לפרעה אמר דבר ולא ירא. מה משה נזכר על הפרה ועל המאור ועל השמן המשחה ועל קטרת הסמים אף אהרן נזכר על הפרה ועל המאור ועל שמן המשחה ועל קטרת הסמים ת\"ל ויאמר ד' אל משה ואל אהרן מקיש גדולתו של אהרן לגדלתו של משה: לאמר. ר' אליעזר אומר מנין שכסדר דברות שהיו במדבר כך היו בארץ מצרים אין צריך דין הוא נאמר כאן דבר ונאמר דבר במדבר (ויקרא י\"א א') מה דבר האמור במדבר אהרן שמע תחלה ושנה תחלה אף דבר האמור כאן אהרן שמע תחלה ושנה תחלה, מה לי קדם אהרן את הבנים במדבר שכן נמשח בשמן המשחה יקדים אהרן את הבנים כאן שהרי לא נמשח בשמן המשחה ת\"ל ויאמר ד' אל משה ואל אהרן [בארץ מצרים לאמר] מלמד שאהרן קדם את הבנים: ומנין שהבנים קודמין את הזקנים אין צריך דין הוא נאמר כאן דבר ונאמר להלן דבר במדבר מה דבר האמור במדבר בנים קדמו את הזקנים אף דבר האמור כאן בנים קדמו את הזקנים מה לי בנים קדמו את הזקנים במדבר שכן קדמו להעלות בהר יקדמו בנים את הזקנים כאן שהרי לא קדמו לעלות בהר ת\"ל ואל בניו דבר מלמד שהבנים קודמים לזקנים. ומנין שהזקנים קודמין את ישראל אין צריך דין הוא נאמר כאן דבר ונאמר דבר במדבר מה דבר האמור במדבר זקנים קודמין את ישראל אף דבר האמור כאן זקנים קודמין את ישראל מה לי קדמו זקנים את ישראל במדבר שכן נתקדשו ברוח הקדש יקדמו זקנים את ישראל כאן שהרי לא נתקדשו ברוח הקדש ת\"ל (שמות י\"ב כ\"א) ויקרא משה לכל זקני ישראל מלמד שהזקנים קודמין את ישראל.", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": "\"And God spoke to Moses and to Aaron in the land of Egypt, this proves that before the land of Israel was especially consecrated, all countries were fit places for the divine revelation, but after the land of Israel had been especially consecrated, the prophets in all places (outside of Palestine) received their revelations only at a place near water, for thus it is said, 'The word of the Lord came unto Ezekiel ... by the river Kebar' (Ezek. 1.3), and it is also said: 'And I saw in a vision and I was by the river Ulai' (Dan. 8.2), 'As I was by the side of the great river which is Hidekel, etc.' (Dan. 10.4-5). Likewise with Jonah God spoke only near or upon the water. R. Judah says, even formerly (i.e. before Palestine was consecrated) God would speak with the prophets only near water. R. Nehemiah says, formerly He would speak with the prophets at any place.\"", "versionTitle": "Lauterbach", "license": "", "versionTitleInHebrew": ""}, {"_id": "55adfb00fbfba23a068096f8", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shemini 34", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Meshekh Chokhmah, Shemini 34", "sourceHeRef": "משך חכמה, שמיני ל״ד", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 34, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שמיני", "he": "<b>וידבר </b>ד' כו' לאמר אליהם. בתו\"כ לאלעזר ואתמר, דהואיל דיני קרבנות פסולים נאמרו בפרשה זו דטמאים כמבואר בכורות ט\"ז ובתו\"כ חמש חטאות המתות ותמורת פסוהמ\"ק, לכן אמר לכהנים ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56717e93d6e4a94c81a13f15", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 1", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרק ב א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[א] \"אליו\" – למעט את אהרן. אמר ר' יהודה בן בתירא: י\"ג דברות נאמרו בתורה למשה ולאהרן; וכנגדן בתורה י\"ג מיעוטים – ללמדך שלא לאהרן נאמר אלא למשה שיאמר לאהרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) \"And He called to Moses and the L–rd spoke to him, etc.\" \"to him\" — to exclude Aaron. R. Yehudah b. Betheira said: Thirteen dibroth (accompanied by a command) were stated in the Torah to Moses and Aaron, and, corresponding to them, thirteen limitations, to teach us that they were not spoken to Aaron, but to Moses, to tell them to Aaron. (The dibroth: 1) [Shemoth 6:13]; 2) [Shemoth 7:8]; 3) [Shemoth 9:8]; 4) [Shemoth 12:1]; 5) [Shemoth 12:43]; 6) [Vayikra 11:1]; 7) [Vayikra 13:1]; 8) [Vayikra 14:33]; 9 [Vayikra 15:1]; 10 [Bamidbar 2:1]; 11 [Bamidbar 4:1]; 12 [Bamidbar 4:18]; 13) [Bamidbar 19:2].)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5689150bd6e4a90c30493b4c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Acharei Mot, Section 1 2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Sifra, Acharei Mot, Section 1 2", "sourceHeRef": "ספרא, אחרי מות, פרשה א ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[ב] \"בקרבתם לפני ה' וימותו\" – ר' יוסי הגלילי אומר, על הקְריבה מתו ולא מתו על ההקרבה. ר' עקיבא אומר, \"בקרבתם לפני ה' וימותו\", וכתוב אחד אומר \"ויקריבו לפני ה' אש זרה\" (ויקרא י)… הכריע \"בהקריבם אש זרה לפני ה'\" (במדבר ג, במדבר כו) – הוי על ההקרבה מתו ולאמיתו על הקריבה. ר' אלעזר בן עזריה אומר, כדאי הקרבה לעצמה וכדאי קריבה לעצמה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) \"when they drew near before the L–rd and they died\": R. Yossi Haglili says: They died because of the drawing near (and entering the holy of holies without permission), and not because of the incense offering. R. Akiva says: They died because of the offering and not because of the drawing near. One verse (our verse) states \"when they drew near before the L–rd and they died,\" and another verse states (Vayikra 11:1) \"and they offered before the L–rd a strange fire.\" The resolution (Bamidbar 3:4) \"when they drew near (with) a strange fire before the L–rd\" — They died because of the drawing near and not because of the offering. R. Elazar b. Azaryah says: The offering is sufficient (for death) unto itself, and the drawing near is sufficient unto itself.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56921031d6e4a91bf93d8e1f", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Shadal on Leviticus 11:1:1", "sourceHeRef": "שד\"ל על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1835, 1865], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "איסורי אכילה להבדיל מן העמים וגם לרומם הנפש שאכילת הדברים המאוסים מביאה פחיתות נפש, ואין הטעם לשמירת הבריאות, כי אמנם בשר הגמל הוא טוב לבריאות, והוא חביב מאד לאנשי המזרח. ", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": "The prohibition to eat [certain foods] is to separate [the Jewish people] from the nations and also to uplift the soul because eating disgusting things leads to a lessening of the soul. And, the reason [for kashrut] is not for health reason because camel meat is good for health and is beloved by people of the east.", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d08d6e4a94c7c18a518", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 11:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Tafsir Rasag, Leviticus 11:1", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וכלם אללה מוסי והרון וקאל להמא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4ead6e4a902855ff72f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Tur HaArokh, Leviticus 11:1:1", "sourceHeRef": "הטור הארוך, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>וידבר ה' אל משה ואל אהרן. </b>אף על פי שפרשה זו נוהגת בישראל כבכהנים מ\"מ עניינה מרובה בכהנים שצריכים להשתמר תמיד מנגיעת הטומאה בשביל שצריכים ליכנס למקדש ולאכול קודש. ועוד אם שגגו ישראל בהם חייבין להביא קרבן שיקריבוהו הכהנים ועוד שצוה אותם להבדיל בין הקודש ובין החול ובין הטמא ובין הטהור וצריכין להורות לישראל בין הטמא ובין הטהור על כן הי' הדבור לשניהם או למשה שיאמר לאהרן ויצוו שניהם לישראל ולכך נאמרה בספר תורת כהנים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וידבר ה' אל משה ואהרן, “<i>Hashem</i> spoke to Moses and Aaron,” even though the section commencing now applies equally to Israelites and priests, in some respects the priests are affected by it more than the ordinary Israelites, as some of the forbidden foods are apt to confer ritual impurity on the priests upon physical contact, and the priests are under constant constraints not to allow themselves to become ritually impure. Whenever the priests are in a state of impurity they cannot eat any sacrificial meat, nor may they enter the holy precincts, etc.\n    Furthermore, if, inadvertently, the Israelites would commit a trespass against the legislation in this chapter, they would require the services of a priest to offer a sin offering on their behalf so as to re-establish themselves in good standing with <i>Hashem.</i>\n    In addition to that, the chapter concludes (verse 47) with the need to distinguish between what is ritually pure and what is not, and it is the task of the priests to educate the Israelites at large in the laws of ritual purity. This is the reason why this legislation is included in the Book of Leviticus, a Book that deals largely with the duties and privileges of the priests.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b240d6e4a957603a05e9", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Shmini 10:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Midrash Tanchuma Buber, Shmini 10:1", "sourceHeRef": "תנחומא בובר, שמיני י׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "שמיני", "he": "וידבר ה' אל משה ואל אהרן לאמר, דברו אל בני ישראל לאמר, זאת החיה אשר תאכלו וגו' <small>(ויקרא יא א ב)</small>, (כתיב) [זש\"ה] עמד וימודד ארץ וגו' <small>(חבקוק ג ו)</small>, מהו עמד וימודד ארץ, אלא בשעה שבקש הקב\"ה ליתן את התורה עמד ומדד את הארץ, ונתן את התורה בפרהסיא במדבר, לכך עמד וימודד ארץ.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 11:1–2:) <small>THEN THE LORD SPOKE UNTO MOSES AND UNTO AARON, SAYING: SPEAK UNTO THE CHILDREN OF ISRAEL, SAYING: THESE ARE THE CREATURES THAT YOU MAY EAT</small>…. {It is written (in Hab. 3:6):} [This text is related (to Hab. 3:6):] <small>HE AROSE AND MEASURED THE EARTH</small>. What is the meaning of <small>HE AROSE AND MEASURED THE EARTH</small>?<sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 3:6, below Deut. 11:3 and the note there.</i> It is simply that, when the Holy One wanted to give the Torah, he arose and measured (<i><small>MDD</small></i>) the earth.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Cf. <i>Mekhilta de Rabbi Ishmael, Bahodesh</i> 1, 5; Lev. R. 8:2.</i> Then he gave the Torah in public<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Gk.: <i>parresia</i>.</i> in the desert.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">The sense here is that the Holy One gave the Torah openly on neutral ground, not secretly in Israel.</i> Therefore (in Hab. 3:6): <small>HE AROSE AND MEASURED THE EARTH</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636bc7d6e4a9416e9c3b72", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Mizrachi, Leviticus 11:1:1", "sourceHeRef": "מזרחי, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן למשה אמר שיאמר לאהרן. </b>די\"ג דברות נאמרו בתורה למשה ולאהרן וכנגדן נאמרו י\"ג מיעוטים ללמדך שלא לאהרן נאמרו אלא למשה שיאמר לאהרן כדתניא בת\"כ ומייתי לה רש\"י בפרשת ויקרא: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb0538d6e4a978f820c48f", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Riva on Torah, Leviticus 11:1:1", "sourceHeRef": "ריב\"א על התורה, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן. פרש\"י אל משה שיאמר לאהרן עכ\"ל וכו' </b>כדפרי' הענין בפרשת ויקרא:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15447ed6e4a92409ac02e7", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Siftei Chakhamim, Leviticus 11:1:1", "sourceHeRef": "שפתי חכמים, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>שיאמר לאהרן.</b> די\"ג דברות נאמרו בתורה אל משה ואל אהרן, וכנגדן כתיב י\"ג מיעוטין למעט שלא דבר הקב\"ה עם אהרן אלא עם משה לבדו, כדלעיל פרשת ויקרא: [נח\"י] ואע\"פ שכבר פירש\"י לעיל פרשת ויקרא חזר ופירש כאן כדי שלא תפרש שבשכר וידם אהרן זכה שנתייחד גם עליו הדבור עם משה כמו שזכה גבי שתוי יין. עי\"ל אע\"פ שבעלמא יצא הדבור מבין שניהם, היינו כשהיו מדברים לישראל, אבל כאן משה אמר לאהרן שיהי' הוא לבדו השליח לאמר אליהם: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>To tell Aharon</b>. Thirteen instances of “speaking” are recorded in the Torah [directed] to Moshe and Aharon, and thirteen exclusions corresponding to them, [in order] to teach you that Hashem did not speak to Aharon but to Moshe alone, as mentioned above in Parshas Vayikro. Although Rashi already explains above in Parshas Vayikro (1:1), he explains here again so that you will not explain that as a reward for “Aharon was silent” Aharon merited that the Divine word was specially [directed] to him alone, together with Moshe, as he merited regarding the laws of those intoxicated by wine. Furthermore, we can explain that although in general the Divine word was spoken simultaneously by the two of them — that was when they spoke to Israel. Here, however, Moshe told Aharon that he alone would be the messenger to tell them (<i>Nachalas Yaakov</i>). ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a4366f7d6e4a97d18d91261", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 11:1:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>וידבר יי' אל משה ואל אהרן לאמר אליהם.</b> להעיר שרוב התבודדות משה במושכלות היה סבת שגגתו במה שקצף על שריפת שעיר החטאת זכר בזה הדבור אהרן להעיר כי מזה הצד בעינו חייב שיהיה לו לאהרן למליץ לדבר הדברים לישראל בעבורו כמו שזכרנו:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc48af746f30016ee889d", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Shmini 10:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Yismach Moshe, Shmini 10:1", "sourceHeRef": "ישמח משה, שמיני י׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "שמיני", "he": "<b>ילקוט</b> שמעוני (ילקו\"ש רמז) זאת החיה אשר תאכלו (ויקרא יא ב), ר' שמעון בן יוחאי פתח (חבקוק א ו) עמד וימודד ארץ, מדד הקב\"ה את אומות העולם, ולא מצא אומה שהיה ראויה לקבל את התורה אלא ישראל, עד כאן דבריו. והוא פלאים מה שייכות יש לזה דוקא עם הפסוק זאת החיה אשר תאכלו. וכדי ליישב זה, אקדים ליישב מה דתמהו על הרמב\"ם והטור, דכתבו דטריפה אינה חיה, נפקא ליה מן קרא דלכלב תשליכון אותו (שמות כב ל), ואלו בריש אלו טריפות (חולין מ\"ב ע\"א) מסיק בגמרא דמאן דאמר טריפה אינה חיה, נפקא ליה מדכתיב זאת החיה וגו', חיה אכול, שאינה חיה לא תיכול. ואפרט הקושיא מקודם, דהא קשה בתרתי דאינון תלת, דעל הרמב\"ם והטור קשה למה לא מייתי הקרא דמייתי בגמרא, וגם כן קשה דתיבת החיה למה לדדהו. ועל הגמרא קשה באמת למה לי זאת החיה, דתיבת החיה מיותר להורות על זה, דראוי לומר זאת אשר תאכלו, הא באמת מוכח מלכלב תשליכון אותו. והנה בכרתי ופליתי תירץ דרבי שמעון בן לקיש לשיטתו, דסובר בחולין (דף ל\"ב.) בניקבו הסימנים, דשחיטה מטהר מידי נבילה בשוחט שלא במקום חתך. ואם כן יש לומר דקרא לכלב, אשמעונין זאת דגם במקום דראוי להשלכת כלב, כיון דניקבו הסימנים מכל מקום לא הוי רק טריפה, דשחיטה מטהר מידי נבלה, אבל הרמב\"ם והטור דפסקו כר' יוחנן דאינה מטהר מידי נבלה, אם כן ליכא למימר כנ\"ל, אם כן על כרחך מוכח דטריפה אינה חיה, עד כאן דבריו. והנה לא תירץ רק החצי, דעדיין קשה למה לא הביאו הטור והרמב\"ם קרא דמייתי רבי שמעון בן לקיש, דהא באמת מוכח גם מזה. ועוד קשה לדדהו דמפקי מקרא דלכלב תשליכון וגו', אם כן תיבת החיה מיותר, ואין תירוצו עולה יפה רק על רבי שמעון בן לקיש למה לא מייתי קרא דלכלב תשליכון, והבן זה. והנ\"ל להשלים דברי הגאון הנ\"ל, ודבר זה נפתח בגדולים ונסתיים בקטנים כמוני, והוא דהכרתי ופליתי כתב דרבי שמעון בן לקיש לשיטתו לא מוכח מקרא דלכלב וכו' כנ\"ל, ולהרמב\"ם וטור לשיטתייהו מוכח שפיר מקרא דלכלב תשליכון וכו'. ואני אענה בתריה, דרבי שמעון בן לקיש לשיטתו מוכח שפיר מקרא דזאת החיה וכו', והרמב\"ם והטור לשיטתייהו דלדדהו לא מוכח כלל מקרא דזאת החיה וכו', ותיבת החיה לא מיותר לדדהו, ואם כן נשלם הענין ומיניה דהגאון הנ\"ל ומיני נסתיים שמעתתא, דרבי שמעון בן לקיש לשיטתו לא מוכח מקרא דולכלב תשליכון וגו', ומקרא דזאת החיה מוכח שפיר לשיטתו, והרמב\"ם והטור לשיטתייהו כפי מה דקיימא לן לפסק הלכה הוי להיפך, דמקרא דלכלב תשליכון וכו' מוכח שפיר, ומקרא דזאת החיה לא מוכח כלל. והגאון הנ\"ל הניח לי מקום להתגדר בו ואבאר זה, דהנה הגאון הנ\"ל הקשה על מאן דאמר טריפה אינה חיה, מאי עביד בהאי קרא (ויקרא יא מז) להבדיל בין החיה הנאכלת וכו', ולמה לא מפרש הש\"ס ואידך כדרך הש\"ס. וישב הוא ז\"ל, דקרא אשמעונין כדברי הרשב\"א, באם אירע שחיה י\"ב חודש, מכל מקום לא תאכל. ועל פי זה תירץ לדברי רש\"י שלא יהיה דבריו סותרין מ\"ש בפרשת שמיני, למ\"ש בפרשת מצורע, עיין שם. והנה קשה לפי זה על מאן דאמר טריפה חיה מנ\"ל, דהא לא מוכח מכאן כלל, ומ\"ש הגאון הנ\"ל דתנא דבי רבי ישמעאל אזיל לשיטתו, במחילת כבודו לא ידענא מאי קאמר, דהא תנא דבי רבי ישמעאל לא אמר רק אלו שמונה עשר טריפות וכו', והשתא אתי שפיר אף אם נימא דאשמעונין קרא דינא של הרשב\"א, דהא לא אמרי כלל דטריפה חיה, רק דעיקר הקושיא על מאן דאמר דטריפה חיה ולא שייך לשיטתו הנ\"ל. ועוד קשה דהא טריפה חיה אמר, ולדברי הגאון הנ\"ל אף אם טריפה אינה חיה, מכל מקום אזלינן אחר המיעוט ולא נפקא מינה מידי, אם כן קרא למה דטריפה חיה, ובגמרא מבואר דמאן דאמר טריפה חיה נפיק ליה מקרא, ואם כן מוכח מזה דלא חייש למיעוט, ונפקא מינה לדינא דאם לא כן קרא למה. סוף דבר דדברי הגאון הנ\"ל בזה לא שרירין ולא קיימין, והקושיא במקומו עומד על מאן דאמר דטריפה חיה, ועל כרחך צריך לומר כיון דקרא קרי לטריפה החיה אשר לא תאכל, סתמא דמילתא משמע דטריפה חיה, ולמה לן לדחוק ולומר דפירושו אף אם יארע שהיה חיה מכל מקום לא תאכל, רק דמאן דיליף מקרא דטריפה אינה חיה, על כרחך לדידיה קרא דהחיה אשר לא תאכל דחוק ומוקי אנפשיה, דהיינו אף אם יארע שחיה י\"ב חדש כנ\"ל, וזה פשוט וברור. והנה לפי זה דעת לנבון נקל, דכל יסוד של רבי שמעון בן לקיש דטריפה אינה חיה, דמפיק מקרא דזאת החיה. ולכאורה קשה כמו שיש לפרש קרא הנ\"ל שאינה חיה לא תיכול, הכי נמי יש לפרש דחיה אחרת לא תיכול, והש\"ס לא מקשה על מאן דאמר דטריפה חיה, רק מנ\"ל דאין לו הכרע מכאן, דאי משום דכתיב זאת, הא איצטריך לכדרבי ישמעאל, אבל ודאי דגם מאן דאמר דטריפה אינה חיה, אין לו הכרע דהפסוק הנ\"ל יש לו פנים לכאן ולכאן, ועל כרחך צריך לומר דעיקר הוכחה של רבי שמעון בן לקיש הוא, דעל כרחך נדרש שאינה חיה לא תיכול להורות דטריפה אינה חיה, דאם בא להורות דטריפה חיה, אם כן קרא למה, הא כבר נשמע מקרא דהחיה אשר לא תאכל, דטריפה חיה כל זמן שאין קרא להיפך כמ\"ש, אלא על כרחך דפירושו שאינו חיה לא תיכול, ובא להורות דטריפה אינה חיה, וממילא על כרחך קרא דהחיה אשר לא תאכל דחיק ומוקי אנפשיה כמ\"ש וזה ברור לדעתי, אם כן קשה לפי זה למאן דאמר טריפה חיה. מיהו לא קשה מידי, דהא קשה על רבי שמעון בן לקיש דהא כתיב בקרא (ויקרא יא א) ויאמר ה' אל משה ואל אהרן לאמר אליהם דברו אל כל עדת בני ישראל זאת החיה אשר תאכלו, ופירש רש\"י (ד\"ה אל-לאמר) אמר למשה שיאמר לאהרן, לאמר אליהם אמר שיאמר לאלעזר ואיתמר בניו, דאי אפשר לומר שיאמר לישראל, דהא כתיב דברו אל כל עדת בני ישראל וכו', עיין שם. והנה באמת לשון זה לאמר אליהם, הוא לשון שאין רגיל בתורה, ונשמע מזה דאמר שיאמר לאלעזר ואיתמר, אבל אמר שיאמר לאהרן אין לו הוכחה, ועיין במזרחי די\"ג מיעוטים יש והוא מהתורת כהנים, (והובא ברש\"י פרשת ויקרא (א א, ד\"ה אליו), עיין עליו). ועדיין קשה באמת מאי ראה השי\"ת להקפיד בכאן שיאמר לאלעזר ואיתמר יותר מכל המקומות. והנה בספר ברית שלום פרשה זו תירץ על פי הגמרא (מנחות דף מ\"ה.) כל נבלה וטריפה וגו' (יחזקאל מד לא), כהנים הוא דלא אכלי, הא ישראל אכלי בתמיה וכו'. רבינא אמר כהנים איצטרכה ליה וכו', עיין שם. והנה קשה עד דלא אתא יחזקאל מנ\"ל. ועוד הא ליכא מידי בנביאי וכתיבי דלא רמיזי באורייתא (תענית ט' ע\"א). ועל פי זה יתיישב הכל, דהא דרשינן מתיבת החיה דמיותרת היא דמורה על טריפה, ולכך אתי אמירה להזהיר לכהנים לומר דכהנים נצטוו גם כן על הטריפה, עד כאן דבריו ויפה דבר.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea437611b19001a63934e", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Or HaChaim on Leviticus 11:1:2", "sourceHeRef": "אור החיים על ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<i></i><b>לאמר אליהם</b>. רז\"ל אמרו (בתו\"כ) אליהם פירוש שיאמר לאלעזר ולאיתמר והכוונה בזה כדי להקדימם בלימוד קודם כדתניא (עירובין נ\"ד) בסדר הלימוד. ואולי שנתכוון להצריכם להורות בני ישראל על דרך (מלאכי ב׳:ז׳) כי שפתי כהן וגו', ואשר על כן סמך לזה דברו וגו'. עוד יתבאר אומרו <b>לאמר אליהם</b> לפי מה שפירשתי במקומות אחרים (יתרו כ א) כי טעם אמרו לאמר כי הדיבור היוצא מפי אל עליון היה נוצר ממנו מלאך והוא היה מדבר עם משה, ופירוש לאמר הוא הדיבור יאמר למשה, וכמו כן אמר כאן לאמר אליהם פירוש הדיבור יאמר למשה ולאהרן. ואין פירוש זה מכחיש דברי רז\"ל שאמרו (תו\"כ א) לא היה הדיבור אלא למשה ולא לאהרן, כי גם לדרכינו לא היה שומע דברי ה' אלא משה, אלא שהמלאך המתהוה מהדיבור היה מדבר לשון רבים, ומשה היה מגיע הדברים לאהרן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span class=\"font1\">לאמור אליהם</span>, to say to them.</b> <i>Torat Kohanim</i> on our verse explains the word <span class=\"font1\">אליהם</span>, \"to them,\" as a reference to Eleazar and Ittamar. The idea is that these two sons of Aaron were to be acquainted with this legislation before it was to be taught to the entire people. This is based on <i>Eyruvin</i> 54. Perhaps the Torah had in mind to emphasize a point made by the prophet in Maleachi 2,6 that the lips of the priests are to preserve knowledge and that people seek to obtain knowledge of Torah from the priests. The words <span class=\"font1\">לאמור אליהם</span> may also reflect what I have explained in connection with Exodus 20,1 that the reason for the word <span class=\"font1\">לאמור</span> is that the word emanates from the Supreme G'd and that G'd made an angel out of it and that it was that angel who spoke to Moses. [The concept is that the \"word\" is something in between a totally abstract concept and something which has at least a semblance of something physical about it. The absolute abstract, i.e. the Essence of G'd, cannot communicate with a human being who is part body by means of something entirely abstract. G'd therefore created an intermediary called an \"angel\" to accomplish communication by word of \"mouth.\" Ed.] The word <span class=\"font1\">לאמור</span> refers to that angel who would communicate with Moses and Aaron. This explanation is not at variance with what our sages said in <i>Torat Kohanim</i> at the beginning of the Book of Leviticus that G'd communicated verbally from the inside of the Tabernacle only with Moses, not with Aaron. What it means is simply that the angel who addressed Moses used the plural form <span class=\"font1\">דברו</span>! when addressing him instead of saying to him <span class=\"font1\">דבר</span>! (singular). Moses relayed the words to Aaron before he spoke to anyone else.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bc7301e81b55e00c03e58ab", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Shmini 10", "anchorRef": "Leviticus 11:1-2", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2"], "sourceRef": "Maor VaShemesh, Shmini 10", "sourceHeRef": "מאור ושמש, שמיני י׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 10, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "שמיני", "he": "<b>וידבר </b>ה' אל משה כו' דברו אל בני ישראל לאמר זאת החיה אשר תאכלו מכל הבהמה אשר על הארץ. כל מפרסת פרסה ושסעת שסע פרסות מעלת גרה בבהמה אותה תאכלו אך את זה גו' את הגמל כי מעלה גרה הוא ופרסה איננו מפריס וגו' ראוי להבין אמרו זאת החיה אשר גו' והי' לו לומר זאת הבהמה. גם אשר על הארץ נראה מיותר. גם מדוע התחיל מגמל ויתכן לומר בזה כי הנה דברנו זה כמה פעמים שעיקר עבדות האדם הוא לזכך חומריותו ולשוב לשרשו לקשר עצמו בא\"ס ב\"ה ושיזהיר עליו אור אלקותו יתברך וצריך להסיר כל המסכים המבדילים בינינו לבין אלהינו ע\"י טהרה וקדושה שימשיך על עצמו וישוב בתשובה שלימה להסיר המסכים שנעשו ע\"י עונותיו. והנה כל מאכל ודבר גשמי הוא חוצץ בפני אדם לבל יראה אור הבהיר ואולם במאכלים טהורים אשר התירה תורתינו הקדושה בכולם ימצאו ניצוצות קדושות וגם יזדמנו נשמות קדושות מגולגלין בהמאכלים והאוכלים בקדושה ובטהרה אזי ממשיך עליו קדושה יתירה אשר בהמאכלים ההם כי הי' שואב אליו הנפש הקדושה אשר הי' עטוף בתוך המאכל הזה ויוכל לבא לידי זה ליראת ה' האמיתית ולשבור המסכים המבדילים ולחזות בנועם ה' וגם הבהמות הטהורות יש להם שורש למעלה בהשור מהחיות אשר הנה מרובעות לכסא ונשר וארי' שנאסרו לנו נוכל לומר שאריה נאסר להיותו כולו מסטרא דגבורה ונשר נאסר להיותו מצד הרחמים אשר אין בהם ממדת גבורה והיינו ממשיכין מדת הרחמנות יותר ממה שיש ביכולת לסבול. והנה ידוע כי את זה לעומת זה עשה אלקים ויש ג\"כ מרכבה טמאה והמטמא עצמו במאכלים אסורים הוא ממשיך עליו כח הטומאה עד שכמעט אין יכולת לשורש נשמתו להסיר המסכים שמוסיף במאכלים האסורים ההם ואולם במאכלים הטהורים ואכילתן בקדושה הוא מוסיף קדושה על עצמו ע\"י העלאת ניצוצות הקדושות כנ\"ל. ומפני זה אמרו ז\"ל האי בר בי רב דיתיב בתעניתא ליכול כלבא לשירותא מפני שאכילת הצדיקים הוא טוב להם וטוב לעולם שמתקנין ע\"י אכילתן נשמות המגולגלות ומעלין הנצוצות הקדושות ומסירים ע\"י אכילתן מסכים המבדילים ע\"י הקדושה שנתוסף עליהם וזהו רמז לנו הכתוב זאת החיה אשר תאכלו ביאורו זאת החיה מהחיות המרובעות לכסא אשר היא מכל הבהמה אשר על הארץ שבארץ התחתונה היא בהמה ואח\"כ הורנו הכתוב מהות האכילה ואמר כל מפרסת פרסה כל הגם שהוא דבר גשמיי שעושה מסך המבדיל מלשון פורס מפה. אמנם ושוסעת שסע פרסות שיכול ע\"י אכילתה בקדושה לשסע ולחלק הפרסות והמסכים. מעלת גרה מלשון ויגר מואב כלומר שע\"י שמוסיף על עצמו קדושה הוא מוסיף יראה ה'. או יאמר כי גרה בגימטריא יצחק והוא שמעלה ע\"י אכילתו פחד יצחק אל הראשית חכמה כידוע ליו\"ח. אותה תאכלו כלומר כן תאכל ואולם ימצאו אנשים אשר הגיעו למדריגה זו שמשיגין יראת ה' ע\"י אכילתן אמנם פוסלין מחשבתם במה שמחזיקין טובה לנפשם במדריגתו ומבקשים תשלום על מעשיהם הטובים הנה האנשים ההם אין ביכולתם להסיר מסך המבדיל ולראות איזה דרך ישכון האור וזהו אמרו אך את זה לא תאכלו וגו' את הגמל את זה כמו עם זה ביאורו עם כוונה זו לא תאכלו את הגמל פי' לבקש תגמול מעשיו ומבאר הכתוב כי מעלה גרה וגו' פי' הגם שמעלה גרה ומגיע ליראת ה'. אמנם ופרסה איננו מפריס. מפריס זה כמשמעו ופרש\"י לשון סדיקה כלומר שהמסך המבדיל והפרסה אשר לפניו אינו יכול לסדוק ולהסיר רק לא יבקש תגמול מעשיו אזי יוכל להסיר המסך כנ\"ל.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f78a5c81ef0074e691ca", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Shmini 6:1", "anchorRef": "Leviticus 11:1-2", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2"], "sourceRef": "Midrash Tanchuma, Shmini 6:1", "sourceHeRef": "מדרש תנחומא, שמיני ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "שמיני", "he": "<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה וְאֶל אַהֲרֹן לֵאמֹר אֲלֵיהֶם, זֹאת הַחַיָּה אֲשֶׁר תֹּאכְלוּ. זֶה שֶׁאָמַר הַכָּתוּב: עָמַד וַיְמֹדֶד אֶרֶץ, רָאָה וַיַּתֵּר גּוֹיִם <small>(חבקוק ג, ו)</small>. מַהוּ עָמַד וַיְמֹדֶד אֶרֶץ. בְּשָׁעָה שֶׁבִּקֵּשׁ הַקָּדוֹשׁ בָּרוּךְ הוּא לִתֵּן הַתּוֹרָה לְיִשְׂרָאֵל, עָמַד וּמָדַד אֶת הָאָרֶץ וְנָתַן הַתּוֹרָה בַּמִּדְבָּר בְּפַרְהֶסְיָא. לְכָךְ כָּתוּב, עָמַד וַיְמֹדֶד אֶרֶץ, שֶׁבִּקֵּשׁ הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַחְזִיר אֶת הָעוֹלָם לִמְדִידַת מֵימָיו, כְּעִנְיָן שֶׁנֶּאֱמַר: מִי מָדַד בְּשָׁעֳלוֹ מַיִם <small>(ישעיה מ, יב)</small>. וְכֵיוָן שֶׁלֹּא קִבְּלוּ אֻמּוֹת הָעוֹלָם אֶת הַתּוֹרָה, כְּבָר הָיָה הָעוֹלָם חוֹזֵר לִמְדִידַת מֵימָיו אִלּוּלֵי יִשְׂרָאֵל שֶׁקִּבְּלוּ אֶת הַתּוֹרָה וְאָמְרוּ כָּל אֲשֶׁר דִּבֵּר ה' נַעֲשֶׂה <small>(שמות כד, ז)</small>. וְכֵיוָן שֶׁקִּבְּלוּהָ, שָׁקַט הָעוֹלָם, שֶׁנֶּאֱמַר: אֶרֶץ יָרְאָה וְשָׁקָטָה <small>(תהלים עו, ט)</small>. וּמִשָּׁם נָטְלוּ הַגּוֹיִם אַפּוֹפְסִין, שֶׁנֶּאֱמַר: רָאָה וַיַּתֵּר גּוֹיִם. רַבִּי תַּנְחוּמָא בֶּן חֲנִילַאי אָמַר, הִתִּיר לָהֶם אֶת הָאִסּוּרִים וְאֶת הַשְּׁקָצִים וְאֶת הָרְמָשִׂים. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְרוֹפֵא שֶׁהָלַךְ לְבַקֵּר שְׁנֵי חוֹלִים, רָאָה אֶחָד מֵהֶם שֶׁהָיָה בְּסַכָּנָה, אָמַר לִבְנֵי בֵיתוֹ, תְּנוּ לוֹ כָּל מַאֲכָל שֶׁהוּא מְבַקֵּשׁ. רָאָה הָאֶחָד שֶׁעָתִיד לִחְיוֹת. אָמַר לָהֶם: כָּךְ וְכָךְ מַאֲכָל יֹאכַל וְכָךְ וְכָךְ לֹא יֹאכַל. אָמְרוּ לָרוֹפֵא, מַה זֶּה. לָזֶה אַתָּה אוֹמֵר יֹאכַל כָּל מַאֲכָל שֶׁהוּא מְבַקֵּשׁ, וְלָאַחֵר אָמַרְתָּ לֹא יֹאכַל כָּךְ וְכָךְ. אָמַר לָהֶם הָרוֹפֵא, לְזֶה שֶׁהוּא לְחַיִּים, אָמַרְתִּי לוֹ זֶה אֱכֹל וְזֶה לֹא תֹּאכַל. אֲבָל אוֹתוֹ שֶׁהוּא לְמִיתָה, אָמַרְתִּי לָהֶם, כָּל מַה שֶּׁהוּא מְבַקֵּשׁ תְּנוּ לוֹ, שֶׁאֵינוֹ לְחַיִּים. וְכָךְ הַקָּדוֹשׁ בָּרוּךְ הוּא הִתִּיר לַגּוֹיִם הַשְּׁקָצִים וְהָרְמָשִׂים. אֲבָל יִשְׂרָאֵל שֶׁהֵם לְחַיִּים, אָמַר לָהֶם: וִהְיִיתֶם קְדֹשִׁים כִּי קָדוֹשׁ אָנִי, אַל תְּשַׁקְּצוּ אֶת נַפְשׁוֹתֵיכֶם, אֶת זֶה תֹּאכְלוּ, וְאֶת זֶה לֹא תֹּאכֵלוּ, לֹא תִּטַּמְּאוּ בָּהֶם וְנִטְמֵתֶם בָּם. לָמָּה, שֶׁהֵם לְחַיִּים, שֶׁנֶּאֱמַר: וְאַתֶּם הַדְּבֵקִים בַּה' אֱלֹהֵיכֶם חַיִּים כֻּלְּכֶם הַיּוֹם. הֱוֵי, עָמַד וַיְמֹדֶד אֶרֶץ, רָאָה וַיַּתֵּר גּוֹיִם. שְׁלֹשָה דְּבָרִים נִתְקַשָּׁה מֹשֶׁה, וְהֶרְאָה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא וְכוּ'. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 11:1-2:) “Then the Lord spoke unto Moses and unto Aaron, saying […], ‘Speak unto the Children of Israel, saying, “These are the creatures that you may eat….”’” It is stated (in Hab. 3:6), “He arose and measured the earth; He looked and made nations tremble.” What is the meaning of “He arose and measured the earth?”<sup class=\"footnote-marker\">28</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 11:3.</i> It is simply that, when the Holy One, blessed be He, wanted to give the Torah to Israel, He arose and measured (<i>mdd</i>) the earth.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Cf. <i>Mekhilta de Rabbi Ishmael, Bahodesh</i> 1, 5; Lev. R. 8:2.</i> Then he gave the Torah in public<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Gk.: <i>parresia</i>.</i> in the desert.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The sense here is that the Holy One gave the Torah openly on neutral ground, not secretly in Israel.</i> Therefore (in Hab. 3:6), “He arose and measured the earth,” because He wanted to return the world to the measurements of His waters, when the nations did not want to accept the Torah. If it had not been for Israel accepting it, the world would have returned to the measurements of His waters. [It is] just as you say (in Is. 40:12), “Who has measured the waters in the hollow of His hand?” But when Israel accepted it, the earth was still, as stated (in Ps. 76:9), “the earth was afraid and was still.” So it is from there (i.e., from Sinai) that the gentiles received their judgement,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Gk.: <i>apophasis</i>.</i> as stated (Hab. 3:6, cont.), “He looked and made nations tremble (rt.: <i>ntr</i>).” R. Tanhum ben Hanila'i said, “He permitted (<i>hittir</i>) what was forbidden, abhorrent creatures and creeping things.” The matter is comparable to a physician who went to visit two patients.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Lev. R. 13:2.</i> He saw that one of them was in danger. He said to the children of his house, “Tell him to eat whatever he wants.” He saw the other, who was recovering. He said to the children of his house, “Such and such food he may eat; such and such food he may not eat.” They said to the physician, “What is [the difference] that you said to the one, ‘Let him eat whatever he wants,’ but said to the other one, ‘Such and such food he may eat; such and such food he may not eat?’” The physician said to them, “When I saw that the one was dying, I said, ‘Give him [any food] because he is going to die’; but let the other one watch himself, because there is life in him.” So also the Holy One, blessed be He, has permitted (<i>hittir</i>) abhorrent creatures and creeping things to the gentiles. But in the case of Israel, because they are [destined] for life, He has said to them (in Lev. 11:44), “and be holy, for I am holy”; (in Lev. 11:43) “You shall not make yourselves loathsome.” This you may eat and this you may not eat. Why? Because they are alive, as stated (in Deut. 4:4), “But you who clung to the Lord your God are all alive today.” Ergo (in Hab. 3:6), “He arose and measured the earth; He looked and permitted (rt.: <i>ntr</i>) gentiles,” [that which is forbidden]….<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">So R. Tanhum ben Hanila’i has reinterpreted the more traditional, AND MADE NATIONS TREMBLE.</i> Three things Moshe found difficult [to comprehend], and the Holy One, blessed be He, showed him, etc.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5be1f78b5c81ef0074e691d5", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Shmini 7:1", "anchorRef": "Leviticus 11:1-2", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2"], "sourceRef": "Midrash Tanchuma, Shmini 7:1", "sourceHeRef": "מדרש תנחומא, שמיני ז׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "שמיני", "he": "<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה לֵאמֹר, זֹאת הַחַיָּה אֲשֶׁר תֹּאכְלוּ. יְלַמְּדֵנוּ רַבֵּנוּ, כַּמָּה בְּהֵמוֹת טְהוֹרוֹת יֵשׁ בָּעוֹלָם. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, עֶשֶׂר בְּהֵמוֹת הֵן, אַיָּל וּצְבִי וְיַחְמוּר וְאַקּוֹ וְדִישׁוֹן וּתְאוֹ וָזָמֶר <small>(דברים יד, ה)</small>, שׁוֹר שֵׂה כְשָׂבִים וְשֵׂה עִזִּים <small>(דברים יד, ד)</small>. יוֹתֵר מֵאֵלֶּה אֵין בָּעוֹלָם. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, הִזָּהֲרוּ עַצְמְכֶם שֶׁלֹּא לְשַׁקֵּץ אֶת עַצְמְכֶם בִּבְהֵמָה טְמֵאָה וּבְשֶׁרֶץ טָמֵא. כָּךְ אָמַר דָּוִד, הָאֵל תָּמִים דַּרְכּוֹ אִמְרַת ה' צְרוּפָה <small>(תהלים יח, לא)</small>, בִּשְׁבִיל לְצָרֵף בְּרִיּוֹתָיו. אָמַר לוֹ: רַבִּי, מָה אִכְפַּת לוֹ לְהַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁיֹּאכְלוּ יִשְׂרָאֵל בְּלֹא שְׁחִיטָה, שֶׁיְּהֵא יִשְׂרָאֵל נוֹחֵר וְאוֹכֵל וְשׁוֹחֵט מִן הַצַּוָּאר מִן הַיֶּרֶךְ. תֵּדַע, שֶׁלֹּא נִצְטַוָּה הַשְּׁחִיטָה הַזּוֹ אֶלָּא כְּדֵי לְצָרֵף אֶת יִשְׂרָאֵל, כִּי לֶעָתִיד לָבֹא עוֹשֶׂה סְעוּדָה לַצַּדִּיקִים מִן הַבְּהֵמָה וְלִוְיָתָן וְאֵין שָׁם שְׁחִיטָה. תֵּדַע לְךָ, לִוְיָתָן בְּרִיָּה מְשֻׁנָּה הוּא, וְהַמַּלְאָכִים יָגוּרוּ מִמֶּנּוּ, שֶׁנֶּאֱמַר: מִשֵּׂתוֹ יָגוּרוּ אֵלִים <small>(איוב מא, יז)</small>. וְאִם הֵם זוֹרְקִין עָלָיו כַּמָּה רְמָחִים שֶׁל בַּרְזֶל, כְּתֶבֶן הוּא חוֹשְׁבָן, שֶׁנֶּאֱמַר: יַחְשֹׁב לְתֶבֶן בַּרְזֶל <small>(איוב מא, יט)</small>. וְכֵן בְּהֵמוֹת שָׂדַי קָשֶׁה, שֶׁהוּא רוֹבֵץ עַל אֶלֶף הָרִים, שֶׁנֶּאֱמַר: בְּהֵמוֹת בְּהַרְרֵי אֶלֶף <small>(תהלים נ, י)</small>. וְהֵיכָן הֵן נִשְׁחָטִין. אֶלָּא זֶה לָזֶה מִזְדַּוְגִין שְׁנֵיהֶם, שֶׁנֶּאֱמַר: אֶחָד בָּאֶחָד יִגָּשׁוּ <small>(איוב מא, ח)</small>. בְּהֵמוֹת יִגַּשׁ בַּלִּוְיָתָן וְאוֹחֵז בְּקַרְנָיו וּבוֹקֵעַ. וְלִוְיָתָן הֵפֶךְ יִהְיֶה מִיתָתוֹ, שֶׁמַּכֶּה אוֹתוֹ בִּזְנָבוֹ וְהוֹרְגוֹ, וְהַצַּדִּיקִים הוֹלְכִין וְנוֹטְלִין מָנוֹת מָנוֹת. מִכָּאן שְׁחִיטָה. אֶלָּא בִּשְׁבִיל לִבְדֹּק וּלְצָרֵף אֶת יִשְׂרָאֵל. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 11:1-2) “Then the Lord spoke unto Moses…, saying, ‘… these are the creatures that you may eat….’” Let our master instruct us: How many [types of] pure animals are there are in the world? Thus have our masters taught: There are ten beasts: “The deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, the mountain sheep”; (Deut. 14:5) “the ox, the sheep and the goat” (Deut. 14:4). There are no more than these in the world. Said the Holy One, blessed be He, “Guard yourselves, not to defile yourselves with an impure beast and with an impure swarming creature.” So did David say (in II Sam. 22:31 = Ps. 18:31), “As for God, His way is perfect, the word of the Lord is pure (rt.: <i>tsrp</i>).” Thus, the commandments were given only to purify (rt.: <i>tsrp</i>) [mortals] through them. They said to him. “Rabbi, what does the Holy One, blessed be He, care whether one ritually slaughters cattle and eats [the meat] or whether one slaughters cattle by stabbing and eats it? Will some such thing benefit Him (i.e., the Holy One, blessed be He,) or harm Him?” Know that this ritual slaughter was given only to purify (rt.: <i>tsrp</i>) Israel. As in the future to come, the Holy One, blessed be He, will make a meal for the righteous from the behemoth and the leviathan, and there is no ritual slaughter there. Know that the leviathan is an unusual creature, and the angels fear him, as stated (in Job 41:17), “From his rising do the powers fear.” And if they throw many spears of iron upon him, he considers them like straw, as stated (in Job 41:19), “He considers iron like straw.” And also the behemoths of my fields are harsh, as it crouches on a thousand mountains as stated (in Psalms 50:10), “the behemoths on a thousand mountains.” And [so] how are they slaughtered? Rather, they come and fight, one with the other, as stated (in Job 41:8), “One approaches to the other.” The behemoths approach the leviathan and hold him by his horn and split him, and the leviathan’s death [that he inflicts] will be the opposite, as he smites him with his tail and kills him. [Then] the righteous ones go and all take portions. From here [we see] that ritual slaughter was given only to examine and to purify (rt.: <i>tsrp</i>) Israel.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c7d941d3081100060591cd3", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Section 2 1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Sifra, Shemini, Section 2 1", "sourceHeRef": "ספרא, שמיני, פרשה ב א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ב", "he": "[א] \"וידבר ה' אל משה ואל אהרן לאמר אליהם\" – לאמר להם לבנים, לאלעזר ולאיתמר. או לאמר להם לישראל? כשהוא אומר \"דברו אל בני ישראל\" – זו דיבור האמור לישראל, הא מה אני מקיים \"לאמר אליהם\" – לאמר לבנים לאלעזר ולאיתמר.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 11:1) \"And the L–rd spoke to Moses and to Aaron to say to them\": (to say) to the sons, to Elazar and Ithamar, or to say to Israel? \"Speak to the children of Israel\" (Vayikra 11:2) is the speaking to Israel. How, then, are we to understand \"to say to them\"? To say to the sons, to Elazar and to Ithamar.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d95e94644410066683897", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 9 2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Sifra, Shemini, Chapter 9 2", "sourceHeRef": "ספרא, שמיני, פרק ט ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ט", "he": "[ב] יכול המוקף צמיד פתיל בכלי חרס ונתון לתוך התנור יהא טמא? תלמוד לומר \"מכל האוכל\" – ולא כל האוכל, פרט למוקף צמיד פתיל בכלי חרס ונתון לתוך התנור.יכול אף המוקף צמיד פתיל בכלי שטף ונתון לתוך התנור יהא טהור? ודין הוא! ומה אם כלי חרס – שלא הציל את עצמו בלא צמיד פתיל באהל המת – הציל על מה שבתוכו בצמיד פתיל באהל המת, כלי שטף – שהציל עצמו בלא צמיד פתיל באויר כלי חרס – אינו דין שיציל על מה שבתוכו בצמיד פתיל?! תלמוד לומר \"מכל האוכל\"‏ \"כל אשר בתוכו יטמא\" – להביא את המוקף צמיד פתיל בכלי שטף ונתון לתוך התנור. קל וחומר לכלי שטף שלא יציל את עצמו בלא צמיד פתיל באויר כלי חרס! ומה אם כלי חרס – שהציל על מה שבתוכו בצמיד פתיל באהל המת – לא הציל את עצמו בלא צמיד פתיל באהל המת, כלי שטף – שלא הציל על מה שבתוכו בצמיד פתיל באויר כלי חרס – אינו דין שלא יציל על עצמו בלא צמיד פתיל באויר כלי חרס?! תלמוד לומר \"מכל האוכל\" – אוכלים מיטמאים באויר כלי חרס ואין כלים מיטמאים באויר כלי חרס. קל וחומר לכלי חרש שלא יציל על מה שבתוכו בצמיד פתיל באהל המת! מה אם כלי שטף – שהציל על עצמו בלא צמיד פתיל באויר כלי חרש – לא הציל על מה שבתוכו באויר כלי חרש בצמיד פתיל, כלי חרש – שלא הציל על עצמו בלא צמיד פתיל באהל המת – אינו דין שלא יציל על מה שבתוכו בצמיד פתיל באהל המת?! תלמוד לומר (במדבר יט, טו) \"וכל כלי פתוח אשר אין צמיד פתיל עליו טמא\" – הא יש צמיד פתיל עליו, טהור.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) I might think (that food) which is sealed air-tight in an earthen vessel and placed in the atmosphere of a stove becomes tamei; it is, therefore, written \"of all the food,\" and not \"all of the food,\" to exclude the above. I might think (that food) which is sealed air-tight in a \"rinsing\" vessel (i.e., one of wood or metal) placed in the midst of the oven is clean, and that this follows a fortiori, viz.: If an earthen vessel, which does not rescue itself (from tumah) without an air-tight seal in the tent of the dead, rescues therein what is sealed air-tight within it, then a \"rinsing\" vessel, which rescues itself without an air-tight seal in the atmosphere of an earthen vessel (see Vayikra 11:1) above) — how much more so should it rescue what is sealed air-tight within it! It is, therefore, written \"the food,\" to include (as tamei) what is sealed air-tight in a \"rinsing\" vessel placed in the midst of the oven. An a fortiori argument that a rinsing vessel should not rescue itself (from tumah) without an air-tight seal in the atmosphere of an earthen vessel: If an earthen vessel, which rescues what is sealed air-tight in it in the tent of the dead, does not rescue itself therein without an air-tight seal, then a \"rinsing\" vessel, which does not rescue what is sealed air-tight within it in the atmosphere of an earthen vessel, how much more so should it not rescue itself therein without an air-tight seal! It is, therefore, written (in negation of the above): \"the food.\" Food acquires tumah in the atmosphere of an earthen vessel, but (other) vessels do not. An a fortiori argument that an earthen vessel does not rescue what is sealed air-tight in it in the tent of the dead: If a \"rinsing\" vessel, which rescues itself without an air-tight seal in the atmosphere of an earthen vessel does not rescue what is sealed air-tight within it in the atmosphere of an earthen vessel, then an earthen vessel, which does not rescue itself without an air-tight seal in the tent of the dead, how much more should it not rescue what is sealed air-tight in it in the tent of the dead! It is, therefore, written (Bamidbar 19:15): \"And every open (earthen) vessel, over which there is no air-tight seal is tamei.\" But if it does have an air-tight seal over it, it is clean.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd671725f25e0061095522", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d14388205001838a126", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 61:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Malbim on Leviticus, Shmini 61:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני ס״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 61.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>לאמר אליהם:</b> אי אפשר לפרש לאמר לישראל דהא אמר אחר כך \"דברו אל בני ישראל\". ועל כרחך שמוסב על הנושאים הנזכרים בפרשה הקודמת – \"ויקצוף משה על אלעזר ועל איתמר\". אמר ה' למשה ואהרן שיאמרו אליהם (לאלעזר ואיתמר) שידברו פרשה זאת לבני ישראל כמו שאמרו בעירובין <small>(דף נד:)</small> כיצד סדר משנה וכולי. וכן תרגם יונתן אימר להון לבני אהרן.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f3aeb7d2e147564476b", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Midrash Lekach Tov, Leviticus 11:1:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וידבר ה' אל משה ואל אהרן לאמר אליהם. דברו אל בני ישראל. הרי משה במשמע. לאמר אליהם. לבנים. זאת החיה. מלמד שהיה משה רבינו מראה להם לישראל זאת תאכלו וזאת לא תאכלו. לפי שנאמר לבני נח (בראשית ט׳:ג׳) כירק עשב נתתי לכם את כל יכול הכל בכלל היתר ת\"ל זאת הבהמה אשר תאכלו שור שה כשבים איל וצבי ויחמור ואקו ודישון ותאו וזמר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5795bddb586d79d8273db", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Maskil LeDavid, Leviticus 11:1:1", "sourceHeRef": "משכיל לדוד, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>לאמר אליהם וכו׳ לבנים לאלעזר ואיתמר.</b> הוה סגי לומר לבנים דאנא ידענא מאן ניהו אלא אצטריך לומר דאע״ג שכבר למדנו מקראי דבס״ס תשא וישיבו אליו אהרן וכו׳ כיצד סדר משנה דבריש׳ חלק כבוד לאהרן. והדר לבניו וכו׳ לא תימא דדוק׳ בזמן שהיו נדב ואביהוא קיימים דחשיבי טובא. אבל השתא דמיתו לא קמ״ל דאע״ג דאינם אלא אלעזר ואיתמר היו ראויים לאותו חשיבות עצמו:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b658c823a798e70b55e9", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 533:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Yalkut Shimoni on Torah 533:1", "sourceHeRef": "ילקוט שמעוני על התורה תקל״ג:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 533.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "רב הונא אמר בשלשה מקומות כעס משה ונתעלמה הלכה ממנו, ואלו הן בשבת, ובכלי מתכות, ובאונן (כתוב ברמז תשפ\"ו). בשבת מנין שנאמר ויותירו אנשים ממנו עד בקר וכיון שכעס שכח מלומר להם הלכות שבת מה אמר להם אכלוהו היום כי שבת היום לה'. בכלי מתכות מנון שנאמר ויקצוף משה על פקודי החיל וכיון שכעס נתעלמה הלכה ממנו שכח מלומר הלכות כלי מתכות וכיון שלא אמר אמר אלעזר הכהן שנאמר ויאמר אלעזר הכהן אל אנשי הצבא אמר להם למשה רבי צוה ואותי לא צוה. באונן דכתיב ויקצוף על אלעזר ועל איתמר בני אהרן וכיון שכעס שכח מלומר להם שאונן אסור לאכול בקדשים. הנותרים רבי פנחס אמר להון אף אינון הלואי לא אישתריתון. וידבר אהרן בדבור עז כנגדו כמה דאת אמר דבר האיש אדוני הארץ אתנו קשות. דרש אהרן קל וחומר וכו'. מיד וישמע משה וייטב בעיניו הוציא כרוז במחנה לאמר אני טעיתי בהלכה ואהרן אחי למדני. אלעזר היה יודע הלכה ושתק וכן איתמר ונתייחד הדבור עליהן ועל אביהן ועל אחי אביהן בחייהן הדא הוא דכתיב וידבר ה' אל משה ואל אהרן לאמר אליהם. תני רבי חייא לאמר אליהם לבנים לאלעזר ואיתמר:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed66bfddfbb310fecda", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 2-5", "anchorRef": "Leviticus 11:1-47", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה א׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Dietary Rules", "he": "ויקרא הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["After ten chapters devoted mainly to cultic rules, we move from the priestly altar to everyone’s table—a fine example of the dual concerns of Leviticus (later Judaism was in fact to dub the table an “altar in miniature,” taking literally the injunction in Exodus for Israel to become a “kingdom of priests”). The chapter, as mentioned in “On the Book of Leviticus and Its Structure,” functions as a bridge between the first two parts of the book. As Hallo notes, it rounds out the question of consuming food, a major issue in sacrifices; it also introduces the motif of pollution in a systematic way (there were references to it in regard to sacrifices, but not in as full a manner). The use of “Instruction” in v.46 echoes the summaries of sacrifices in Chap. 7, while “you are to separate” in v.47 links the chapter with the previous one. Looking forward, “Instruction” is also used in the pollution chapters that follow, and the fivefold repetition of “hallow/holy” in vv.44–45 even points us toward the major section on Holiness in the third part of the book.", "It should be noted that, from vv.24–40, eating is not the issue, but rather coming into contact with the carcass of a <i>tamei</i> animal. The two areas are joined with the introduction of “swarming” creatures in vv.41–44, and the whole chapter concludes with a call to “separation.”", "Refrains are many, giving the chapter a more poetic structure than one would expect from such a list: “it is <i>tamei</i> for you,” “it is a detestable-thing for you,” “it is an abominable-thing,” “according to its kind,” “<i>tamei</i> until sunset.” The overwhelmingly negative character of the refrains serves to drum in caution and promote avoidance.", "Many of the animals on the lists of Lev. 11 are familiar, but it must be stressed that, as with plant and place-names in the Bible, a number of the precise identifications have been lost to us, and educated guesses are in order."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e5c9ad75f2d99af96a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 1", "anchorRef": "Leviticus 11:1-47", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 11:1-47\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 11:1-47</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c943c601e878406e0d1658", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Shmini 14:98", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Zohar, Shmini 14:98", "sourceHeRef": "ספר הזהר, שמיני י״ד:צ״ח", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "שמיני", "he": "(ויקרא י״א:א׳) וַיְדַבֵּר יְיָ' אֶל מֹשֶׁה וְאֶל אַהֲרֹן לֵאמֹר אֲלֵיהֶם זֹאת הַחַיָּה אֲשֶׁר תֹּאכְלוּ וְגוֹ', מַאי שְׁנָא הָכָא אַהֲרֹן. אֶלָּא בְּגִין דְּאִיהוּ קַיְּימָא תָּדִיר לְאַפְרְשָׁא בֵּין מִסְאֲבָא וּבֵין דַּכְיָא. דִּכְתִּיב לְהַבְדִּיל בֵּין הַטָּמֵא וּבֵין הַטָּהוֹר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64187baec9371ec0cebe6519", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Reggio on Torah, Leviticus 11:1:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן,</b> למשה שיאמר לאהרן, ונתיחד אהרן בדבור זה בעבור שבו הוזהרו על הטומאות, ועליו מוטל להשגיח להבדיל בין הטמא ובין הטהור:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187bafc9371ec0cebe651b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Reggio on Torah, Leviticus 11:1:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>לאמר אלהם,</b> לאלעזר ואיתמר, ומאותו הטעם שנתיחד אהרן בדבור נתיחדו בו בניו, שהן הכהנים המבדילים בין טמא לטהור:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641955888defb334b3373ae1", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Netinah LaGer, Leviticus 11:1:1", "sourceHeRef": "נתינה לגר, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן, עם משה ולאהרן.</b> עמ\"ש בעל אוג\"ר \"ובכל הספרים האחרונים הגיהו לאהרן לרמוז שהי' הדבור למשה שיאמר לאהרן כמדרשם \"וכמו שפי' רש\"י בפסוק זה \"למשה אמר שיאמר לאהרן\" אבל לפ\"ז קשה למה לא ת' כן בכל הי\"ג דברות שנאמרו בתורה למשה ולאהרן שחשב הת\"כ בפרק שני ? ועוד קשה דלעיל (י' א') שהי' הדבור רק לאהרן לבדו, מדוע ת' \"ולאהרן\"? ולקמן (במדבר י\"ח ח') שינה את דרכו לת' \"עם אהרן\" ? אולם. אחר העיון מצאתי דבר פלא, דהנה בת\"כ פ' הנ\"ל \"אמר ר\"י ב\"ב י\"ג דברות נאמרו בתורה למשה ולאהרן וכנגדן נאמרו בתורה י\"ג מיעוטין ללמדך שלא לאהרן נאמרו אלא למשה שיאמר לאהרן\" ע\"ש, וכ' בעל קרבן אהרן מבוארים המה ונתנו סימנים, מופת, חפניכם, החדש, ויצום אל ב\"י, החיה, ארץ אחזתכם, זב, איש על דגלו, נשא, אל תכריתו, עד מתי, הבדלו, פרה, עכ\"ל, ולפ\"ז ערבבו פה הנאמר בל' דבור עם הנאמרו בל' אמירה, ובאמת הבא למנות את הכתובים יראה שי\"ט פעמים נאמר למשה ולאהרן, ג' פעמים לאהרן בלבד, ופעם א' נאמר \"ויאמר ה' אל משה ולאהרן\" וכמה קושיות הקשה הק\"א למה לא מזכיר הדבורים שלאהרן לבדו ? לכן נלע\"ד שכוונת הת\"כ רק על י\"ג הדברות, היינו הבאים בתורה בל' \"דבור\" ולא בל \"אמירה\" צא וחשוב ותמצא, י\"א נאמרו למשה ולאהרן וב' נאמרו לאהרן לבדו, ואלה סימניהן. א' \"ויצום\" (שמות ו' י\"ג) ב' \"יין ושכר\" (לעיל יו\"ד ח') ג' \"החיה\" (פה) ד' \"שאת\" (לקמן י\"ג א') ה' \"ארץ אחזתכם\" (לקמן י\"ד ל\"ד) ו' \"זב\" (לקמן ט\"ו א') ז' \"איש על דגלו\" (במדבר ב' א') ת' \"נשא\" (שם ד' א') ט' \"אל תכריתו\" (שם שם י\"ז) י' \"עד מתי\" (שם י\"ד כ\"ו) י\"א \"הבדלו\" (שם ט\"ז כ') י\"ב \"הנה נתתי\" שנאמר לאהרן לבדו (שם י\"ח ח') י\"ג \"פרה\" (שם י\"ט א') וזה ברור לענ\"ד ומתורצות כל הקושיות שהביא הק\"א, ולכן צריך להגיה בתרגום בכל המקומות האלה \"מלל לאהרן\".", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839dfa5a4d0d5926404fe", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 11:1:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 11. V. 1. Das ganze vorige Kapitel steht in inniger Beziehung zu der Speisegesetzgebung, die den Inhalt dieses Kapitels bildet. Es hatte gezeigt, wie selbst der Priesterweihe würdige Männer durch die Gewalt missleitender Gemütsrichtungen in todeswürdige Verirrung geraten können; hatte daran für Priester des Heiligtums und für Lehrer des Gesetzes die Mahnung geknüpft, wenn der Dienst des Heiligtums und des Gesetzes sie rufe, sich sonst erlaubte Genüsse zu versagen, die dem Geist die nötige Klarheit und dem Gemüt die nötige Aufregungslosigkeit schmälern könnten; und hatte endlich gelehrt, wie das Heiligtum des göttlichen Gesetzes als Blüte der von ihm ausgehenden Heiligung des Lebens eben die Heiligung selbst des sinnlichen Genusses betrachtet und das \"Priestermahl an der Opferstätte\" als Vollendung der Opfersühne fordert. Alles dies legt bereits den Gedanken nahe, wie wenig gleichgültig die Nahrung, die wir genießen, für unsere geistige und sittliche Bestimmung, für die Lösung der Aufgabe sein dürfte, die uns als ממלכת כהנים וגו' קדוש gestellt ist.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839dfa5a4d0d592640500", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 11:1:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Übereinstimmend mit diesem durch den Inhalt des vorangehenden Kapitels angebahnten Gedankengange, sprechen gleich die dieses Kapitel einleitenden Worte V. 1 das ganz einzig große Gewicht aus, welches der Gesetzgeber auf die in dieses Kapitel niedergelegte Speisegesetzgebung legt. Schon daß zum Empfangen dieses Gesetzes nicht nur Mosche, sondern gleichzeitig Aharon berufen wird – וידבר ד׳ אל משה ואל אהרן – bezeugt die besondere Wichtigkeit seines Gegenstandes. Es findet sich dies bei Gesetzeserteilungen nur bei den ersten grundlegenden Gesetzen des Neumonds und des Peßachopfers (Schmot 12, 1 u. 43) und den mit diesen Speisegesetzen so innig verwandten Gesetzen der 3) טומאת נגעים זיבה ונדה (Wajikra 13, 1; 14, 33; 15, 1). Völlig vereinzelt steht aber die Einleitungsformel da: וידבר ד׳ אל משה ואל אהרן למור אלהם wodurch der Inhalt dieses Gesetzes zuerst Mosche und Aharon, nach ihrer Stellung zum Gesetze innerhalb der Nation, ganz besonders zur Beherzigung gegeben ist. Mosche als Überbringer und Lehrer des Gesetzes, Aharon als Erzieher zur Verwirklichung des Gesetzes, sind beide für den Erfolg ihrer nationalen Wirksamkeit in ganz besonderer Weise an diesem Gesetze beteiligt. Mosche und Aharon, der Geist und die Erkenntnis, an die Mosche, das Gemüt und der Wille, an die Aharon mit seiner Sendung im Volke gewiesen, sind in allererster Linie durch die treue Beachtung bedingt, welche die Gesetze im Volke finden werden, die hier Mosche und Aharon zur Pflanzung im Volke übergeben werden. Mit ihnen beginnt eine zweite und erhöhte Grundlegung der Nation. Mit חדש und פסח war ihr nationaler Körper geschaffen. Mit משפטים war ihr soziales Leben geordnet. Mit תרומה bis zu diesem elften Kapitel in שמיני war das Heiligtum aufgerichtet, in welchem und durch welches das Ideal des Gesetzes als das Höheziel inmitten der Nation hingestellt war, das nichts Geringeres als die priesterliche und Gott nahe Heiligung der Nation in allen ihren einzelnen Gliedern bedeutet. Daß dieses Ideal nicht bloß Symbol des Heiligtums, daß es Wirklichkeit in jeder Lebensfuge jedes einzelnen Sohnes und jeder einzelnen Tochter dieser Nation werden werde, werden könne, daß dieses Gesetzesheiligtum eine Gesamtheit um sich finde, zu deren sämtlichen Söhnen ,und Töchtern der Aufruf gesprochen werden könne: קדושים תהיו כי קדוש אני ד׳ אלקיכם dazu bedarf es ganz eigens für dieses Ziel erzeugter und genährter Menschen, und das Regime solcher, für das heilige Ideal seines Gesetzes erzeugter und genährter Menschen hat Gott in שמיני תוריע מצורע אחרי מות, in die Kapitel niederlegt, die zu קדושים תהיו führen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc53758c1dc532ec8d4e", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 11:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Steinsaltz on Leviticus 11:1", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 11.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה וְאֶל אַהֲרֹן לֵאמֹר אֲלֵהֶם.</b> ה' פונה גם לאהרן הן בגלל הקשר בין טומאה וטהרה לענייני מקדש וקודשיו, הן מפני שהכהנים אמורים להיות מורי התורה לעם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses and to Aaron, saying to them. </b>God addresses Aaron as well as Moses, whether due to the connection between purity and impurity and the matters of the Temple and its consecrated items, or due to the fact that the priests are to be the teachers of Torah to the people. 22 ", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66b21d89d11c92d4bb191ab1", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Leviticus, Shmini 1:5", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Sefat Emet, Leviticus, Shmini 1:5", "sourceHeRef": "שפת אמת, ויקרא, שמיני א׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "שמיני", "he": "וידבר ה' כו' לאמר אליהם. ואין מובן. וי\"ל עפ\"י מ\"ש חז\"ל רחב\"ע אומר רצה הקב\"ה לזכות ישראל הרבה להם תורה ומצות. ופרש\"י דשקצים ורמשים בלא זה מאוסים כו'. רק שהקב\"ה עשה מזה מצוה. והפי' שהקב\"ה רצה שיהיו בנ\"י כל מעשיהם נמשך אחר התורה. שגם מה שא\"א להיות באופן אחר. מ\"מ יהי' כוונת המעשה עפ\"י התורה. וכ\"כ חז\"ל אל יאמר האדם אי אפשי בבשר חזיר רק אפשי ומה אעשה אבי שבשמים גזר עלי. וז\"ש חז\"ל ע\"פ וזאת החיה אשר תאכלו שבנ\"י דביקין בחיים כו'. כי כל מעשה ישראל צריך להיות מדובק בשורשו. וזהו והתקדשתם אדם מקדש עצמו מלמטה כו'. שע\"י שאינו דבוק בגשמיות רק בפנימיות חיות הדבר. שהפנימיות הוא נבדל מחומר הדבר אעפ\"י שהוא בהגשם. כן צריך להיות כוונת העושה כנ\"ל. וז\"ש לאמר אליהם שהרצון הי' שיפרשו משקצים ורמשים ע\"י שכן רצונו ית' כנ\"ל. ואף שבל\"ז נמאס ואיך יאמר אפשי בו. רק הפי' להיות המניעה מצד ציווי השי\"ת יותר מהמיאום מצד עצמו. שאף בהכרח כזה שהי' גובר המיאוס מ\"מ מצד מאמר השי\"ת נרחק יותר ממנו כנ\"ל:", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "\"And Hashem spoke to Moshe and Aharon to say to them” (Vayikra 11:1). This phrase, “to say to them,” is not easily understood.<br>We can explain this based on the teaching of our sages: Rebbe Chananya ben Akashya said, “Hashem wants to increase the merits of Bnei Yisrael and therefore gave them much Torah and many mitzvot.” Rashi explains that people are naturally disgusted by eating insects, yet Hashem made it a commandment to avoid them, thereby increasing our reward for abstaining.<br>Hashem wants Bnei Yisrael’s entire existence to align with the Torah. Even for actions that are inevitable, Hashem wants our intentions to be guided by the Torah. This is why our sages say, “A person should not say: I cannot stand eating pork, rather I can, yet Hashem has commanded me not to eat it.” This means that our actions should be connected to their divine source. The idea of “And you shall be holy” teaches that when a person sanctifies themselves below, they are sanctified from Above. This involves focusing on the inner life force rather than the physicality. Thus, the reason for abstaining from certain actions should be because it is Hashem’s will, making our adherence to His commandments even stronger than personal disgust.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "5253aff8edbab4498f4828a0", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Ibn Ezra on Leviticus 11:1:1", "sourceHeRef": "אבן עזרא על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וידבר ה׳‎ אל משה ואל אהרן.</b> בעבור שהוא הכהן המורה המבדיל בין הטמא ובין הטהור:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD SPOKE UNTO MOSES AND TO AARON. For Aaron is the <i>kohen</i> who teaches and who differentiates between the unclean and the clean.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Aaron teaches Israel how to differentiate between the unclean and unclean. Hence God’s word was also directed to Aaron.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17847fbfba22336ea2b74", "index_title": "Kli Yakar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Kli Yakar on Leviticus 11:1:1", "sourceHeRef": "כלי יקר על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על ויקרא", "he": "<b>וידבר ה' אל משה ואל אהרן לאמר אליהם.</b> מלת אליהם צריך ביאור, כי מה שפירש רש\"י שחוזר לאלעזר ואיתמר שיהיו גם המה שלוחים במצוה זו לפי שכולם הושוו בדמימה, אינו מחוור כי לא נזכרו אלעזר ואיתמר קודם זה, גם הפסוק אומר וידום אהרן אבל לא אלעזר ואיתמר והקרוב אלי לומר שנרמז במלת אליהם ענין יקר מאד ובא למעט כל האומות והוא כדרך שכתבו רבים מן המפרשים ענין איסורי המאכלות שיש שחשבו שהמה בריאות הגופות ורפואתו כי המאכלים ההם מולידי ליחות רעות ולדעה זו נטה הרמב\"ן, ואינו כן שהרי כל האומות אוכלי בשר השקץ והעכבר וכל הטמאים וכולם חזקים אף בריאים אין כושל בהם ואוכליהם לא חלי ולא מרגיש.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>Saying to them.</b> The phrase “to them” hints at a very precious matter; it comes to exclude the nations of the world, along the lines of what many commentators write about the reason for the forbidden foods. Some thought they are forbidden for the sake of physical health and healing, because these foods cause harmful fluids in the body; this is the reason favored by Ramban. However, this is not so. We know that all the nations of the world eat the flesh of the repulsive creatures and they are nonetheless healthy and fit.  ", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17847fbfba22336ea2b76", "index_title": "Kli Yakar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Leviticus 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Kli Yakar on Leviticus 11:1:2", "sourceHeRef": "כלי יקר על ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על ויקרא", "he": "<b>אלא ודאי שכל אלו אין הכוונה בהם כי אם אל רפואות הנשמה.</b> כי הם משקצים הנפש הטהורה ומגרשים רוח טהרה וקדושה מן האדם ומולידין אטימת השכל ותכונת האכזריות כן כתב בעקידה ובמהרי\"א והראיה על זה שפרה שנולדה מחמור אסורה כי היוצא מן הטמא טמא ש\"מ שהמוליד נותן תכונה רעה שבו בנולד ממנו, ועל זה הדרך נאמר אך את זה לא תאכלו ממעלי הגרה וממפריסי הפרסה. ומ\"ם של וממפריסי מיותרת כי הל\"ל ממעלי הגרה ומפריסי פרסה, אלא שמילי מילי קתני וה\"ק אך את זה לא תאכלו אפילו אם יש לו כל סימני טהרה והיינו אם הוא נולד ובא ממעלה הגרה לבד כגון פרה מגמל או ממפריסי פרסה לבד דהיינו פרה מחזיר כך פירשו הקדמונים, וכן נתנו טעמים בכל הסימני טומאה שכולם מורים על קושי הבשר ומזג רע שבו המוליד תכונות רעות בגוף האוכל ואין להאריך בזה. וע\"ז נאמר <small>(איוב יד ד)</small> מי יתן טהור מטמא, וכי אפשרי שמן דבר טמא יצא טהור וכי לא אחד הוא המוליד והנולד כי העובר ירך אביו הוא.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "It must be that these animals are prohibited because they affect the soul’s health; they make the pure soul repulsive and drive away the holy and pure spirit from a human being, causing an intellectual obtuseness and traits of cruelty; and so we find in the <i>Akeidah</i>.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17847fbfba22336ea2b78", "index_title": "Kli Yakar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Leviticus 11:1:3", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Kli Yakar on Leviticus 11:1:3", "sourceHeRef": "כלי יקר על ויקרא י״א:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על ויקרא", "he": "<b>וזהו שמסיק בויקרא רבה</b> <small>(יג ב)</small> משל לרופא שנכנס לבקר שני חולים כו' כך העכו\"ם שאינן לחיי עה\"ב כירק עשב התיר להם את הכל אבל ישראל שהם לחיי העה\"ב צוה להם זאת החיה אשר תאכלו. ואולי מטעם זה אמר זאת החיה אע\"פ שמסיים בבהמה מ\"מ התחיל בחיה לומר שכל הרחקות אלו הם לצורך הנפש שנקראת חיה, הנה מדרש זה מסכים מכל צד לדברינו דאל\"כ מה ראה על ככה ליתן טעם על מצוה זו למה לא נתנה לעכו\"ם יותר מעל כל מצוה שבתורה, אלא ודאי שרצה לתרץ יתור לשון של אליהם שבא למעט העכו\"ם, ולומר לך שמסתמא אין שום עכו\"ם רוצה לקיים שום מצוה אם לא שיודע שיש בה תועלת גם בעולם הזה שהרי על כל פנים אין להם חלק בעה\"ב כמ\"ש <small>(דברים ז י)</small> ומשלם לשונאיו אל פניו להאבידו, וכדי שלא יטעו העכו\"ם לחשוב שטעם איסורי מאכלות לשם בריאות הגופות וירצו גם המה להתנהג על פי הרפואה, ע\"כ אמר לשון אליהם לומר לך דווקא לישראל שהם לחיי העה\"ב יש תועלת במצוה זו אבל לעכו\"ם אין תועלת בשמירת מצוה זו כי בלאו הכי אינן לחיי העוה\"ב.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e783", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Haamek Davar on Leviticus 11:1:1", "sourceHeRef": "העמק דבר על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לאמר אלהם.</b> לאלעזר ואיתמר. כ״ה ברבה ואע״ג דגם אל אהרן לא היה הדבור אלא למשה שיאמר לאהרן כפרש״י. וכמו שביארנו בס׳ שמות ז׳ ח׳ שאהרן לא היה שומע כלל אפילו הדבור שהיה עם משה בצדו. מ״ע ודאי היתה מועלת עמידת אהרן שמן הצד. ונמצא פי׳ ואל אהרן בשעה שהיה אהרן עומד בצדו והיה איזה הערה גם עליו אבל לבני אהרן לא נגע באותה שעה הדבור כלל. אלא היה המצוה שיאמרו להם ביחוד. והטעם נראה משום שבאלו הפרשיות תלוי עיקר ההוראה בישראל וכמש״כ להלן מקרא מ״ז יע״ש. ואי׳ בברכות דס״ג ב׳ ומיץ אף יוציא דם כל תלמיד שכועס עליו רבו פעם ראשונה ושותק זוכה להבחין בין דם טמא לדם טהור. וזהו להיות מורה הוראה בישראל. ובשביל שקצף משה על אלעזר ואיתמר ושתקו בשביל זה נתייחדו להורות בישראל. וע׳ בסמוך:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56547f83d6e4a94e1942cfde", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Leviticus 11:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Abarbanel on Torah, Leviticus 11:1", "sourceHeRef": "אברבנאל על תורה, ויקרא י״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה וגומר זאת החיה אשר תאכלו עד סוף הסדר. ויש לשאול בזה שאלות: ", "השאלה הא' למה זה התירה התורה לאכול הבהמ' המפרסת פרסה ושוסעת שסע ומעלת גרה ואסרה באכיל' הבהמה שאין בה התנאים האלה ומה הוא הטוב והיושר שיש בתנאים האלה שבעבורם תהיה הבהמ' טהור' ובלתם תהיה טמאה: ", "השאלה הב' למה בדגי הים הוכשרו אותם שיהיו להם סנפיר וקשקשת ואסרה תורה כל מה שאין לו כזה כי מיני דגי הים הם רבים ואין שלמותם הסנפיר ולא הקשקשת: ", "השאלה הג' ביתור הגדול שבא בפסוקי הדגי' והשרצים אם במה שאמר שלשה פעמים שקץ הם כי ראשונה אמר שקץ הם ושקץ יהיו לכם מבשרם לא תאכלו ושנית אמר כל אשר אין לו סנפיר וקשקשת במים שקץ הוא לכם ואם במה שאמר שתי פעמים כל אשר אין לו סנפיר וקשקשת וגומר והיה די באחד מהם לענין האזהרה: ", "השאלה הד' כמו שנתן תנאים או סימנים בבהמה להבדיל בין הטמא ובין הטהור וכן בדגים להבדיל האסור מהמותר למה לא נתן גם כן סימנים בעוף כאלו תאמר זפק וקורקבן נקלף ולמה לא נאמר בו את זה תאכלו ואת זה לא תאכלו: ", "השאלה הה' בסתירה שיראה בפסוקי העוף כי הנה אמר ראשונ' כל שרץ העוף ההולך על ארבע שקץ הוא לכם הרי שאסר אותו בהחלט אחר כך התיר אותו באמרו אך את זה תאכלו מכל שרץ העוף ההולך על ארבע ואחר כך חזר לאסרו וכל שרץ העוף אשר לו ארבע רגלים שקץ הוא לכם הרי הסתירה מבוארת: ", "השאלה הו' במה שצוה שהבהמ' הטהור' אשר תמות מעצמה תטמא את הנוגע בעצמותה אבל הבהמה שנשחטה לאכיל' אינה מטמאה והוא זר מאד כי הנה השחוט' כבר היא מתה ומה ההפרש שיש בין השחוט' לאשר מתה מעצמה: ", "השאלה הז' ביתור אשר יראה בפסוקי' אשר בסוף הפרשה שאמר ראשונה אל תשקצו את נפשותיכם בכל השרץ וחזר לומר ולא תטמאו את נפשותיכם בכל השרץ הרומש על הארץ והוא דבור כפול כי השקוץ והטומא' שניהם ענין אחד: ", "השאלה הח' למה נאסרו המאכלות האלו שנזכרו בפרש' בבהמה ובעוף ובדגים ובשרצים האם מפני בריאות הגוף וטוב מזגו עינינו הרואות כל האומות האוכלים אותם שמנים ובריאים אין עיף ואין כושל בהם גם יש ב\"ח אחרים ארסיים בטבעם שהם יותר מזיקים וממיתים באכילתם שלא הזהיר' תורה על אכילת': ", "השאלה הט' בטומאות כי למה זה היתה נבלת האדם המת אבי אבות הטומאה והיא החמורה שבכל הטומאות בהיות מזג האדם יותר שוה מכל מזגי שאר המרכבים והיה ראוי שנבלת הבהמ' הטמא' תהיה יותר חמורה מנבל' האדם: ", "השאלה הי' למה היה האדם בהיותו חולה מטמא גם בחייו גם בהיותו זב ומצורע והאשה נדה ויולדת ולא היו כן הב\"ח שבהיותם חיים אינם מטמאים לא בהיותם בריאי' ולא בהיותם חולים והיה ראוי שהאדם בשלמותו יהיה בטומאה יותר קלה: ", "השאלה הי\"א למה זה נבלת העוף אינה מטמא' לא במגע ולא במשא אלא בהיותה בבית הבליע' כמו שזכרו חז\"ל והיה ראוי שיהיה דינה בזה כדין נבלת הבהמ' הטמא' ולמה לא זכר הכתוב דבר מטומאת נבלת העוף כאשר זכר מנבלת הבהמ' הטמא': ", "השאלה הי\"ב למה לא זכרה התור' דבר מטומאת נבלת הדג הטמא והיה ראוי שיהי' דין נבלת הדג הטמא כדין נבלת הבהמ' הטמאה או לפחות כדין נבלת העוף הטמא לא שתפטר נבלת הדג מכל טומאה לגמרי. והנני מפרש הפסוקים באופן יותרו השאלות האלה כלם: ", "וידבר ה' אל משה ואל אהרן וגומר. זאת החיה אשר תאכלו עד ואת אלה תשקצו מן העוף. אחר שהוקם המשכן והושמו בו כהני ה' וצוה להם שלא ישתכרו מפני שעיני ישראל עליהם להודיעם את דבר ה' להבדיל בין הקדש ובין החול ובין הטמא ובין הטהור. ולהורות חקי השם הוצרך יתבאר לדבר אל משה ואל אהרן יחד ולהודיעם מה הם הב\"ח הטהורי' לאכילה. והנה הם הטמאים שאין ראוי לאכלם וזה אם בב\"ח ההולכים על ד' ואם במעופף ואם בהחי כדי שיוכל להבדיל בין הטמא ובין הטהור. והנה היה הדבור הזה לשניהם יחד למשה ולאהרן כדי שמשה יכתוב זה זכרון בספר התור' ולאהרן כדי שיורה לישראל בין הטמא ובין הטהור ומה הוא המותר ומה הוא האסור. ומפני שהטמאים בנבלת בהמה ושרץ יהיו נשמרים שלא יטמאו מקדש וקדשיו הוצרך להודיעם דיני הטומאות. וזה טעם סמיכות הפרשיות האלה ובואם במקום הזה. והנה אמר וידבר ה' אל משה ואל אהרן לאמר רוצה לומר לאמר לישראל והוסיף לומר עוד דברו אל בני ישראל להגיד שבא הדבור הזה לב' תכליות האחד כדי שאם יבא אדם לשאול מהם אם זה החי הוא טמא או טהור יאמרו אליהם ר\"ל לשואלים זה הדבר אשר צוה ה' ומלבד מה שישיבו לשואלים מהם עוד צוה שידברו אל בני ישראל רוצה לומר שיש להם להתחיל מהב\"ח ההולכים על ארבע על פני האדמה. ואמרו זאת החיה אשר תאכלו הוא כולל לבהמה ולחיה כי שני מיני הב\"ח קראם כלם בשם חיה כאלו אמר אלה הם החיים אשר תאכלו ולכך במקום שנאמר בהן זאת כמו שאמר בתורה זאת הבהמ' אשר תאכלו הוא להודיע שבחיה תוכלל הבהמ' ואמר הכתוב זאת החיה אשר תאכלו מכל הבהמ' אשר על הארץ. והנה זכר בבהמ' שני תנאים להכיר שהיא טהורה ונאכלת באמרו כל מפרס' פרסה ושוסעת שסע פרסות מעלת גרה בבהמ' אותה תאכלו רוצה לומר שכל בהמ' שהיא בעלת פרסה והפרס' שסועה וחלוקה לשנים יש לה התנאי הראשון מהטהר'. והתנאי השני הוא שתהי' מעלת גרה רוצה לומר שמעל' המאכל מן הגרגרת ומחזרת אותו אל פיה כי בהיות לה שני התנאים האלה היא טהור' וראויה ליאכל. ומפרסת פרסה הוא לשון חתוך ולכן ביארו ושוסעת שסע שיהיו צפרניה קרועות מלמט' ומלמעל' מלשון ( ישעי' נ\"ח) הלא פרוס לרעב. ואין הכוונ' באלה התנאים שבעבורם תהי' הבהמ' טמאה כי הם אינם עושי' טהרה בעצמם אבל הכוונ' בזה היא שהם סימנים מורים על היות הבהמ' ההיא טהורה והעדרם מורה היות' טמאה והטעם בזה שהבהמות שיש להם הסימנים האלה על הרוב בשרם נאות לאכילת האדם מפני שסבת עלות הגרה היא שאין לה טוחנות בלחי העליון כדי לטחון מאכל' ובעבור זה לא תוכל לאכול עצמות רק עשבים שתבלעם שלמים וכשיתרככו בכרס מפני החום הטבעי מעל' אותם דרך הגרון וטוחנת אותם בלסתותיה ובולעתם שנית ומיני הבהמות האלו הם שמנות וטובות למאכל האדם לפי שימצאו מזונם תמיד בכל מקום גם שמזגם יותר שוה לפי שהם יזונו מהעשב לח ויבש ומפני זה לא תהיינה הבהמות האלו אכזריות וטורפות ולא זדוניות. ויורה עוד על זה שפרסותיהם שסועות ורחבות שאינן צריכות לשנים וצפרנים כמו החיות הטורפות שמזונם בשר ודם ועצמות שיולידו באוכל אותם מזג חם ויבש אכזריות חמה ושטף אף אבל אלה הולכים על הארץ לאכול מעשב השדה. וכבר ביאר הנביא ע\"ה (שם י\"א) שבזמן הגאולה העתידה אריה כבקר יאכל תבן. ובעבור זה לא ירעו ולא ישחיתו ושיגור הזאב עם הכבש ונמר עם גדי ירבץ ופרה ודוב תרעינה לפי שאכילת הבשר והדם והעצמות שאוכלי' הב\"ח טורפים הוא סבה לרוע מזגם והיותם דורסים ותופשים מה שאין להם. והטבע בעבור זה הכין להם הצפרנים והשנים לטרוף טרף למזונם. אמנם בבהמות הטהורות אשר מזונם עשב השדה הכין להם הטבע פרסות שסועות ורגלים רחבים לצורך הליכתם על הארץ ללקוט מזונם ממנה ולא נתן להם הטבע טוחנות. לפי שאינם צריכות למאכל העשב ולזה היו סימני הבהמ' הטהור' שתהיה מעלת גרה ומפרסת פרסה כי זה מורה על טוב מזגה שאינ' טורפת וחומסת. ואין להקשות מהחזיר והשפן והגמל לפי שאלה נשחת טבעם לרוב החומר הלבניי הגובר בחזיר ובגמל והחום היבש המופלג אשר בשפן כי הוא יתברך יודע הטבעים ובורא כל בשר הכיר וידע מה היה המזון הנאות למזג האדם רוצה לומר לזכך נפשו והתירו לנו ואשר אינו כן אסר אותו. וזהו שאמר הכתוב כאן אך את זה לא תאכלו ממעלי הגרה וממפריסי הפרס' את הגמל שאף ע\"פ שהוא מעלה גרה ויש בו א\"כ אחד מסימני הטהר' הנה כיון שאין לו התנאי האחר והוא שפרסה איננו מפריס טמא הוא לכם. וכן השפן כיון שיש בו אחד מהסימנים ואין לו השני וכן הארנבת שהוא מין בפני עצמה ויש אומרים שהזכר והנקב' נקראים בשם ארנבת או שהיא זמן זכר וזמן נקבה ואין זה אפשרי כפי התולד' אבל שמות החיות הם בג' דרכים. הראשון זכר ונקבה כמו פר פרה כבש כבשה. והב' לשון זכר לבדו כמו שור וגמל ושפן והדומים שלא נוכל לומר גמלה ולא שפנה. והג' שתמיד הוא בלשון נקבה ואף הזכר כמו ארנבת חסידה אנפה וכיוצא בזה. וככה החזיר שעם היות שהוא מפריס פרסה כיון שאינו מעלה גרה שהוא התנאי האחר הנה הוא טמא כי לא יהיה טהור אלא בשני התנאים או הסימנים כמו שזכר לא באחד מהם. והותרה בזה השאל' הא'. וחז\"ל נתנו סימני' בחיות הטהורות למי שלא יכירם אם הם ממעלי הגרה כאשר הם בעלי קרנים. והטעם כי כל בהמה וחיה המעל' גרה שאין לה טוחנות למעל' הנה העצמות שהיו ראויות להיות טוחנות העלה אותם הטבע אל הראש ותשובנ' שם קרנים כי אלה העצמות מדרכם להתחדש אחר הליד' ולזה הקרנים והטוחנות העליוני' מתחדשים בבהמות אחרי לידתם מעט מעט ולא יולדו עמהם. וצורך הבהמות לקרנים הוא להלחם עם המזיקין כי לא יוכלו לדרוך ולנשוך. וכן הטעם בעופות יש מהדורסים מה שיש להם צפרני' חדים ואין להם אצבע יתירה למעל' מרגליהם. אבל העופות הטהורים רגליהם רחבים לצורך הליכתם על הארץ ללקוט מזונם על פני השדה ולכן יש להם אצבע למעל' מן הרגל שלא ימנעם מן ההליכ' ודומים לזה לבהמ' מפרסת פרסה השסוע' וכן יש להם זפק וקורקבן נקלף לצורך טחינת המאכל פעמים כי היו בזה כמו מעלת הגרה בבהמ' רק העורב דומה לחזיר ושיש לו אחד מהתנאי' רוצה לומר שיש לו אצבע יתירה ואינו דורס אבל אין לו זפק ואין קורקבנו נקלף. ויש גם כן מהעופות הטמאים בהפך זה הדומים לגמל והשפן והארנבת בהיות בהם אחד מסימני טהר' ולא השני ולז' אמרו כל עוף דורס טמא והוא החולק את רגליו ואף אם יש לו זפק וקורקבן נקלף מאשר אלה הדורסים הם חומסים וגוזלי' בטבעם ומזגם רע לא יזונו רק בטרפם. ולכך אכילתם אסורה. וכמו שהיו שתי תנאים בבהמות טהורים ושנים בעופות הטהורים כן זכר שני תנאים בדגים הטהורים וזהו שאמר את זה תאכלו מכל אשר במים כל אשר לו סנפיר וקשקשת במים ואשר אין להם כן שקץ הוא לכם. וכבר חשבו אנשים לתת טעם בזה שהדגים בעלי סנפיר וקשקשת יוכלו לשוט במים בכל המקומות ואשר אין לו סנפיר וקשקשת אין להם כן יעמדו תמיד בקרקעית המים ומפני זה הם עפריים ומזגם רע. ואין הדבר כן אבל הסנפיר וקשקשת הם נולדים בדגים ממותרות הטבע אשר בהם ולכן ישאר גופם נקי וטוב לאכול מה שא\"כ בדגים שאין להם סנפיר וקשקשת שהם לחים מאד וכל גופם ומותריהם נעצרים בגופם ולכן היו טמאים. והותרה בזה השאל' הב'. והנה אמר בענין הדגים בימים ובנחלים. לפי שיש בדגי' הבדל עצום מהנולדים בים המלח למה שהם נולדים בנחלי המים המתוקים. ולכך נתן הגזרה כוללת בכלם. ואמר מכל שרץ המים ומכל נפש החיה אשר במים רוצה לומר בין שתדינהו מהשרצים או מהדגים משפט אחד להם והנה אמר כאן שקץ שלשה פעמים ואמר שני פעמים כל אשר אין לו סנפיר וקשקשת. לפי שיש מהדגים שיש להם קשקשת בהיותם בתוך המים וכשיצאו משם יניחוהו כלו במים ויצאו בלתו ולכך אמר כל אשר לו סנפיר וקשקשת במים בימים ובנחלים אותם תאכלו. אבל אשר אין לו סנפיר וקשקשת בהיותם בימים ובנחלים הנה אתם בעצמכם קצים בהם וגועלים אותם כדבר הנמאס אצל האדם ולכך כמו ששקץ הם לכם בטבעכם ככה שקץ יהיה לכם כפי המצוה הזאת שמבשרם לא תאכלו ובנבלתם לא תגעו כי שקץ הם. ומלת שקץ ענינו אשר קץ כמו קצתי בחיי. ולפי שאולי יאמרו הנה שלא נאכל מהם הוא דבר ראוי כיון שבשרם רע אבל לענין העונש במגע למה נשקץ את נבלתם. הנה מפני זה חזר לומר שנית כל אשר אין לו סנפיר וקשקשת במים שקץ הוא לכם כאלו אמר במופלא ממך אל תדרוש ולא תבקש טעם למצותי. כלל זה יהיה בידך כל אשר אין לו סנפיר וקשקשת במים שקץ הוא לכם רוצה לומר בין באכילה בין במגע והותרה בזה השאלה הג': "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["", "", "", "", "", "", "", "", "The 8th question is: why does the Torah specifically prohibit these foods mentioned in this section, is it because they are healthier for the body and good? Our eyes see the nations of the world and some are fat and healthy and not tired and noth failing and they are also foods that are worse for you and can kill you and the Torah does not warn us about eating those foods.", "", "", "", "", "The intent of these criteria is not that by virtue of them the animal will be pure, for they do not make for purity by themselves.  Rather, the intent of this is that they are signs that indicate that this animal is pure, and their absence indicates that it is impure.  And the reason is that animals that possess these signs generally have flesh that is pleasant for human consumption, because the cause for bringing up the cud is that the animal does not have molars in its upper jaw to grind its food, and on this account, it cannot eat bones, but only grasses, which it swallows whole, and when they are softened in the belly by the natural heat, it brings them up through its throat and grinds them with its jaws and swallows them a second time.  And these species of animals are fat and good for human consumption, because they find own food everywhere, and their temperamental mixture is more even, because they feed on grasses, both moist and dry, and because of this, these animals are not cruel, carnivorous, or wicked."], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5892edc8d6e4a9274646c936", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Genesis 8:15:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Chizkuni, Genesis 8:15:1", "sourceHeRef": "חזקוני, בראשית ח׳:ט״ו:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>וידבר אלקים אל נח לאמר</b> דבר אל נח כדי לאמר לו כפל לשון הוא בכל מקום וכן וידבר ה׳‎ אל משה לאמר ואחד שבפרשת שמיני מוכיח וידבר ה׳‎ אל משה ואל אהרן לאמר אליהם, לאמר למשה ולאהרן ומה אמר אליהם דברו אל בני ישראל זאת החיה אשר תאכלו וגו'.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וידבר אלוקים אל נח לאמור, “G-d spoke to Noach for him to tell the members of his family;” this apparently repetitive statement is customary in the Torah; compare Exodus 6,10, or even more definitively, Leviticus 11,1;", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59182fdfd6e4a913269d6dec", "index_title": "Kohelet Rabbah", "category": "Midrash", "type": "", "ref": "Kohelet Rabbah 4:9:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Kohelet Rabbah 4:9:1", "sourceHeRef": "קוהלת רבה ד׳:ט׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [700, 950], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Kohelet Rabbah", "he": "קוהלת רבה"}, "heTitle": "קוהלת רבה", "he": "טוֹבִים הַשְּׁנַיִם מִן הָאֶחָד, טוֹבִים הַשְּׁנַיִם שֶׁהֵם יְגֵיעִין בַּתּוֹרָה, מִן הָאֶחָד, שֶׁעוֹסֵק זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ. כִּי אִם יִפֹּלוּ הָאֶחָד יָקִים אֶת חֲבֵרוֹ, שֶׁאִם שָׁכַח הֲלָכָה אֶחָד מֵהֶם, חֲבֵרוֹ מַחֲזִיר הַהֲלָכָה. וְהַחוּט הַמְשֻׁלָּשׁ לֹא בִמְהֵרָה יִנָּתֵק, זֶה הָרַב שֶׁהוּא מַחֲזִיר לָהֶם טָעוּתָן. דָּבָר אַחֵר, טוֹבִים הַשְּׁנַיִם מִן הָאֶחָד, טוֹבִים הַשְּׁנַיִם שֶׁהֵם נוֹשְׂאִין וְנוֹתְנִין בִּפְרַקְמַטְיָא. מִן הָאֶחָד, זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ. כִּי אִם יִפֹּלוּ, שֶׁאִם יִפֹּל וְיִסְתַּכֵּן אֶחָד מֵהֶן, חֲבֵרוֹ מַעֲמִידוֹ. וְהַחוּט הַמְשֻׁלָּשׁ, כַּד אִינוּן תְּלַת. רַבִּי מֵאִיר כַּד הֲוָה חָמֵי חַד נָפֵיק לְאִיסְטְרַטָא הֲוָה צָוַח לֵיהּ זִיל שְׁלָם עֲלָךְ מָרֵי מִיתָה. תְּרֵין, הֲוָה צָוַח לוֹן שְׁלָם לְכוֹן מָרֵי קְטָטָה. תְּלַת, צָוַח לוֹן שְׁלָם לְכוֹן מָרֵי שְׁלָמָא. רַבִּי יוֹחָנָן אָמַר בָּהּ תַּרְתֵּין, רַבִּי יוֹחָנָן אָמַר; טוֹבִים הַשְּׁנַיִם, אִישׁ וְאִשְׁתּוֹ. מִן הָאֶחָד, זֶה לְעַצְמוֹ וְזוֹ לְעַצְמָהּ. וְהַחוּט הַמְשֻׁלָּשׁ, זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁהוּא פּוֹקְדָן בְּבָנִים. רַבִּי יוֹחָנָן אָמַר בָּהּ חוֹרֵי: טוֹבִים הַשְּׁנַיִם, זֶה עַמְרָם וְיוֹכֶבֶד. אֲשֶׁר יֵשׁ לָהֶן שָׂכָר טוֹב בַּעֲמָלָם, זֶה משֶׁה שֶׁנִּקְרָא טוֹב, שֶׁנֶּאֱמַר <small>(שמות ב, ב)</small>: וַתֵּרֶא אוֹתוֹ כִּי טוֹב הוּא, כִּי טוֹבִיָּה שְׁמוֹ, שֶׁנּוֹלַד מָהוּל. רַבִּי יְהוּדָה וְרַבִּי נְחֶמְיָה וְרַבָּנָן, רַבִּי יְהוּדָה אוֹמֵר זֶה דָּוִד וּבַת שֶׁבַע. וְהַחוּט הַמְשֻׁלָּשׁ, זֶה נָתָן הַנָּבִיא, שֶׁאָמַר לָהּ לְבַת שֶׁבַע <small>(מלכים א א, יד)</small>: וַאֲנִי אָבוֹא אַחֲרַיִךְ וּמִלֵּאתִי אֶת דְּבָרָיִךְ, וּכְשֶׁבָּאוּ אֵצֶל דָּוִד הִסְכִּים עִמָּהֶם, וְאָמַר <small>(מלכים א א, יד)</small>: וְהִרְכַּבְתֶּם אֶת שְׁלֹמֹה בְנִי עַל הַפִּרְדָּה אֲשֶׁר לִי וגו'. וְרַבִּי נְחֶמְיָה אָמַר: טוֹבִים הַשְּׁנַיִם, זֶה יְהוֹיָדָע וִיהוֹשֶׁבַע. מִן הָאֶחָד, זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ. וְהַחוּט הַמְשֻׁלָּשׁ, זֶה סַנְהֶדְּרִין שֶׁהִסְכִּימוּ עִמָּהֶם, הֲדָא הוּא דִכְתִיב <small>(דברי הימים ב כג, יא)</small>: וַיּוֹצִיאוּ אֶת בֶּן הַמֶּלֶךְ וַיִּתְּנוּ עָלָיו אֶת הַנֵּזֶר וגו'. וְרַבָּנָן אָמְרֵי: טוֹבִים הַשְּׁנַיִם, זֶה מָרְדְּכַי וְאֶסְתֵּר. מִן הָאֶחָד, זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ. וְהַחוּט הַמְשֻׁלָּשׁ, זֶה אֲחַשְׁוֵרוֹשׁ שֶׁהִסְכִּים עִמָּהֶם וְגָזַר וְאָמַר <small>(אסתר ח, ח)</small>: וְאַתֶּם כִּתְבוּ עַל הַיְּהוּדִים וגו'. רַבִּי לֵוִי בַּר חָמָא בְּשֵׁם רַבִּי חֲנִינָא אָמַר: טוֹבִים הַשְּׁנַיִם, שֶׁתָּלוּ מָרְדְּכַי וְאֶסְתֵּר. מִן הָאֶחָד, שֶׁתָּלָה יוֹסֵף, שֶׁאֵלּוּ נַעֲשׂוּ נִסִּים עַל יְדֵיהֶם לְכָל יִשְׂרָאֵל, וְזֶה לֹא נַעֲשׂוּ נִסִּים עַל יָדוֹ. וְהַחוּט הַמְשֻׁלָּשׁ, זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא לְמַעְלָה מִכֻּלָּן, שֶׁהִפִּיל שׂוֹנֵא, דִּכְתִיב <small>(אסתר ז, י)</small>: וַיִּתְלוּ אֶת הָמָן עַל הָעֵץ אֲשֶׁר הֵכִין לְמָרְדְּכָי וגו'. אָמַר רַבִּי יִצְחָק טוֹבָה פָּרָשָׁה שֶׁנֶּאֶמְרָה עַל פִּי שְׁנַיִם מִפָּרָשָׁה שֶׁנֶּאֶמְרָה בְּיָחִיד, בִּשְׁנַיִם, שֶׁנֶּאֱמַר <small>(שמות יב, א)</small>: וַיֹּאמֶר ה' אֶל משֶׁה וְאֶל אַהֲרֹן בְּאֶרֶץ מִצְרַיִם לֵאמֹר הַחֹדֶשׁ הַזֶּה לָכֶם וגו', מִפָּרָשָׁה שֶׁנֶּאֶמְרָה בְּיָחִיד, שֶׁנֶּאֱמַר: וַיְדַבֵּר ה' אֶל משֶׁה לֵאמֹר. וְהַחוּט הַמְשֻׁלָּשׁ <small>(ויקרא יא, א)</small>: וַיֹּאמֶר ה' אֶל משֶׁה וְאֶל אַהֲרֹן לֵאמֹר אֲלֵהֶם, לְבָנָיו, לְאֶלְעָזָר וּלְאִיתָמָר. תָּנֵי רַבִּי חִיָּא, לֵאמֹר אֲלֵהֶם, לְאֶלְעָזָר וּלְאִיתָמָר, וְהֵם, לֵאמֹר לְכָל יִשְׂרָאֵל. דָּבָר אַחֵר, טוֹבִים הַשְּׁנַיִם, זֶה משֶׁה וְאַהֲרֹן. מִן הָאֶחָד, זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ. אַתְּ מוֹצֵא כְּשֶׁבָּא משֶׁה וּבֵרַךְ אֶת יִשְׂרָאֵל לֹא שָׁרְתָה שְׁכִינָה עַל יָדוֹ, וּכְשֶׁבָּאוּ שְׁנֵיהֶם וּבֵרְכוּ אֶת יִשְׂרָאֵל, מִיָּד שָׁרְתָה שְׁכִינָה עַל יְדֵיהֶם, הֲדָא הוּא דִכְתִיב <small>(ויקרא ט, כג)</small>: וַיָּבֹא משֶׁה וְאַהֲרֹן אֶל אֹהֶל מוֹעֵד וַיֵּצְאוּ וַיְּבָרְכוּ אֶת הָעָם, בֵּרְכוּ אֶת יִשְׂרָאֵל, וְאַחַר כָּךְ, וַיֵּרָא כְבוֹד ה', שָׁרְתָה שְׁכִינָה עַל יְדֵיהֶם. אָמַר רַבִּי זְעֵירָא מִשְׁפָּחוֹת וּמִשְׁפָּחוֹת הֵם, מִשְׁפַּחַת סוֹפְרִים מַעֲמֶדֶת סוֹפְרִים, בְּנֵי תוֹרָה מַעֲמֶדֶת בְּנֵי תוֹרָה, עֲשִׁירִים מַעֲמֶדֶת עֲשִׁירִים. אֲתִיבוּן, וְהָא זַרְעִית זַרְעִיתָא פְּלוֹנִית דִּמְטַת וּפְסַקַת. אֲמַר לוֹן וּמִי כְתִיב, לֹא לְעוֹלָם יִנָּתֵק, לֹא בִמְהֵרָה יִנָּתֵק כְּתִיב, אִין אִתְקַשֵּׁי עֲלָנָא מִתְפְּסֵיק מֵעוּתְרָא, הַיְינוּ דְּאָמַר בַּר קַפָּרָא אִם לֹא הוּא, בָּא בְּנוֹ, אִם לֹא בְּנוֹ, בָּא בֶּן בְּנוֹ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Two are better than one; because they have a good reward for their toil. For if they fall, the one will lift the other; but if one who is alone falls, there is no other to lift him.… And if one attacks, two will stand against him, and the threefold thread will not be quickly severed” (Ecclesiastes 4:9–12).</b><br>“Two are better than one” – two who labored in Torah are better than one, when this one engages alone and that one alone. “For if they fall, the one will lift the other” – if one of them forgot a <i>halakha</i>, the other will restore the <i>halakha</i>. “And the threefold thread will not be quickly severed” – this is the rabbi who corrects their error.<br>Another matter: “Two are better than one” – two, who conduct business with merchandise, “are better than one,” this one alone and that one alone. “For if they fall” – for if one falls and endangers himself, the other will lift him. “And the threefold thread” – when they are three.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">In that case, it is even better.</i> Rabbi Meir, when he would see one going out on the highway, he would shout to him: ‘Go, peace be upon you, dead man’; two, he would shout to them: ‘Peace be with you, disputants’; three, he would shout to them: ‘Peace be with you, peaceful ones.’<br>Rabbi Yoḥanan said: “Two are better” – man and his wife; “than one” – this one alone and that one alone. “And the threefold thread” – this is the Holy One blessed be He, who remembers them and provides them with children. Rabbi Yoḥanan said another matter in its regard: “Two are better” – this is Amram and Yokheved, who “have a good reward for their toil” – this is Moses, who is called good, as it is stated: “She saw him that he was good [<i>tov</i>]” (Exodus 2:2), as his name is Toviya because he was born circumcised.<br>Rabbi Yehuda, Rabbi Neḥemya, and the Rabbis: Rabbi Yehuda says: This is David and Batsheva. “And the threefold thread,” this is Natan the prophet, who said to Batsheva: “I will come after you and I will complete your words” (I Kings 1:14). When they came to David, he agreed with them, and said: “Mount Solomon my son on the mule that is mine…” (I Kings 1:33). Rabbi Neḥemya said: “Two are better” – this is Yehoyada and Yehosheva; “than one” – this one alone and that one alone. “And the threefold thread” – this is the Sanhedrin that agreed with them;<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">They agreed to unseat Atalya and crown Yoash as king.</i> that is what is written: “They took out the king’s son and placed the crown upon him…” (II Chronicles 23:11). The Rabbis say: “Two are better” – this is Mordekhai and Esther; “than one” – this one alone and that one alone. “And the threefold thread” – this is Aḥashverosh, who agreed with them, and decreed, and said: “You, write regarding the Jews…” (Esther 8:8).<br>Rabbi Levi bar Ḥama said in the name of Rabbi Ḥanina: “Two,” whom Mordekhai and Esther hanged,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Bigtan and Teresh.</i> “are better than one,” whom Joseph hanged,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The baker, whose dream Joseph interpreted to mean that Pharaoh would hang him. See Genesis, chap. 40.</i> as these, miracles were performed through them on behalf of all of Israel, and this one, no miracle was performed through him. “And the threefold thread” – this is the Holy One blessed be He above them all, who toppled an enemy, as it is written: “They hanged Haman on the tree that he had prepared for Mordekhai…” (Esther 7:10).<br>Rabbi Yitzḥak said: A portion that was stated by means of two is better than a portion that was stated by means of one. By means of two, as it is stated: “The Lord said to Moses and Aaron in the land of Egypt, saying: This month is for you…” (Exodus 12:1–2), than a portion said to an individual, [such as that which] is stated: “The Lord said to Moses saying” (e.g., Exodus 13:1). “And the threefold thread” – “The Lord said to Moses and to Aaron to say to them” (Leviticus 11:1) – to his sons, to Elazar and Itamar. Rabbi Ḥiyya taught: “To say to them” – to Elazar and Itamar, and for them to say to all Israel.<br>Another matter: “Two are better” – this is Moses and Aaron; “than one” – this one alone and that one alone. You find that when Moses came and blessed Israel, the Divine Presence did not rest [on Israel] through him, but when both of them came and blessed Israel, immediately the Divine Presence rested through them, as it is written: “Moses and Aaron came to the Tent of Meeting and they emerged and blessed the people” (Leviticus 9:23), they blessed Israel, and then, “the glory of the Lord appeared,” (Leviticus 9:23), the Divine Presence rested through them.<br>Rabbi Ze’eira said: There are various families: A family of teachers produces teachers; Torah scholars produce Torah scholars; the wealthy produce wealthy. They objected: But there are descendants of a certain family that achieved wealth and it ceased. He said to them: Is it written that it will never be severed? “It will not be quickly severed,” is written. If one poses difficulties for us,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">If he does not contribute to charitable causes supporting Torah study and the needy.</i> he will be parted from his wealth. This is what bar Kappara said: If not him, his son will come to it, and if not his son, his grandson will come to it.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Sooner or later, if one of his descendants gives charity, he will be wealthy, and if he fails to do so, he will lose the wealth.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5922e8a2d6e4a91a92fb56cc", "index_title": "Contemporary Halakhic Problems, Vol I", "category": "Halakhah", "type": "", "ref": "Contemporary Halakhic Problems, Vol I, Part I, CHAPTER IV Kashrut 4", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Contemporary Halakhic Problems, Vol I, Part I, CHAPTER IV Kashrut 4", "sourceHeRef": "בעיות הלכתיות עכשוויות, כרך א, חלק ראשון, פרק ד: כשרות ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1971, 1977], "commentaryNum": 4, "collectiveTitle": {"en": "Contemporary Halakhic Problems, Vol I", "he": "בעיות הלכתיות עכשוויות, כרך א"}, "heTitle": "פרק ד: כשרות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Despite the great reluctance of the talmudic Sages to offer a rationale for the fundamentals of <i>kashrut,</i> others were not similarly reticent. The interpretations which have been advanced over the course of centuries are varied and sundry. The explanation which has probably enjoyed the widest circulation is the one which sees a connection between these laws and physical health and well-being. This concept gained currency in the days of antiquity: it is expressed in the Pseudepigrapha<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">IV Macc. 5:25–27.</i> and alluded to in the works of Philo.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>De Specialibus Legibus,</i> IV, 119. Translated by F. H. Colson (Cambridge, 1939), VIII, 81.</i> Although these writings are not necessarily indicative of rabbinic thought, similar concepts are expressed by Maimonides,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Guide of the Perplexed, III, chap. 48.</i></i> Nachmanides,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Commentary on the Bible</i>, Lev. 11:43.</i> Gersonides,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Commentary on the Bible, Parshat Ekev, To‘elet</i> 26.</i> and others.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Abraham ibn Ezra, <i>Commentary on the Bible,</i> Exod. 22:30; Rashbam, <i>Commentary on the Bible,</i> Lev. 11:3; <i>Sefer ha-Ḥinukh,</i> nos. 72 and 147.</i> However, other rabbinic scholars were most emphatic in their denial of a hygienic interpretation of the laws of forbidden foods. Thus, R. Isaac Abarbanel writes, \"Heaven forfend that I should believe so. For if that were to be so, the Book of God's Law would be in the same category as any of the brief medical books…. This is not the way of God's law or the depth of its intentions.\" <sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Commentary on the Bible</i>, Lev. 11:13.</i> In almost identical language, R. Isaac Arama disparages this explanation, commenting that such an interpretation would \"lower the status of divine Law to the status of any brief medical composition.\" <sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Akedat Yiẓḥak, Sha‘ar</i> 60. <i>See also Kli Yakar,</i> Lev. 11:1 and Menachem ha-Bavli, <i>Ta‘amei ha-Miẓvot,</i> negative commandments, no. 84.</i>", "versionTitle": "Contemporary halakhic problems, by J. David Bleich, 1977-2005", "license": "", "versionTitleInHebrew": "בעיות הלכתיות עכשוויות, רבי יהודה דוד בלייך, 1977-2005"}, {"_id": "5922e8a2d6e4a91a92fb56ce", "index_title": "Contemporary Halakhic Problems, Vol I", "category": "Halakhah", "type": "", "ref": "Contemporary Halakhic Problems, Vol I, Part I, CHAPTER IV Kashrut 7", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Contemporary Halakhic Problems, Vol I, Part I, CHAPTER IV Kashrut 7", "sourceHeRef": "בעיות הלכתיות עכשוויות, כרך א, חלק ראשון, פרק ד: כשרות ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1971, 1977], "commentaryNum": 7, "collectiveTitle": {"en": "Contemporary Halakhic Problems, Vol I", "he": "בעיות הלכתיות עכשוויות, כרך א"}, "heTitle": "פרק ד: כשרות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Dietary proscriptions include categories of food which are forbidden by their nature and others which are forbidden because of their mode of preparation. Various species of animals, fowl, fish, and creeping things are described in the Torah and declared \"unclean\" (Lev. 11:1–23 and 41–47, Deut. 14:3–19).", "versionTitle": "Contemporary halakhic problems, by J. David Bleich, 1977-2005", "license": "", "versionTitleInHebrew": "בעיות הלכתיות עכשוויות, רבי יהודה דוד בלייך, 1977-2005"}, {"_id": "5a9d3cb6d6e4a9026bd8f399", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Aderet Eliyahu, Leviticus 11:1:1", "sourceHeRef": "אדרת אליהו, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>לאמר אלהם.</b> לאלעזר ולאיתמר. דברו. זו דיבור אל ישראל:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403404bbb60019c1e2d5", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 11:1:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה אל משה ואל אהרן, למשה אמר שיאמר לאהרן. ע\"כ.</b> וראה למעלה (א, א ד\"ה אליו). ודומה שזוהי כוונת תרגום אונקלוס המתרגם: עם משה ולאהרן, אלא שמשום מה אין רש\"י מזכירו במפורש. (פ' שמיני תשנ\"ה) וראה מש\"כ בספר שמות (ו, יג) בשם ר' רפאל בנימין פוזן שי'.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e3145eafb036f4151360063", "index_title": "Flames of Faith", "category": "Chasidut", "type": "", "ref": "Flames of Faith 5:17", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Flames of Faith 5:17", "sourceHeRef": "שלהבות של אמונה ה׳:י״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 5.0017, "collectiveTitle": {"en": "Flames of Faith", "he": "שלהבות של אמונה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The soul is the <i>nefesh Elokis</i>, “the Godly soul,” since it is a piece that was hewed off of the Divine. The <i>nefesh ha-bahamis </i>is concentrated in the blood, which is why loss of much blood causes death to the body. The Torah severely prohibits<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Ingesting blood carries the punishment of <i>kare</i>s; the soul is disconnected from the Divine, and the individual dies at an early age.</i> ingestion of animal blood because what you eat influences your character.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">See further Nachmanides’ commentary to Lev. 11:1 3; <i>Mesillas Yesharim</i>, Chapter 11; <i>Sha’ar Ha-Kedushah</i>, 1:2, <i>Degel Machaneh Ephraim</i>, <i>Parashas Eikev </i>s. v. <i>u-maltem</i>.</i> Since the blood contains an intense form of the animal’s vitality and nature, eating it would cause the human <i>nefesh ha-bahamis </i>to become too strong.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">See further <i>Or Ha-Chaim </i>on Lev. 17:10.</i> The organ with the most blood in the body is the liver. The <i>nefesh ha-bahamis </i>is therefore said to be located in the liver, or the left half of the heart, a section of the heart that has excessive amounts of blood. The home of the <i>nefesh Elokis </i>is the mind, and it is concentrated in the right half of the brain. The <i>nefesh ha- bahamis </i>is sometimes called <i>yetzer hara</i>, “evil inclination,” for it draws the person to evil, the selfish behaviors of the animal world. The <i>nefesh Elokis </i>pulls man to attachment with the Divine and is called <i>yetzer tov</i>, “the inclination for good.”", "versionTitle": "Flames of Faith, New York: Kodesh Press, 2014", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5eef684c38035bd66b6499ab", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim 3:2:26", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Derekh Chayyim 3:2:26", "sourceHeRef": "דרך חיים ג׳:ב׳:כ״ו", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1578, 1588], "commentaryNum": 2.0026, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "he": "<b>ואמר שהקב\"ה</b> קובע לו שכר. כי נרמז זה בכתוב בזה שאמר שהוא מקבל עליו גזירת השם באהבה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"388\"></i>. ובודאי כל מי שמקבל גזירת השם יתברך הוא ראוי לתשלומין, כי מקבל עליו העול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"389\"></i>, וכל עול הוא עיקר העבודה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"390\"></i>, וכל עבודה הוא עומד לתשלומין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"391\"></i>. ומאחר שהכתוב אמר (איכה ג, כז) \"טוב לגבר כי ישא עול בנעוריו\", ואמר אחר כך (שם פסוק כח) \"ישב בדד וידום כי נטל עליו\", כלומר כאשר יושב יחידי ומקבל עליו גזירת השם יתברך, וזהו העול, וזהו קביעת השכר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"392\"></i>. וכן תמצא אצל אהרן, שכתוב אצלו* (ויקרא י, ג) \"וידום אהרן\", שקבל מדת השם יתברך בדמימה. ומיד קבל שכר, כמו שדרשו (תו\"כ ויקרא יא, א) שלכך אמר אחריו (ויקרא יא, א) \"וידבר ה' אל משה ואל אהרן לאמר אליהם\", אמר שיאמר לאלעזר ולאיתמר. או אינו אלא לאמר לישראל, כשהוא אומר (שם פסוק ב) \"דברו אל בני ישראל\", הרי ישראל אמור, מה אני מקיים \"לאמר אליהם\", לבניו לאלעזר ולאיתמר. \"דברו אל בני ישראל\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"393\"></i>, לפי שהושוו בדמימה וקבלו* גזירת המקום באהבה, כמו שפירש רש\"י גם כן (שם) ממדרש חכמים (תו\"כ שם). הרי קבלת הגזירה הוא ראוי לקבל שכר ביותר*<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"394\"></i>. ולפיכך אמר שאחד שיושב ועוסק בתורה קובע לו שכר. ודבר זה מפני שיושב יחידי ועוסק בתורה, וזהו קבלת גזירתו אשר גזר עליו, וזה ראוי לשכר דוקא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"395\"></i>. ומכל שכן כאן דכתיב (איכה ג, כז-כח) \"טוב לגבר כי ישא עול מנעוריו ישב בדד וידום וגומר\". ומאחר שאמר \"טוב לגבר\" אין לך קביעות שכר יותר מזה, שאמר הכתוב שכאשר מקבל עליו גזירת המקום טוב אליו, והוא קביעות השכר בודאי שקבע למי שעוסק בתורה. כי לא שייך לומר \"ישב בדד וידום כי נטל עליו\" שהוא מקבל גזירת השם יתברך רק כאשר הוא עוסק בתורה ביחידי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"396\"></i>, והוא מקבל בזה גזירתו יתברך אשר גזר עליו לעשות. וכל גזירה וכל עול הוא נזכר בודאי בתורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"397\"></i>.", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5b0d660b3c272df6f05", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 11:1:1", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Gur Aryeh on Vayikra 11:1:1", "sourceHeRef": "גור אריה על ויקרא י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>שיאמר לאהרן.</b> כמו שפירש רש\"י בפרשת ויקרא (א, א) כי שלש עשרה דבורים נאמרו למשה ולאהרן, וכנגדם י\"ג מיעוטים, למעט שלא לאהרן נאמרו, אלא למשה <b>שיאמר לאהרן</b> (כ\"ה ברא\"ם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1\"></i>) :", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5b0d660b3c272df6f07", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 11:1:2", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Gur Aryeh on Vayikra 11:1:2", "sourceHeRef": "גור אריה על ויקרא י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>לשון חיים.</b> דאם לא כן, למה כתב \"זאת החיה\", לכתוב 'זאת הבהמה', דבה איירי קרא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5b1d660b3c272df6f09", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 11:1:3", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Gur Aryeh on Vayikra 11:1:3", "sourceHeRef": "גור אריה על ויקרא י״א:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>מלמד שמשה אחז וכו'.</b> ויקרא רבה (יג, ד). וצריך ליתן טעם למה הראה משה לישראל את החיות הטהורות יותר מכל שאר דברים שבתורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i>, והטעם הוא מפני כי יש חיות טהורות וטמאות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"4\"></i>, ויש עופות טהורים וטמאים, ויש שרצים מטמאים ושאינם מטמאים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"5\"></i>, ולפיכך צריך להראותם בחוש העין כדי שיהיו בקי בהן. וכן פירש לקמן (רש\"י פסוק מז) 'לא בלבד השונה, אלא צריך שיהא בקי בהן ובשמותם', ולא כשאר דברים בתורה, מפני (שאין) [שיש] כאן דבר והפכו, כמו בבהמות טהורות וטמאות, ועופות טהורות וטמאות, שרצים מטמאים ושאינם מטמאים, ולכך כתיב (פסוק מז) \"להבדיל בין הטהור ובין הטמא\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i>, ולכך היה משה מראה לישראל. והשתא הוי שפיר הא דתניא בפרק הקומץ רבה (מנחות כט.) ג' דברים נתקשה משה עד שהראה לו הקב\"ה באצבע; מנורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>, שרצים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"8\"></i>, החודש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"9\"></i>, ויש אומרים אף הלכות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"10\"></i> שחיטה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"11\"></i>, התם לא חשיב רק דברים שנתקשה לו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"12\"></i> עד שהראהו הקב\"ה באצבע, אבל בהמות הטהורות והטמאות לא הראה לישראל רק כדי ליתן הבדל בין טהורים ובין טמאים, וכדי שיהיה בקי בהן ובשמותיהן הראה משה לישראל, שצריך להראות לתלמידו לחוש העין, כדי שיהיה בקי בהן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"13\"></i>, אבל הקב\"ה למשה לא היה מראה לו רק מה שנתקשה למשה, ואין בבהמות דבר שנתקשה למשה, ולפיכך לא היה צריך להראות למשה:<br>והא שדרשו בהקומץ רבה (שם) שהראה הקב\"ה למשה שרצים, דכתיב (פסוק כט) \"וזה לכם הטמא\", אף על גב דיש לומר ד\"זה לכם הטמא\" יש לפרש שמשה הראה לישראל כמו דכתיב \"זאת החיה אשר תאכלו\", ומנא לן למדרש שהיה משה מתקשה (קושית הרא\"ם), יש לומר, דסבירא לרז\"ל דלא יתכן לומר גבי \"וזה לכם הטמא\" למדרש כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"14\"></i>, בשלמא גבי \"זאת החיה אשר תאכלו\", דכתיב גם כן (פסוק ד) \"את זה לא תאכלו\", כתב ההיתר וגם האיסור, יש לפרש דאחז מכל מין ומין והראה לו ההיתר והאיסור, דהמראה לאדם דבר, צריך שיהיה מראה לו שתי הדברים, שבזה יודע לו הבדל גמור<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\"></i>, אבל גבי \"וזה לכם הטמא\", דלא נזכר רק הטמא בלבד, דרשו רז\"ל שהיה קשה לו עד שהראה לו הקב\"ה באצבע השרצים. לכך נקט דווקא שרצים, כי שרצים לא כתב רק בשביל שהיה קשה לו שרצים בעצמם, לא שהיה מראה לו כדי שידע הבדל ביניהם. ומה שפירש רש\"י שגם שרצים הראה לישראל, תרוייהו שמעינן, דכיון שהראה לישראל חיות טהורות וחיות טמאות, בודאי הראה לו גם כן שרצים המטמאים ושאינם מטמאים, דמאי שנא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\"></i>, ומכל מקום מדכתיב \"וזה לכם הטמא\", ולא כתיב שרצים שאינם מטמאים, צריך לומר שנתקשה משה בזה, כדלעיל:<br>ואם תאמר, בשלמא הנך מה שהראה משה לישראל, את השרצים הטהורות והטמאות, וכן העופות, כדי שיודע להבדיל ביניהם, מפני שיש מהם טהורים, ויש מהם טמאים, אבל הג' דברים שנתקשה משה, דהיינו מנורה, שרצים, החודש, ויש אומרים אף שחיטה, מי קושי שלהם יותר מכל הדבר – עד שהראה לו הקב\"ה את אלו, דע לך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"17\"></i> כי זה הוא דבר נפלא מאוד לחכמים בענין זה, והוא דבר עמוק, כי אלו דברים הם רחוקים מן הנבואה מפני שהם יוצאים מכלל מציאות העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"18\"></i>. וזה כי המנורה, מפני מדריגתה אשר היא עמוקה (המנורה), כמו שידוע בסוד המנורה שהיא למעלה מכל המציאות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"19\"></i>, והוא ידוע ממה שהיתה המנורה מקשה (שמות כה, לא), לפי שהיא מעולם האחדות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"20\"></i>, לכך היה מקשה שכל גופה אחת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"21\"></i>, ולפיכך נרמז בלשון \"מקשה\" כמה היתה קשה המנורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"22\"></i>, ומפני זה לא היה יכול להשיג בהשגת הנבואה דבר זה, עד שהיה צריך להראות לו באצבע:<br>וכן השרצים, מפני שהן רחוקים מן מציאות העולם, בעבור שהם שרצים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"23\"></i> – רחוקים מאוד מאוד ממציאות העולם, כי האדם הוא עיקר מציאות העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"24\"></i>, והבהמות קרובים אל המציאות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"25\"></i>, אבל השרצים הם רחוקים מאד מאד מן המציאות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"26\"></i>, ולכך היה קשה ההשגה במראות הנבואה. כי משה ראה במראה הנבואה מציאות העולם וצורתו והקשרו, אבל דברים שהם יוצאים מן מציאות העולם הוא רחוק, והיה קשה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"27\"></i>. אמנם חילוק גדול יש בין המנורה ובין השרצים; מנורה קשה להשיג מפני גודל מדריגתה, ואילו השרצים – השגתם גדול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"28\"></i> מפני ריחוק שלהם מן מציאות עולם:<br>וההתחדשות הירח, הוא רחוק מן מציאות, כי חדוש הדבר אחר ההעדר, מפני שמתחדש ונולד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"29\"></i> – אינו מתחבר אל משך המציאות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"30\"></i>, וזה ידוע, כי 'חדוש' נקרא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"31\"></i>, וכל חדוש אחר שלא היה, ומפני זה נוטה מן המציאות, כיון שאין כאן מציאות נמשך, רק ההתחדשות, אחר שלא היה נמצא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"32\"></i>:<br>ויש אומרים השחיטה, כי השחיטה הוא המעדיר את הנמצא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"33\"></i>. וגם זה פשוט, כמו שההויה היא התחדשות אחר שלא נמצא, ומפני זה אינו מן המציאות, וכן השחיטה שהיא המצוה להעדיר הנמצא, אין זה מן המציאות, רק נוטה להעדר, והוצרך להראות לו בנבואה. כלל הדבר, כי המציאות שהוא נמצא כמו שהוא נמצא – כך נמצא בהשגת הנביא גם כן, ומה שהוא רחוק מן המציאות הוא רחוק גם כן מן הנבואה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"34\"></i>, והיה צריך להראות לו באצבע עד שידע. כלל הדבר, אלו שלשת דברים שנתקשה משה – מצד ריחוק השגה, לפי שהם רחוקים מן המציאות הנגלה. ופתח הכנס דברי חכמים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"35\"></i> הוא כמו שאמרתי:<br>וכאשר תבין עוד בחכמה מדריגת אלו הדברים, ומאיזה מדריגה נמצאים, תוכל להבין דבר זה. ולא תוכל להבין דבר זה אלא אם תדע תחלה מה הם הדברים שהם המציאות, ואחר כך תבין הדברים שהם רחוקים מן המציאות. ומזה תדע כי המנורה היא עליונה במעלה על העולם, כי מעולם האחדות הוא. והשרצים הם רחוקים מן העולם, ויורה זה מה שהם שרצים, ובזה הצד השרצים רחוקים מן העולם – מצד החיצונות שבהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"36\"></i>. והחודש מצד התחלה, אחר שלא היה, והוא חדוש. אמנם השחיטה היא להעדיר הנמצא, ואין ספק שאין דבר זה יש לו חבור אל המציאות, בעבור שהוא העדר הנמצא, ומפני זה הם רחוקים מן המציאות. נמצא שלשה דברים אלו אינם מתקשרים לגמרי ומתחברים עם המציאות; דבר שהוא התחלה, שמפני שהוא התחלה אינו דומה לשאר המציאות, ואינו עצם המציאות בעצמו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"37\"></i>, וזה חדוש הירח שהוא התחלת הויה. והמנורה הוא כמו תכלית וסוף, וזה למעלת המנורה, וידוע הוא דבר זה לנבונים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"38\"></i>. וזהו גם כן אינו עצם המציאות, בעבור שהוא סוף ותכלית כל המציאות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>. וכן השרצים, בעבור התרחקם מן עצם המציאות, כי הם שרצים בלבד. והשחיטה, שהוא העדר המציאות בעצמו. ולפיכך לא היו נמצאים למשה בנבואה, עד שהראה לו באצבע. ואלו דברים עוד יותר עמוקים מאוד, רק יש להפליא על חכמת חכמים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i> מי שיבין את זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5b1d660b3c272df6f0b", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 11:1:4", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Gur Aryeh on Vayikra 11:1:4", "sourceHeRef": "גור אריה על ויקרא י״א:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>מלמד שהבהמה היא בכלל חיה.</b> דכתיב \"זאת החיה\", ואמר אחר כך \"מכל הבהמה\". אף על גב ד\"זאת החיה מכל הבהמה\" משמע זאת החיה ממין הבהמה, ואם כן החיה בכלל הבהמה, ומנא לן שבהמה בכלל חיה (קושית הרא\"ם), על כרחך פירוש הכתוב כך – זאת החיה מכל הבהמה, שהוא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"42\"></i> ממין החיה – אכול המפרסת וגו', דכיון דקרא (פסוק ג) איירי בבהמה \"כל מפרסת פרסה מעלת גירה בבהמה אותה תאכלו\", אם כן \"זאת החיה\" דכתיב הוא שם כולל אף לבהמה, ומפרש אחריו לא בכל חיה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"43\"></i> מדבר, אלא באותה שהוא מפרש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"44\"></i>. דאין לפרש 'זאת החיה ממין הבהמה', דאז החיה בכלל בהמה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>, דאם כן קרא איירי בחיה, וזה אינו, דבבהמה איירי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60481543dd316c16a569809c", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 14:4", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Deuteronomy 14:4", "sourceHeRef": "דברים י״ד:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 14.0004, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "זֹ֥את הַבְּהֵמָ֖ה אֲשֶׁ֣ר תֹּאכֵ֑לוּ שׁ֕וֹר שֵׂ֥ה כְשָׂבִ֖ים וְשֵׂ֥ה עִזִּֽים׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "These are the animals that you may eat: the ox, the sheep, and the goat;", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f02d7a6bef871fd0d43cd", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 12:15", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Deuteronomy 12:15", "sourceHeRef": "דברים י״ב:ט״ו", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 12.0015, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "רַק֩ בְּכׇל־אַוַּ֨ת נַפְשְׁךָ֜ תִּזְבַּ֣ח&thinsp;<b>׀</b> וְאָכַלְתָּ֣ בָשָׂ֗ר כְּבִרְכַּ֨ת יְהֹוָ֧ה אֱלֹהֶ֛יךָ אֲשֶׁ֥ר נָֽתַן־לְךָ֖ בְּכׇל־שְׁעָרֶ֑יךָ הַטָּמֵ֤א וְהַטָּהוֹר֙ יֹאכְלֶ֔נּוּ כַּצְּבִ֖י וְכָאַיָּֽל׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "But whenever you desire, you may slaughter and eat meat in any of your settlements, according to the blessing that your God יהוה has granted you. The impure and the pure alike may partake of it, as of the gazelle and the deer.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>gazelle … deer </b>I.e., animals that may be eaten (cf. 14.5; Lev. 11.1ff.), but not specified (Lev. 1.1ff.).</i> ", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63048f59082ee59f3f55a320", "index_title": "Horeb", "category": "Jewish Thought", "type": "", "ref": "Horeb 447:2", "anchorRef": "Leviticus 11:1-7", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7"], "sourceRef": "Horeb 447:2", "sourceHeRef": "חורב תמ״ז:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1835], "commentaryNum": 447.0002, "collectiveTitle": {"en": "Horeb", "he": "חורב"}, "he": "א: וידבר ה׳ אל משה ואל אהרן וגו׳ זאת החיה אשר תאכלו מכל הבהמה אשר על הארץ. כל מפרסת פרסה ושסעת שסע פרסת מעלת גרה בבהמה אתה תאכלו. אך את זה לא תאכלו ממעלי הגרה וממפרסי הפרסה את הגמל כי מעלה גרה הוא ופרסה איננו מפריס טמא הוא לכם. ואת השפן וגו׳ ואת הארנבת וגו׳ ואת החזיר, כי מפריס פרסה וגו׳ והוא גרה לא יגר טמא הוא לכם (ויקרא י״א א׳ — ז׳).", "heVersionTitle": "Vilna, 1895", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64bfcc655781082118c14efe", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 11:1:1-3", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "Alshekh on Torah, Leviticus 11:1:1-3", "sourceHeRef": "תורת משה - אלשיך, ויקרא י״א:א׳:א׳-ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": ["<b>וידבר ה' וכו'</b>. דברו כו' ראוי לשים לב. (א) למה הוצרך דבור זה אל שניהם ולא אל משה לבדו ככל צווי התורה. (ב) אומרו לאמר אליהם כי מלת אליהם מיותרת. (ג) אומרו לאמר זה פעמים: (ד) אומרו דברו וכו'. למה הוצרך יהיו שניהם המדברים: ", "<b>אמנם </b>הנה דעת רב בגמר' (דזבחי' ק\"א) וכמה תנאי' עמו אמרו. כי משה שימש בכהונה כל ימיו והיה אוכל בקדשים. ומינה ודאי שגם היה פורש מן הטומאה ככהנים. ונבא אל הענין. והוא כי הנה אחר סיפו' התורה מקדושת הכהנים. ורצה הקב\"ה ג\"כ להזהירם על הטומאה. שהוא ענין אומרו בסמוך ולאלה תטמאו כל הנוגע כו' עד סוף הפרשה. כי כל זה אינו רק לכהנים כי הם לבדם הוזהרו על הטומאה. והנה ראה הוא ית' אם סמוך לסיפור העבודה שהיא בכהנים לבדם יסמך עוד אזהרת הטומאה הלא יקהו שניהם של ישראל. באומרם הלא על העבודה החרשנו כי אמרנו כי גם כי כל העדה כלם קדושים אך בכהנים בחר ה' לעבדו. כי גם שאיכותם של אלו ואלו קדוש הוא הוא יתב' מבדיל בין קדש לקדש. אך בראות כי את הכהנים מזהיר על הטומאה ולא את ישראל. הלא יאמרו אין זה כי אם שכהנים הם הקדושים לבדם ולכן הוזהרו על הטומאה. אך ישראל לא קדושים המה וע\"כ לא הוזהרו על הטומאה כי מין במינו אינו חוצץ. ומה גם כי יראו כי גם משה לוי הוא ומוזהר על הטומאה עם שזרעו אינם כהנים. ע\"כ מה עשה הוא ית'. טרם יאמר אל משה ואהרן אזהרת הטומאה הקדים על ידם לאמר לישראל. הבעלי חיים אשר יאכלו ואשר לא יאכלו. למען ישכילו כי לולא היה איכותם קדוש. לא הזהירם ה' מלבא אל פיהם בשר בעלי חיים אשר אינם טהורים והוא כי הלא באכול איש בשר בעלי חי הלא יעשה חלק ממנו כנודע מחכמי האמת. וע\"כ צריך תהיה בהמה טהורה להעלותה אל הקדושה אך לא אל הטומאה. כי מי יתן טהור מטמא. באופן שעל ידי הקדמה זו על ידי משה ואהרן אשר מהם היתה הקנאה יוצא. תהיה הקדמה זו הכנה והזמנה לאמר אליהם אחרי כן. אזהרת הטומאה למשה ולאהרן: ", "<b>וזה </b>מאמר הכתוב. וידבר ה' אל משה ואל אהרן לאמר אליהם: לומר דבר אל משה ואהרן. דיבור א' לישראל. שהוא בהקדמה כדי לאמר אליהם אחרי כן דבר שני בייחוד. וזהו לאמר אליהם. אל שניהם בייחוד דבר א'. מה שאמר הדבר הראשון לאמר לישראל פירשו ואמרו דברו אל בני ישראל לאמר. כלומר מה שדברתי הדבר הא'. הוא בני ישראל לאמר. זאת החיה אשר תאכלו. כי זה הדבר הראוי ליאמר לישראל מן הטעם האמור. ומה שיאמר אליהם בייחוד. היא מה שדבר אח\"כ הוא ית' לנוכח את שניהם. ואמר אליהם ולאלה תטמאו כל הנוגע בנבלתם כו' וזה לכם הטמא וכו'. כלומר לכם הכהנים המצווין על הטומאה משא\"כ לישראל. והוא מה שכתבנו כי גם משה עצמו כהן היה כמ\"ש ז\"ל (שם): "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e4a0a4613f3c2d3b450c3d", "index_title": "German Commentary on Mishnah Chullin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Chullin 3:6:2", "anchorRef": "Leviticus 11:1-8", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8"], "sourceRef": "German Commentary on Mishnah Chullin 3:6:2", "sourceHeRef": "פירוש גרמני על משנה חולין ג׳:ו׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 6.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Chullin", "he": "פירוש גרמני על משנה חולין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>sind von der Tora angegeben.</b>  Lev. 11. 1—8; Deut. 14, 3—8.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c844b695d8dbb73bd1a0", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 11:1:1-14", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 11:1:1-14", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״א:א׳:א׳-י״ד", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<big><strong>טומאה וטהרה (פרקים יא-טז)</strong></big>", "<big><strong>מבוא לטומאה וטהרה</strong></big>", "<b>קיצור תכנם של חוקי מאכלות אסורות וטומאות / כוונת חוקי הטומאה והטהרה / ספרות לחוקי המאכלים והטומאות והטהרות.</b>", "לאחר שבפרקים א-ז ניתנו לעם ישראל הוראות בדבר שאיפתו להתקרב אל השכינה על ידי עבודת הקודש, ולאחר שסופר בפרקים ח-י איך נבחרו אהרן ובניו שינהלו את העבודה הזאת, ואיך חונכו למשרה זו, איך נתגלה ה' בהזדמנות זו בקדושתו המוחלטת, ואיזו הדרכה ניתנה לכהנים אלה בענין שרותם – באים חוקי הטהרה שבהם מוזהרים ישראל להתרחק מכל טומאות שעלולות להפריד ביניהם ובין ה', להרחיקם מקרבת השכינה ולמנוע את הקמת משכנו בתוכם. יחד עם זה צוינו האמצעים שבהם יכול העם להסיר את הטומאות המפרידות בינו ובין אלוהיו ואיך לכפר על העוונות שעשה במשך כל השנה בטומאותיו על ידי סדר כיפורים חגיגי גדול. חלק זה של ספר כהנים כולל את הפרקים האלה:", "א. חוקים בדבר מאכלות אסורות והטומאות שנגרמו על ידן, פרק יא.", "ב. טומאות שבאות בעיקר מגוף האדם וטהרתן, ואלו הן:", "<span class=\"poetry indentAll\">א. טומאת היולדת, פרק יב.</span>", "<span class=\"poetry indentAll\">ב. צרעת, כוללת גם צרעת הבגד וצרעת הבית, פרקים יג-יד.</span>", "<span class=\"poetry indentAll\">ג. זב, זבה, נדה ובעל קרי, פרק טו.</span>", "ג. יום המוקדש שנה שנה לכפרה כללית ולטהרת המקדש.", "דיני טומאה וטהרה אלה לא ניתנו בצורתם שלפנינו בהר סיני כי אם באוהל מועד, כפי שמוכח מן העובדה שהם פותחים על פי רוב בלשון \"וידבר ה' אל משה ואל אהרן\", ואילו בהר סיני היה משה לבדו נוכח. (אנו משווים לפנינו את הפשט הפשוט של הכתוב, אם כי יש צידוק למאמרם בתו\"כ, שהבאנו לעיל, בסוף הביאור לא א, אשר לפיו דיבורו של ה' גם בפסוקים ששמו של אהרן נזכר היה מכוון במישרין רק אל משה).", "אמנם בנוגע לפתיחה זו, יש מן הצורך לבאר מדוע בשני מקומות, היינו בדין היולדת (יב א), ובדין טהרת המצורע (יד א), מדבר ה' אל משה בלבד ולא אהרן. אולם לא יקשה לסלק קושי זה, כאשר נתבונן לאיזו מטרה מסר ה' אחדים מן הדינים גם לאהרן. והנה, לכהנים נמסר גם התפקיד להבדיל בין הקודש ובין החול ובין הטהור ובין הטמא ולהורות לעם את החוקים הנוגעים לזה (י י-יא, הצווי \"להורות\" מכוון קודם כל אל ההוראות בעניני המקדש והטהרות, השוה יחזקאל מד כג). לכן מכוונים דברי ה' אל אהרן במישרין (או, לפי חז\"ל אמנם בעקיפין, אך בראש וראשונה אליו בכל הענינים שיש בהם משום הבדלה \"בין טמא לטהור\" ושבהם שימש כמדריך העם). והנה פרק יא כולל, כפי שמעיד הסיום בפסוק מז, חוקים \"להבדיל בין הטמא ובין הטהור\", פרק יג ופרק יד מפסוק לג ואילך כוללים חוקים \"להורות ביום הטמא וגו'\" (השוה יד נז). ובפרק טו לא נאמר אמנם בפירוש, שחוקים אלה על הכהנים להורות, אבל מכל מקום זאת היא המטרה, שכן ההבדלה \"בין דם טהור לדם טמא\" (השוה דברים יז ח, ורש\"י, שם) היא, כדוגמת ההבדלה \"בין טהור לטמא\", ענין לכהנים. ואילו פרק יב וריש פרק יד אינם כוללים חוקים שהכהנים היו צריכים להורות. ואף שבפרקים אלה נצטוו דינים שהכהנים צריכים לקיימם, הרי אפשר היה למסור אותם באמצעותו של משה לבדו, כדוגמת המצוות שנמסרו לעם.", "ראיה לאמיתת הסברנו זה, אפשר למצוא בעובדה, שאת התפקיד המיועד לכהן, היינו להורות, מסר ה' לאהרן לבדו (י ח ואילך). שאר הדברים, שנאמרו למשה ולאהרן גם יחד, הם: דיני פסח (שמות יב: א, מג), המצוות הראשונות לעם, שניתנו דרך שניהם, שהרי שניהם הם ששקדו על היציאה ממצרים (שם ו כו), כך גם דברי ה' על המכות במצרים (שם ו יג. ז ח. ח א. ט ח, השוה עוד ד כז). אף הצו בענין החניות של העם (במדבר ב א) ניתן לשני מנהיגי ישראל, כמו כן ניתנה אח\"כ הפקודה בענין מנין העם למשה ולאלעזר (שם כו א. גם הצו לפקוד את העדה לגולגלותיהם, שם א א ואילך, ניתן למשה ולאהרן, ולכן נאמר בלשון רבים). הצו למנות את בני קהת ולדאוג שלא ייכרת שבט זה ניתן ממילא לשני האבות הראשיים של המטה הזה (שם ד, א, יז). לאחר שישראל נעשה בלתי ראוי לכבוש הארץ, נודע לו על ידי שני מנהיגיו שייתם במדבר (שם, יד כו ואילך). ההבטחה על הכהונה הנצחית ובדבר המתנות נתן ה' לאהרן לבדו (שם יח, א, ח). ולבסוף: גם דיני פרה אדומה נמסרו למשה ולאהרן, שהרי הם חשובים ביותר לענין ההוראה בטומאות וטהרות.<i data-commentator=\"Endnotes\" data-label=\"638\" data-order=\"638\"></i>", "החוקים שבבמדבר יט, וההמשך שלהם, שם לא יט ואילך, צריכים היו בעצם למצוא את מקומם ליד דיני טומאה וטהרה בספר ויקרא. ולא עוד אלא לפי גיטין ס: נשנתה פרשה זו ביום הקמת המשכן, כפי שעולה גם מתוך הפסוקים בספר במדבר ה ב, וט ו, לפי שאלה מותנים בדיני טומאת המת (שם יט). אולם, כנראה, הוכרזה פרשה זו סמוך לפני התחלת המלחמה בפעם שניה, משום שבאותו זמן (כפי שמוכיחים הפסוקים לא, יט-כ) היו מצוותיה עשויות להתקיים תכופות למעשה.<i data-commentator=\"Endnotes\" data-label=\"639\" data-order=\"639\"></i> גם מצות שליחת המצורעים והזבים מן המחנות (ה א ואילך) שייכת לכאן. אבל רק אחרי ההרצאה המפורטת על שלושת המחנות, מחנה שכינה, מחנה לויה ומחנה ישראל (השוה להלן), באה הפרשה הזו, משום שרק אחר כך אפשר היה לקיים את המצוה למעשה לפי ההלכה המסורה. אלו היה החוק נמסר קודם לכן, היה אפשר לחשוב, כי כל הטמאים שנזכרו שם היו מנודים מתוך מחנה ישראל, שהרי את הסידור של שלוש מחנות נבדלים עוד לא ידעו. ובאמת נאמר כבר דינו של מצורע, אשר אמנם צריך היה לצאת מתוך כל שלושת המחנות, בויקרא יג מו<i data-commentator=\"Endnotes\" data-label=\"640\" data-order=\"640\"></i> (ראה במבוא: קדמותו ס' ויקרא)."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c845b695d8dbb73bd1a2", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 11:1:15-30", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 11:1:15-30", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״א:א׳:ט״ו-ל׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0015, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>קיצור תכנם של חוקי מאכלות אסורות וטומאות</b>", "ישנן שני סוגי טומאות.<i data-commentator=\"Endnotes\" data-label=\"641\" data-order=\"641\"></i> האחד נקרא בפי חכמינו \"טומאת הקדושות\", כלומר טומאה בניגוד לקדושה (העשויה להיגרם, בין השאר, על ידי אכילת מאכלים אסורים וטמאים). טומאה כזאת אין להעבירה מן הטמא בשום אמצעי. הסוג השני נקרא בשם \"טומאת הגויות\" (היינו טומאת הגוף, אשר בניגוד גמור אליו אפשר היה לכנות את הסוג הראשון בשם \"טומאת הנפשות\").<i data-commentator=\"Endnotes\" data-label=\"642\" data-order=\"642\"></i> הניגוד לטומאה כזו היא הטהרה. טומאת גוף כזו יכולה להיטהר על ידי מעשה טיהור. לטומאות מן הסוג הראשון מכוונים כמעט כל דיני מאכלות אסורות וצניעות ועוד. אולם בפרשה שלפנינו נכללים רק איסורי מאכלים מבעלי חיים. שכן עיקר כוונת פרשה זו היא הסוג השני של הטומאות, היינו טומאת הגויות, ורק מפני שנבלות בעלי חיים רבים עלולות לגרום את הטומאה הזאת, נזכרו כאן בעלי החיים האסורים.", "בעלי החיים האסורים הם: א) מבין הבהמות והחיות הגסות, כל שאין להן שני סימני טהרה, והן: הפרסת פרסה והעלאת גרה. ב) מבין הדגים כל שאין להם סנפיר וקשקשת. ג) מבין העופות נמנים עשרים וארבעה (ר' בביאור להלן על המספר המדוייק) מינים טמאים, שאר המינים כולם טהורים (על סימני העוף עיין להלן). ד) מבין השרצים הזעירים יש רק סוגי חגבים אחדים שהם טהורים (על דבר הסימנים ראה להלן).", "אשר לסוג השני של טומאה, יש להבחין בו שלוש מערכות עיקריות:", "א. שלוש טומאות שנגרמות על ידי מיתה, והן מת (במדבר יט יא), שרץ (ויקרא יא לא) ונבלה. האחרונה מתחלקת לשלושה ענפים נבלת בהמה טהורה (יא לט), נבלת בהמה טמאה (יא כו) ונבלת עוף טהור (יז טו).", "ב. שש טומאות שבאות מבני אדם חיים, וביניהן שלוש רק בנקבות, היינו: נידה (ט יט), זבה (ט כה) ויולדת (יב ב), שתים רק בזכרים: זב (טו ב) ושכבת זרע (טו טז), ויש עוד טומאה שבאה בזכרים ובנקבות, היינו צרעת (פרק יג).", "ג. שלוש טומאות הבאות ממכשירי טהרה, והן: מי חטאת (במדבר יט כא), חטאת (שם יט, ז-ח) ושעיר המשתלח (ויקרא טז כו).", "טומאות אלו הן ראשונות במעלה מן הטומאות, ונקראו משום כך \"אבות הטומאה\". אדם מת עושה את הנוגע בו לאב הטומאה ועל כן נקרא בשם \"אבי אבות הטומאה\". הנוגע במת יטמא שבעת ימים וצריך להזות עליו \"מי חטאת\" (\"מי נדה\", השוה במדבר יט, יב-יג). ביום השלישי וביום השביעי (שאר דיני טומאות מת לא יובאו כאן, השוה הפירוש לבמדבר יט).<i data-commentator=\"Endnotes\" data-label=\"643\" data-order=\"643\"></i> הסוג השני של המערכה הראשונה, היינו טומאת שרץ, כולל שמונה מיני חיות זעירות שנמנו בויקרא יא, כט-ל, שנבלתן מטמאה במגע, אבל לא במשא, כלומר אם יזיזו אותן בלא לנגוע בהן. לסוג השלישי שבמערכה הראשונה שייכות נבלת בהמה טהורה ונבלת בהמה טמאה המטמאות גם במגע וגם בהיסט, והטומאה במשא עוד חמורה מן הטומאה במגע, באשר במשא נטמאים גם בגדי הנושא. ואילו נבלת עוף טהור אינה מטמאה לא במגע ולא במשא אלא דרך בית הבליעה, כלומר מטמאה את האוכל ממנה כזית, וגם בגדי האוכל נטמאים.", "המערכה העיקרית השניה של טומאות הן הטומאות היוצאות מגוף האדם, שהנטמא בהן צריך להשתלח משני מחנות, מחנה שכינה ומחנה לויה, ואחד, היינו המצורע, מנודה אפילו מן המחנה השלישי (\"מחנה ישראל\"). ראשית, יש להזכיר נידה וזבה אשר דינן כדלקמן: אשה הרואה דם בפעם הראשונה (היינו הפרשת הדם החדשית) הרי היא טמאה שבעה ימים (ויום הראיה בכלל) טומאת נידה, בין אם ראתה ביום הראשון בלבד ובין אם ראתה בכל יום משבעת הימים. נפסקה הפרשת הדם ביום השביעי קודם שקיעת החמה, יכולה האשה לטבול בליל השמיני והיא טהורה. שבעת הימים הנזכרים נקראים \"שבעת ימי נדות\". ואחד עשר יום שלאחריהם נקראים \"ימי זיבה\", או \"אחד עשר יום שבין נדה לנדה\". אם בכל אחד מימים אלה לא ראתה דם, היא, כמובן, טהורה, וביום השנים עשר מתחילים שוב \"ימי נדה\" (כלומר אותה תקופה אשר בה כל הפרשת דם נחשבת לדם נידה), כמו בהתחלת הראיה. אך אם ראתה באחד מימי הזיבה טיפת דם, היא תהיה ל\"זבה קטנה\" או \"שומרת יום כנגד יום\", כלומר היא מחכה במצב של טומאה עד הנץ החמה של היום למחרת הראיה, ואחר תטבול ותטהר, אולם, טהורה גמורה לא תהיה אלא אם לא תראה שום דם במשך כל אותו יום עד שקיעת החמה (היינו: היא צריכה \"יום נקי\"). ואם ראתה עוד טיפת דם באחד הימים של תקופת הזיבה, הרי היא עדיין זבה קטנה, כפי שהיתה אחרי ראיה פעם אחת. אבל אם ראתה \"ימים רבים\" (היינו לכל הפחות שלושה ימים) במשך אותם אחד עשר ימי הזיבה, הרי היא נעשית \"זבה גדולה\" ואינה מיטהרת עד שתספור שבעה ימים נקיים (\"שבעה נקיים\") בלי הפסקה (טו כח). רק אחרי כלות שבעה נקיים פוסקת תקופת ימי זיבה ומתחילים שוב \"ימי נדה\".", "מדאורייתא יכולה האשה לטבול מאחר הנץ החמה ביום השביעי הנקי (כמו \"שומרת יום, ראה לעיל), אך הטהרה הגמורה תלויה גם בתנאי שתעמוד בטהרתה משך כל יום הטבילה עד לאחר שקיעת החמה. שהרי אם ראתה ביום זה, כלומר ביום השביעי, ואפילו רק סמוך לשקיעת החמה, היא סותרת את ספירת כל שבעת הימים, ועליה להתחיל לספור שוב שבעה נקיים. ביום השמיני מביאה הזבה הגדולה יונה לחטאת ויונה לעולה (השוה עוד פרק טו).", "היולדת טמאה שבעה ימים אחרי לידת זכר וארבעה עשר יום אחרי לידת נקבה (כדוגמת טומאת נידה). אחרי עבור ימים אלה היא טהורה (כמובן, אחרי טבילה). אולם רק כעבור עוד שלושים ושלושה יום (ימי הטוהר אחר לידת זכר) או ששים וששה יום (אחרי לידת נקבה) היא מותרת באכילת קדשים ובביאת המקדש, לאחר שהביאה קודם לכן כבש לעולה (אם אין ידה משגת – יונה), ויונה לחטאת.", "זב נקרא האיש שרואה זיבה. זיבה אינה \"קרי\" (פרטים ראה בביאור לטו ב), ובזה – לא כמו בזבה – לא מספר הימים חשוב אלא מספר הראיות. ראיה אחת עושה אותו טמא רק בדרגת טומאת קרי (ראה להלן פרק טו פסוק טז). שתי ראיות מצריכות שבעה נקיים, ובשלוש ראיות עליו להביא קרבן כמו זבה גדולה. אחרי עבור שבעה נקיים על הזב לטבול במים חיים, ואילו נידה וזבה דיין ב\"מקוה מים\". זב, זבה, נידה ויולדת מטמאים במגע ובמשא וגם משכבם ומושבם הם אב הטומאה. עם הסוג הזה נמנה גם בועל נידה, שדינו אמנם שונה בכמה פרטים, ראה פרק טו פסוק כד. בעל קרי הוא אמנם רק ראשון לטומאה, אבל לשכבת זרע יש דין אב הטומאה. על דבר הרחקת בעל קרי ממחנה לויה עיין פסחים סז:", "הטומאה הששית של המערכה השניה היא טומאת צרעת, ולה שלושה סוגים: צרעת באדם, בבגדים, ובבתים. בכל אחד משלושת הסוגים האלה של הצרעת יש להבדיל בין \"מוסגר\" ובין \"מוחלט\". כיון שנראה באדם סימן של צרעת, יובא אל הכהן. אם הוא מבחין באחד משני סימני הטומאה, היינו \"שער לבן\" (יג ג) או \"מחיה\" (יג י), הריהו מחליט אותו לטמא, ואם לא הבחין, מסגירו לשבעה ימים אשר אחרי עברם נחשב גם ה\"פסיון\" (היינו התפשטות הצרעת) לסימן של טמא מוחלט (יג ז). אם גם אחרי עבור הימים האלה אינם נראים שלושת הסימנים, היינו שער לבן, מחיה או פסיון, מסגירו הכהן שוב לשבעה ימים. המוסגר נעשה טהור אם תיכף אחרי ההסגר הראשון נתמעט הנגע (בצבעו נעשה פחות לבן מקרום ביצה, או בשיעורו פחות מכגריס),<i data-commentator=\"Endnotes\" data-label=\"644\" data-order=\"644\"></i> או אחרי ההסגר השני עמד, לפחות, בעיניו ולא התפשט. אבל אם הוא נעשה פעם למצורע מוחלט בהיראות בו אחד מסימני הטומאה, הוא אינו חוזר לטהרתו רק לאחר שיירפא הנגע, היינו אם הנגע יוקטן עד למטה מגריס (ראה ביאור לפרק יג פסוק י), ואז יביא שתי צפורים, שהאחת מהן נשחטת אל כלי חרס על מים חיים, כדי להזות מן הדם בשני תולעת ובאיזוב על המיטהר. אחרי כן משלחים את הצפור החיה על פני השדה. אחר כך מתגלח המיטהר וטובל, מונה עוד שבעה ימים שבהם הוא יושב מחוץ לביתו, מתגלח ביום השביעי, וטובל שוב ומביא ביום השמיני כבש לעולה, כבש לאשם וכבשה לחטאת, ואם אין ידו משגת אפשר לו להביא שתי יונים, אחת לעולה ואחת לחטאת.", "גם לבגד מנוגע יש הסגר של שני שבועות, ואחר כך אפילו אם עמד הנגע בעיניו, הוא נעשה טמא מוחלט ויש לשרפו. – לבית המנוגע יש הסגר של שלשה שבועות (פרטי הדינים עיין בפרשיות הבאות כל אחת במקומה). – המצורע והבגד המנוגע מטמאים במגע ובמשא ובביאה (לתוך בית), גם המשכב והמושב שלהם מטמאים (הראב\"ד בהלכות צרעת יג חולק על זה בנוגע לבגד). בית מנוגע מטמא בביאה, כלומר מי שייכנס לתוכו, יטמא מיד, אבל בגדיו יטמאו רק אחר ששהה בו בכדי אכילת פרס (לדעת רש\"י שיעורה שלוש ביצים, ולפי רמב\"ם ארבע ביצים). מלבד זה כל חלק מהבית כשיעור כזית מטמא במגע, במשא ובביאה. לטהרת הבית צריך להביא שתי צפורים, כמו במצורע.", "המערכה השלישית כוללת: א) \"מי חטאת\", היינו אפר הפרה האדומה מעורב במים (או גם בלי מים), מטמאים, בשיעור שיש בו כדי הזייה, את האדם ובגדיו במגע ובמשא, ואם פחות מכשיעור זה, מטמאים רק במגע ולא את הבגדים. ב) \"חטאת\". הפרה האדומה (במדבר ט) ושאר הפרים הנשרפים והשעירים הנשרפים (ויקרא טז כח) מטמאים את אלה שעסקו בהם בשריפתם וקודם לכן וגם את בגדיהם. ג) \"שעיר המשתלח\". זה המלווה ביום הכפורים את השעיר לעזאזל יטמא עם בגדיו (טז כו). אלה הם כל סוגי אבות הטומאה.", "הנוגע באב הטומאה נעשה \"ראשון לטומאה\", והאוכל שזה נוגע בו נעשה שני וכו'. בחולין המדרגה האחרונה – השני לטומאה, בתרומה יש עוד שלישי, ובקודש – עוד רביעי. העברת הטומאה נעשית או על ידי מגע (נגיעה בחלק החיצוני של הגוף) או במשא (היינו אם הטהור יטלטל את הדבר הטמא ממקום למקום), ובכלל זה גם \"היסט\" (היינו נידנוד (כגון על ידי מקל) בלי להזיז ממקום למקום), או – לבסוף – ע\"י אוהל (במת בלבד). לזה האחרון שלוש פנים: או שהטהור מאהיל על הטמא על ידי ששוחה מעליו, או שהטמא מאהיל על הטהור, או שדבר שלישי (ששטחו, לפחות, כשיעור טפח) מאהיל על הטמא ועל הטהור גם יחד. הדברים שמקבלים טומאה הם: אדם, כלים, אוכלין ומשקין. א) אדם (מישראל) מקבל טומאה רק מאב הטומאה. ב) כלים ובגדים. בכלים יש להבדיל בין כלי חרס, שאינם נטהרים בטבילה, ובין כלים שמיטהרים על ידי טבילה ומשום כך נקראים כלי שטף (שאפשר לשטוף אותם). בבגדים יש להבדיל בין בגדי צמר ופשתן ובין שאר מינים. גם כלים מקבלים טומאה רק מאב הטומאה. ג) אוכלין. כל המאכלים, חוץ מבעלי חיים והמחוברים לקרקע, מקבלים טומאה אם הוכשרו לכך (כלומר אם בא עליהם אחד משבעת המשקין שנמנים במשנת מכשירין ו ד). ד) משקין. כל המשקאות (לדעת הרמב\"ם רק אותם שבעת המינים שנזכרו לעיל) מקבלים טומאה. הטמא מיטהר על ידי טבילה בלבד, אלא שכדי לאכול תרומה צריך עוד \"הערב שמש\" (כלומר שהיה עד ערוב השמש). קודם הערב שמש נקרא בשם \"טבול יום\" ואסור לו לאכול תרומה. אך יש טמאים שלטהרתם דרושה עוד הבאת קרבן. קודם הקרבת הקרבן הם נקראים בשם \"מחוסרי כיפורים\" ואסורים לאכול קדשים. טמא מת צריך ליטהר באפר הפרה (במדבר יט יז). על כ\"ז יפורט בביאור להלן בפרשיות העוסקות בטומאות אלו."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c846b695d8dbb73bd1a4", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 11:1:31-69", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 11:1:31-69", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״א:א׳:ל״א-ס״ט", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0031, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>כוונת חוקי הטומאה והטהרה</b>", "בעצם אין לנו צורך לחקור בדבר יסודות דיני טומאה וטהרה.<i data-commentator=\"Endnotes\" data-label=\"645\" data-order=\"645\"></i> חכמינו אמרו, כי דינים אלה הם חוקים וגזירות המלך ואין לנו להרהר אחריהם. הלא החוקים האלה הם \"לטוב לנו ולחיותנו\". הם מביאים לנו אושר וחיים נצחיים אם אנחנו ממלאים אחריהם במעשה אף בלי שום חקירות. אולם, מאחר שהרבה מגדולינו, כגון הרמב\"ם, הרמב\"ן ואחרים, ניסו כבר למצוא את הטעמים ההגיוניים לחוקים אלה, אין אנו נמנעים מלהביא כאן בקיצור תחת שבט הביקורת את הנימוקים שהוצעו על ידי מבארי המקרא וחוקריו לחוקי המאכלות האסורות ודיני הטהרות, כדי להסכים לאלה שעומדים בפני הביקורת, לא כדי לפסוק הלכה לפיהם אלא לשם הבנה נכונה יותר בחוקים הקבועים מכבר.", "מה שנוגע לאיסור אכילת בעלי חיים מסוימים, רבים הם המחליטים, כי יסודו הוא מטעמי בריאות. כן משתדל הרמב\"ם (מורה נבוכים ג מח), להוכיח, כי כל המאכלים שהתורה אסרה עלינו, מזיקים לגוף האדם. הוא מעיר בצדק, שסימני הטהרה שמנתה התורה בבעלי חיים הטהורים אינם סיבת ההיתר, אלא להפך, התורה מציינת סימנים שיש בבעלי חיים הטהורים, כדי להבדיל אותם בעזרתם משאר בעלי החיים. גם הרמב\"ן כאן מעיר שעל בעלי חיים אחדים שהתורה אסרה, ידוע בוודאות שמזיקים לבריאות.<i data-commentator=\"Endnotes\" data-label=\"646\" data-order=\"646\"></i> אולם, גם אם נסכים להנחה זו, אי אפשר שכוונת החוקים האלה היתה להרחיק את בני האדם ממאכלים מזיקים, שהרי מתוך שהתורה שותקת לחלוטין לגבי מגמה זו,<i data-commentator=\"Endnotes\" data-label=\"647\" data-order=\"647\"></i> מוכח שלא היא היסוד לחוקים האלה. שהרי אהבת עצמו ויצר הקיום מושרשים מלידה בכל אדם, ולכן הטעם שקיום חוקי המאכלים עשוי להאריך את החיים ולחזק את הבריאות וכו', היה משפיע בוודאי יותר מכל על מילוי החוקים האלה. במקום זה אנו מוצאים בסוף פרק יא נימוקים שונים לגמרי מאלה לאזהרה להתרחק ממאכלי תועבה. לפי ההנחה הנ\"ל מפליא מאד גם שהתורה לא אסרה גם את הצמחים המזיקים.", "אחרים מצאו בחוקי המאכלות האסורות ודיני הטומאה והטהרה מגמה של התנגדות לעבודת אלילים. מכיון שהמצרים האלילו את בעלי החיים, קבעו חוקי משה קצתם לקרבנות או למאכל אדם, וקצתם אסרו בציינם אותם כטמאים (כך סובר אוריגינס, 93,C. Cels. IV).<i data-commentator=\"Endnotes\" data-label=\"648\" data-order=\"648\"></i> יש שנוטים לראות בחוקים אלה מגמה להבדיל באופן עקרוני בין ישראל לעמים (עובדי אלילים). לעם ישראל הוקצבו לדעתם מאכלים מיוחדים כדי שיצטיין כעם מיוחד (ספנסר, .de leg hebr, עמ' 121), או כדי שירגיש את עצמו מורם כעם קדוש לה' וייבדל מתוך הגויים (שד\"ל כאן).<i data-commentator=\"Endnotes\" data-label=\"649\" data-order=\"649\"></i> הפסוקים בויקרא כ, כד-כו: \"אני ה' אלהיכם אשר הבדלתי אתכם מן העמים, והבדלתם בין הבהמה הטהורה לטמאה וגו'\", נתנו מקום לטעות ולחשוב, כאילו לא באו חוקי מאכלות אסורות אלא כדי לשמש סימן הבדלה חיצוני לעם ישראל בתורת ממלכת כהנים. אולם בפרשה שלפנינו אין זכר לרעיון, שעם ישראל ישמור את החוקים האלה כדי שייבדל מתוך העמים האחרים, אדרבה, כאן נאמר להפך, שמכיון שה' הבדיל את עם ישראל מן העמים האחרים, הרי הוא מחויב לקיים את המצוות שניתנו לו מה' ושבאו להורות להבדיל בין הבהמות הטהורות לטמאות, כמו שמחויב מתוך אותו הטעם לשמור גם מצוות אחרות שנמסרו לו, (דברים יד ב). גם יש לשים לב לכך, כי אמנם התורה מזהירה (ויקרא יח ג) בדברים מפורשים להשמר ולהזהר ממעשי המצרים והכנענים וממנהגיהם, אבל לא כדי להיות שונים מאלה על ידי סימנים חיצוניים, אלא משום שמעשיהם של אותם העמים היו מתועבים ומנהגיהם משוקצים (ויקרא יח כד ואילך, כ כג ואילך).", "ויש חוקרים מבין האחרונים שחושבים, להפך, שחוקי המאכלות האסורות ודיני טומאה וטהרה אינם מיוחדים לעם ישראל לבדו אלא שאולים הם אתו מעמי מזרח אחרים. כך טענו אחדים מהם, שההבדלה בין בעלי חיים טהורים לבין טמאים מקורה בדת הזורואסטרית,<i data-commentator=\"Endnotes\" data-label=\"650\" data-order=\"650\"></i> שמניחה שיש שתי רשויות בבריאה כולה, אהורה-מזדא הוא אל כל הטוב ואהרימן אל הרע. יצירתו של אהורה-מזדא טהורה וקדושה, ואילו מה שבא מאהרימן, הוא טמא ומתועב. – אולם, דעה זו תיראה אחרי בחינה מעמיקה כחסרת יסוד ואף כהבל (השוה זומר, Biblische Abhandlungen א, עמ' 196 ואילך). ראשית: בתורת משה אין המושגים טהור וקדוש מזדהים זה עם זה כמו בדת זרתוסטרא. ועוד: לפי דת זו, מחולק כל היקום לשני עולמות שנזכרו לעיל, ולזה אין שום זכר בחוקי התורה. כאן מדובר על הבדלה בין טהור וטמא רק בשטח קטן. וגם בפרטים אין התאמה ביניהם. כך, למשל, כל הבהמות ממשפחת Equidae (כגון, הסוס, החמור וכו') וגם הכלב, השועל ועוד הם לפי חוקי דת זו חיות טהורות, ואילו לפי התורה הם משתייכים לחיות הטמאות.", "ומלבד זה ההבדל הקיים בין בעלי חיים טהורים לבין טמאים הוא בזה, שהללו מותרים באכילה והללו אסורים, ואילו לפי דת זרתוסטרא החיות הטמאות הן אויבי האל שמצוה לרדפן ולהכריתן, בעוד שמצוה היא לטפל בחיות הטהורות ולהגן עליהן. ובכלל יש להעיר, כי לפי התורה הטומאה היא דבר שבמציאות רק ביחס לאדם,<i data-commentator=\"Endnotes\" data-label=\"651\" data-order=\"651\"></i> ולא כמו בדת זרתוסטרא, שלפיה היא מושתתת בטבע הבריאה כולה. לגבי החיות הטמאות מדגישה התורה \"טמא הוא לכם\". הן אסורות באכילה. אין אף רמז קל לכך שיש לרדוף את בעלי החיים הטמאים. אלא, אדרבה, החוק מצווה (שמות כג ה): \"כי תראה חמור שנאך רבץ תחת משאו... עזב תעזב עמו\". אין שום דבר משותף לדת זרתוסטרא והתורה, אלא רק זה, שבשתיהן נמנים בעלי חיים, מהם טהורים ומהם טמאים. ואם חושבים עובדה זו למספקת כדי להוכיח ששתי הדתות משורש אחד יצאו, אין צורך לשם כך להסתמך דווקא על הדת הזורואסטרית, שהרי כל העמים העתיקים הבדילו בין טהור לטמא, בפרט במערכות בעלי החיים. ואמנם בזה יש רמז, שהיתה פעם מסורת ידועה משותפת לכל העמים. אבל להלן ניווכח לדעת, שמקורה של מסורת זו הוא אצל נח, אבי כל העמים. קודם נעסוק בעוד דעות אחדות על טעמי חוקי הטהרות, שבאמת אינן הולמות את הענין.", "בין שאר דעותיו סובר הרמב\"ם, כי תופעות גופניות מסוימות צוינו כטמאות, כדי שלא יבואו למקדש בכל עת ויזלזלו בכבוד שחייבים לתת למקום הזה. חוקי טומאה וטהרה מעכבים לעתים תכופות את הכניסה למקדש ומחזקים את רגש היראה כלפי הקודש. ועוד מבאר הרמב\"ם, כי החוק נתכוון לרכך את חוקי הטומאה והטהרה של דת ה'צאבה'<i data-commentator=\"Endnotes\" data-label=\"652\" data-order=\"652\"></i> שהם קשים ומכבידים. כך, למשל, התרחקו אנשי ה'צאבה' אפילו מן האויר שבו נמצאת הנידה ושרפו כל דבר שהיא נגעה בו וכיוצא בזה (עיין מורה נבוכים ג מז).<i data-commentator=\"Endnotes\" data-label=\"653\" data-order=\"653\"></i> מיותר הוא להביא הוכחות על כמה ביאור זה אינו מספיק בשבילנו. מבארים חדשים (כגון ביר Symbolik ב, עמ' 459 ואילך) סוברים, כי כל דיני טומאה וטהרה מתייחסים להולדה וללידה או למיתה ורקבון הגוף, שהם הציר של החיים, שמידתם מוגבלת, ומהווים את הניגוד למציאותו המוחלטת של ה', ושייכים לפיכך לספירת הטומאה. אולם בשום מקום בתורתנו אין למצוא אף רמז קל לרעיון, כי קוצר ימיו של האדם מראה על טומאתו. אילו היה כך, היה דווקא התינוק שיוצא לאויר העולם טמא ולא אמו שיולדת אותו. זומר (במאמרים הנ\"ל) סובר, כי המיתה כתוצאתו וזכרו הנצחי של החטא צריכה להחשב כטומאה, כל שאר סוגי הטומאה מקבילים למיתה ולניוון. אולם קל להבין כמה דחוק הוא לראות בתופעת הלידה, למשל, הקבלה לתופעות המיתה. ועוד יותר דחוקה הדרך, שבה רוצים לבאר את הקשר בין השיטה הזאת ובין חוק המאכלות האסורות, כי הלא אפילו החיות שאוכלות נבלות אין להן שום יחס אל המיתה. לדעת יוספוס (נגד אפיון, ב כד) גורמים חיי האישות טומאות, משום שהנשמה סובלת יסורים על ידי התקשרותה עם הגוף, הגוף המת מטמא, כביכול, כדי שעל ידי כך יכירו את הכיעור המוחלט שבמעשה הרצח (שם פרק כו). עוד טעמים אחרים לחוקי המאכלות והטהרה אצל פילון, בספר המכבים ד (פרק ה), בספר החינוך, העקידה, אברבנאל, ואחרים.", "בנסותנו לבאר את יסודותיהם של חוקי המאכלות והטהרות, אנו הולכים, בעיקר, בעקבות פירושו של הירש לחומשי התורה, שהשקפתו משמשת מצע להסברות הבאות, אם גם בשינויים אחדים. ראשית נדבר על דיני המאכלות האסורות.", "העובדה הנזכרת כבר לעיל, כי כמעט אצל כל העמים יש למצוא את ההבחנה בין בעלי חיים טהורים לבין טמאים, מתבארת באופן הפשוט ביותר על ידי המסופר בתורה, כי כבר נח, אבי האנושות כולה, הבדיל בין בעלי חיים טהורים, לבין בעלי חיים טמאים: הוא הביא, כפי שהתורה מספרת, מן הבהמות הטהורות קרבן לה' (בראשית ח ג). התורה אינה מודיעה, שבני אדם הראשונים קיבלו הוראה מה', איזה מבעלי החיים טהור וראוי לקרבן ואיזה איננו טהור ויש להרחיקו מן המזבח. אלא יש להניח, כי כמו שהכרת ה' של אנשי הסגולה באנושות הניעה אותם להתקרב אל ה' באמצעות הקרבנות ולהעלות באש השמימה בעלי חיים בתורת סמל לאישיותם של בני אדם (ראה מבא: ערכם של הקרבנות ומשמעותם), כן הדריכה אותם אותה ההכרה גם לבחור באותם סוגי בעלי החיים שהם קרובים ביותר לטבע האדם. ואם כן, כבר בתקופה שלפני משה רבנו הבדילו בקרבנות שהקריבו לה' בין בעלי חיים טהורים לבין טמאים. וכך שנוי בבריתא במסכת זבחים קטו: \"עד שלא הוקם המשכן... הכל כשרים להקריב בהמה חיה ועוף... טהורים... אבל לא טמאים... דאמר קרא ויבן נח... ויקח מכל הבהמה הטהורה\". תורת קרבנות זו, שקדמה תקופת משה, הושלמה ושוכללה אחר כך (כגון הרחבת ההבדלה בין טהור גם על דגים וחגבים וכו', שלא הוקרבו מעולם על המזבח), כשישראל נבחר ל\"ממלכת כהנים וגוי קדוש\", והיתה לחוק בחיים הרגילים והמשפחתיים של האומה הנבחרת. עם הכהנים יבחר למאכלו רק בשרם של בעלי חיים אשר בני אדם המעולים חשבו אותם ראויים לקרבן לה'. כן יש לשחוט ולהכין למאכל אותן החיות, כדרך שמנהג האבות דרש זאת בהבאת קרבנותיהם.<i data-commentator=\"Endnotes\" data-label=\"654\" data-order=\"654\"></i> אבל מתוך שהתורה מציינת עתה אותם בעלי חיים שנקראו בזמן קדום \"איננה טהורה\" בלבד (בראשית ז ח), כלומר איננה כשרה למזבח, כ\"טמא\" לעם ישראל (\"לכם\") וכ\"שקץ\", שבאכילתם בן ישראל משקץ ומטמא את נפשו (ויקרא יא מג, כ כה), העלתה את חוקי המאכלות מעל לכל טקס חיצוני לגורם משפיע ויוצר צורות חיים פנימיות. כל העמים האחרים ממלאים את יעודם ההיסטורי מתוך שהם מקיימים את החוקים והמנהגים שנקבעו על ידי מחוקקים חכמי לב, ועל ידי הרוח הטבעית של העם, המשתנה לפי המקום והזמן. אולם עם ישראל, שה' חלק לו את היעוד המיוחד להיות \"ממלכת כהנים וגוי קדוש\", מוכרח לכוון את סדרי חייו אל החוקים שניתנו לו למלא את תפקידו ולשמור על תכונתו, המכשירתו לקיים את תעודתו. זאת היא כוונת התורה באמרה (ויקרא כ כה): \"ולא תשקצו את נפשותיכם בבהמה ובעוף... אשר הבדלתי לכם לטמא\".", "התורה מצאה לנחוץ לקבוע חוקים מיוחדים בענין אכילת בשר. לא בלי יסוד, מסופר כי מלכתחילה נועדו לבני אדם רק מאכלי צמחים, ושרק התנאים שבזמנים מאוחרים גרמו להיתר אכילת בשר (בראשית ט ג), ושהאכילה הזאת הוגבלה על ידי צוויי ה' שהיו מכוונים לכל בני האדם.<i data-commentator=\"Endnotes\" data-label=\"655\" data-order=\"655\"></i> ולפי זה ניתן להבין, שבשביל אותו העם שההשגחה העליונה חלקה לו יעוד מיוחד, נקבעו הגבלות כה רבות בנוגע לאכילת בשר. בשעת הנדידה במדבר לא הותר לישראל לאכול כי אם בשר קרבן, כדי שיהיו \"נהנים תמיד משולחן גבוה\", כפי שהסביר המדרש, ויתרחקו מכל טמא ופיגול (השוה פרק יז). אך גם בזמנים מאוחרים, כש\"בשר תאוה\" (כלומר: בשר הנאכל לאוות נפשו של אדם) הותר, היה צורך להגביל במקצת היתר זה לפחות על ידי מצוות וחוקים שהיו כרוכים בחוקי הקרבנות. כך ניתן הצו לשחוט את בעלי החיים כמשפט שחיטת הקרבנות, ומה שלא נשחט כמשפט הזה (והיה לנבלה), או מה שעמד למות בגלל מצב טריפה, נאסר \"לעם קדוש\".<i data-commentator=\"Endnotes\" data-label=\"656\" data-order=\"656\"></i>", "נפנה עתה אל ביאור דיני טומאות וטהרות שרבגוניותם דורשת להרחיב את ההסברה.", "כשנתבונן תחילה בדברים שהם משמשים מקור הטומאה, נמצא (חוץ משעיר המשתלח, חטאת ומי חטאת, שטומאתם נובעת מהעובדה המיוחדת להם) שלושה סוגים של טומאה (השוה לעיל במבוא לטומאה וטהרה: 'קיצור תכנם של חוקי מאכלות אסורות וטומאות'):", "א. טומאות מתים, בני אדם ובעלי חיים: מת, נבלה, ושרץ.", "ב. טומאות הבאות מנוזלים מגוף האדם, שאפשר לכנות אותן טומאות המין: בעל קרי, זב, זבה, נידה ויולדת.", "ג. טומאות נגעים.", "כל הטמאים צריכים לצאת מתוך שטחים מסוימים, היינו הטמאים מן הסוג הראשון יוצאים רק מן המקדש, כלומר ממחנה השכינה, אלה מהסוג השני יוצאים אף מתוך המחנה השני, היינו ממחנה הלויים או ה\"קרובים אל ה'\", ואלה מהסוג השלישי – גם מתוך מחנה ישראל, היינו ממחנה עם ה'. אם נזכור עוד, כי החטא שגורם שתסתלק השכינה מקרב ישראל, גם הוא בשם \"טומאה\" יכונה, ושמעשה הכפרה החגיגי אחת בשנה ביום הכפורים מטרתו לכפר על המקדש השוכן בתוך טומאות בני ישראל (ויקרא טז טז), יתחוור לנו, כי הסוגים השונים של הטומאה הינם סמלים של החטאים השונים, שה' מתעב אותם, באופן יחסי לרמת החומרה, ושאותם יש להרחיק משטח הקדושה.<i data-commentator=\"Endnotes\" data-label=\"657\" data-order=\"657\"></i>", "לכן וודאי נכון הדבר, לחלק את שלושת סוגי הטומאה לפי שלושת סוגי העבירות:", "א. עבירות כלפי ה'.", "ב. עבירות של אדם כלפי עצמו.", "ג. עבירות שבין אדם לחבירו, או בין אדם לחברה כולה.", "בנוגע לסוג הראשון של העבירות והטומאות, יש לשים לב לדברים אלו: האדם מיועד לעבוד את ה', לדבקה בו, לאהוב אותו ולשמוע בקולו. העונש על מרידה בה' הוא מיתה. המיתה היא ההיפוך מן החיים הנצחיים של הרוח, ומי שנגע במת אסור לו ליכנס למחנה ה' הקיים לנצח, שהלא הוא נהיה לסמל של בגידה בה',<i data-commentator=\"Endnotes\" data-label=\"658\" data-order=\"658\"></i> ולכן נקראים גם זבחי עבודת האלילים \"זבחי מתים\". הנה כי כן יזכירו לנו דיני טהרה מן הסוג הראשון את המצוות כלפי ה', אשר קיומן מקרב אותנו אל החי וקיים לנצח, מציל אותנו ממות ועושה אותנו ראויים לחיי עד.", "אשר לסוג השני של העבירות המקבילות לסוג השני של הטומאות, יש להעיר שעם ישראל מחויב לא בלבד לשמש ממלכת כהנים ולעבוד את עבודתה אלא גם להיות \"גוי קדוש\". ו\"קדוש\" אין הוראתו אלא \"פרוש\", כלומר רחוק ונבדל מן התאוה החושנית ושואף להתעלות, לכן על כל אדם מישראל להינזר מכל התענוגים ומן החמריות, ולפנות אל הענינים העילאיים והאלהיים כדי להגיע יותר ויותר לשלמות ולהידמות לה'. כסמלים שמזכירים את ההפך מקדושה זו אפשר לראות בצדק את הטומאות מן הסוג השני, מפני שהן באות לפעמים כתוצאות ישירות מחיי הוללות, או מפני שהן – לפי הערתו של הירש – תוצאות מחוסר חרות פנימית,<i data-commentator=\"Endnotes\" data-label=\"659\" data-order=\"659\"></i> שהוא הוא מקורם הראשון של חיי התאוה. ומי שירד למדרגה זו, עליו להתרחק לא רק ממחנה השכינה אלא גם ממחנה \"הקרובים אל ה'\", השואפים להיות דומים לה', כדי שיזכור תמיד את חובתו להיות קדוש ופרוש מן התאוות.<i data-commentator=\"Endnotes\" data-label=\"660\" data-order=\"660\"></i>", "ולבסוף: הסוג השלישי של העבירות, שלהן מקבילה טומאת הצרעת, מביא אותנו להתבונן בסיבות שיוחסו להופעת הצרעת. חכמינו ראו בצרעת עונש מובהק על עבירות שונות שבין אדם לחברו. וכך איתא במסכת ערכין טז. \"על שבעה דברים נגעים באים, על לשון הרע ועל שפיכות דמים ועל שבועת שוא ועל גילוי עריות ועל גסות הרוח ועל הגזל ועל צרות העין\". לפי מדרש רבה (ויקרא פרשה יד), נענשים בנגעים אותם שבעת הסוגים של בני אדם ששנא ה' ושהם תועבת נפשו (משלי ו טז). במיוחד בא עונש זה על לשון הרע, והמדרש אף דורש את המלה מצורע נוטריקון כמורכבת מ\"מוציא-רע\". לדעה זו יש גם הוכחה מן התורה, שהרי בספר במדבר פרק יב מסופר, שמרים לקתה בעוון זה בצרעת, ובספר דברים פרק כד נסמכה לצו \"השמר בנגע הצרעת\" (שם ח) האזהרה: \"זכור את אשר עשה ה'... למרים\" (שם ט), מה שבלי ספק רוצה לומר, שחוקי נגע צרעת יזכירו את הענשתה של מרים. גחזי, משרת אלישע, נענש על אהבת בצע בצרעת (מלכים-ב ה כז).<i data-commentator=\"Endnotes\" data-label=\"661\" data-order=\"661\"></i>", "ובאמת, לכאורה אין בהסברים אלו חדוש מיוחד, שכן אם כל מכה שמכה ה' את האדם, היא עונש על חטא, מדוע לא נבין גם את נגע הצרעת כעונש על עבירות מסויימות? אולם, כמו שמצד אחר יש מקרים יוצאים מן הכלל שבהם אסונות באים על בני אדם בלי שאפשר לראות בהם תוצאות מעבירות, כך מוכרח שגם מקרי צרעת יקרו על דרך יוצא מן הכלל. וכך שנו רבותינו (ברכות ה:), שיש מקרים שצרעת באה על האדם כ\"יסורין של אהבה\".<i data-commentator=\"Endnotes\" data-label=\"662\" data-order=\"662\"></i> מלבד זה הרי מתמיה, כי דווקא הצרעת מטמאת, ואילו מחלות אחרות, שבאות גם כן לרוב כעונש על חטאים, אינן מטמאות. ואם נשים לב לכך שהזב, כפי שיוצא מהסיפור בשמואל-ב ג, כט, גם הוא לוקה במחלתו, כמו המצורע, בתורת עונש, הרי על כרחנו נגיע למסקנה, שהצרעת אינה מטמאת מתוך שהיא תוצאת החטא, אלא משום שפני המחלה, בדומה לזיבה, הם דמותו הסמלית של החטא. וקרובה ביותר ההנחה, כי נגע הצרעת הוא הסמל לעבירות שבין אדם לחברו. כי מכיון שהצרעת דומה למיתה (השוה במדבר יב יב), באשר היא אוכלת את בשר החי, הרי גם היא סמל לחטא כמו המיתה. אך מתוך שהמחלה הזאת נראית מיד לעינים בעור הבשר ובהתפשטותה מנגעת מעט מעט את כל הגוף, הרי היא משמשת דוגמה לאותן העבירות שנראות מיד בגופה של חברה, אשר לקתה בהן ואשר מחריבות מעט מעט את כל הבנין שלה.<i data-commentator=\"Endnotes\" data-label=\"663\" data-order=\"663\"></i>", "מכיון שהצרעת היא, איפוא, סמל העברות כלפי החברה, על כן מוכרח המנוגע להתרחק מחיי החברה ולשבת בדד מחוץ למחנה. אך החברה זכאית ומחוייבת להרחיק מתוכה את בני האדם המזיקים לה רק אם יש לה גם הזכות לראות את עצמה כאגודת עובדי ה', שהם משותפים בדעה. אבל אגודה שיסודה במטרות אנוכיות, אסור לה לנדות את שמזיק לה,<i data-commentator=\"Endnotes\" data-label=\"664\" data-order=\"664\"></i> כמו שאסור לאגודת סוחרים להחרים את המתחרים שלה, או לחבר גזלנים להרחיק את בני האדם הישרים, משום חשש בגידה מצידם. לכן אין המצורע טמא עד שהכהן, המשמש בחינת בא כוח עבודת הקודש, מחליט על טומאתו. רק אז יידון הנגע כסמל של מחלה שמסכנת את החברה העומדת בשירות ה' ומזיקה לה, ואשר זכות וחובה היא לנו להרחיקו מתוך החברה.", "ובכן, בכללה מסמלת כל טומאה את החטא, ומתוך שישראל מתרחק מסמל החטא ושוקד על הרחקתו מן המקדש והקודש, הוא נזכר תמיד ביעודו האמיתי. שמירת חוקי הטהרה מביאה לידי טהרת המחשבות והמעשים. הוכחה ברורה לכך,<i data-commentator=\"Endnotes\" data-label=\"665\" data-order=\"665\"></i> שהטומאה היא רק סמל החטא, אנו מוצאים בעובדה, כי הנביאים בדברם על טיהור החטאים, משתמשים באותם הביטויים, שהתורה משמשת בהם להביע את טיהור הטומאות: \"רחצו הזכו!\", \"וזרקתי עליכם מים טהורים וטהרתם מכל טמאותיכם\", \"תחטאני באזוב ואטהר\". אלה הם ביטויים שמוכיחים באופן הברור ביותר, שהנביאים ראו בטומאה סמל החטא, ובטהרה מן הטומאה את סמל הטהרה מן החטאים.<i data-commentator=\"Endnotes\" data-label=\"666\" data-order=\"666\"></i>", "ועתה נפנה אל חוקי הטהרה לפרטיהם.", "כשנתבונן בדברים שהם מקור הטומאה ובאותם הדברים שמוכשרים לקבל טומאה על ידי מגע בגוף טמא, יתברר לנו, מה שכבר העירונו לעיל, שההבדל בין מושגי הטהרה והטומאה שבתורה היא שונה מזה שבתורת זרתוסטרא, שלפיה הטומאה והטהרה הן מידות הקבועות בבריאה עצמה, ואילו מושגי הטומאה והטהרה שבתורתנו הם מושגים סוביקטיביים של בני אדם. אדם, שהוא מקורו של החטא ושמצב גופו על כל שינויָו עשוי לשמש סמל לחטא, יכול להיות כבחייו כן במותו מוצא הטומאה. ואם יתפורר גוף האדם והחלק האלהי ייפרד מגשמיותו, הרי לפנינו תמונת המרידה של האדם בה'. מצבים אחרים מסמלים תעיות אחרות, שבהם נכשלים בני אדם מפני שנוטים מחוקי הטבע ומאורח החיים הטבעי, שנקבעו בדייקנות על ידי התורה האלוהית.", "בין בעלי החיים עלולים להיות מקור לטומאה רק אותם הבהמות והשרצים, שנבראו ביום בריאת בני אדם, ושמבנה גופם דומה בהרבה לזה של בני אדם, אשר רק בנשמת אלוה שבהם נבדלים מהם.<i data-commentator=\"Endnotes\" data-label=\"667\" data-order=\"667\"></i> רק בעלי חיים אלה הם הם אשר גם מותם יכול לשמש סמל למרד בה', ועשויים לכן להיות מקור הטומאה. הבריות שנבראו בחמשת הימים הראשונים של הבריאה, שהן רחוקות ביותר מדמות האדם, אינן עשויות לשמש מקור הטומאה, משום שתכונתן אינה מסמלת את החטא שמצוי רק בבן אדם (טומאת בית הבליעה בעופות הטהורים, לא באה משום שאלה הם מקור טומאה, אלא היא תוצאה ממעשה אדם שאין כאן המקום לבאר אותו בפרטות, השוה הביאור לפרק יז טו).", "הגופים העשויים לקבל טומאה הם גם כן רק בני אדם, או הדברים העומדים ביחס קרוב אל האדם, כגון מאכלים, משקים, כלים ובגדים. כל מה שעודנו מחובר לקרקע ושימושו רחוק, וכן בעלי חיים בעודם בחיים שאינם עומדים לאכילה, אינם מקבלים טומאה. הכלים צריכים להיות מוכנים ומוכשרים לשימוש בידי אדם. גם פרטי הדינים ששייכים לטומאות אלו אפשר לבארם על יסוד העקרונות האלה, אך אין אנו רוצים להאריך כאן בביאורם.<i data-commentator=\"Endnotes\" data-label=\"668\" data-order=\"668\"></i>", "בנוגע להעברת הטומאה מגוף לגוף יש להעיר: כשם שהחטא נברא על פי רוב על ידי פעולה ממשית, ואפילו העבירות שבמחשבה ובדיבור נחשבות לחטאים רק משום שיכולות לגרום מעשים ממשיים של תועבות, כך יכולה הטומאה לעבור מהמקור אל גוף אחר שמוכשר לקבל טומאה רק בדבר שיש בו דמיון למעשה האדם. הדבר הטמא צריך שיבוא במחיצת הדבר שמקבל אותו, כגון מגע בכלים, ואילו בבני אדם מתאימה התנועה עוד יותר לסמל את המעשה האנושי, ומפני זה חמורה טומאת משא מטומאת מגע. בגוף המת, התמונה הבולטת ביותר של המרידה בה', ובמצורע, הסמל המובהק של עבירות כלפי החברה האנושית, עשויה הטומאה לעבור אף על ידי \"אהל\", שבו הטמא והנטמא נמצאים ביחד. טומאת הזב והדומה לו עוברת אל כל הגופים שהוא עוסק בהם, וכן אלו שהוא יושב או שוכב עליהם (\"משכב\", \"מושב\").", "דרגות הטומאה שונות בהתאם לצורות העברתה. אולם רק האדם עלול להיות אב הטומאה, או כלים שהוא בעצמו הכין אותם ושהם מסמלים אותו בפעולתו היצרנית, אך לא אוכלים ומשקים או כלי חרס שאלה נשמרים בהם, שאף שהם נמצאים בסביבת האדם, הם אינם דומים לו.", "אולם, כשם שהאדם עלול לחטוא, כך הוא עלול גם להתרומם מתוך שקיעתו בחטא. התשובה מתוך החיים הבלתי טבעיים אל הטבעיים, ומתוך מרי אל המשמעת ועבודת ה', יש בכוחה לטהר את האדם ולקדשו. ולכן יכול דווקא האדם, וכל שעלול לקבל טומאה בשל הזדהות עמו, היינו הכלים שבן אדם יוצר (מלבד כלי חרס, שדומים למאכלים, כפי שהסברנו) לצאת מתוך הטומאה, סמל העבירה, על ידי מעשה טיהור, שהוא סמל התשובה מתוך מצב החטא. ה\"מקוה\" מסמל יסוד נפרד מעולם היבשת שבו חי האדם,<i data-commentator=\"Endnotes\" data-label=\"669\" data-order=\"669\"></i> וה\"טבילה\" בתוכו היא כעין כניסה לתוך ספירה אחרת ויציאה מתוך המצב הקודם. והטיהור הגמור מצריך עוד \"הערב שמש\", יום חדש. בכדי שמבחינת המקום והזמן, ייבדל הטמא ממקור הטומאה (הירש).<i data-commentator=\"Endnotes\" data-label=\"670\" data-order=\"670\"></i>", "אשר לצרעת, הרי מראות הנגעים מסמלים את החטאים שגורמים לבקיעים בחברה, ותפקידו של הכהן הוא להודיע בשם ה' על ידי החלטת הטומאה, על הרחקתו של אלמנט מזיק זה. אך העבירות החברתיות באות ברובן בשל הניגודים שבין היחיד לחברה. ואם אחרי התבודדות הטמא מחוץ למחנה, חזר שוב שווי המשקל, מתוך שכל מראה לבן חלף או שכולו הפך לבן, מטהרים אותו.<i data-commentator=\"Endnotes\" data-label=\"671\" data-order=\"671\"></i> בנוגע לצרעת אפשר שגם בבגדים ובבתים יופיעו מראות נגעים שמזכירים חטאים. הבגד הוא סמל האופי של האדם, והבית סימן לרכושו. נגעים בבגד או בבית הם רמז וסמל להשחתת האופי או לעוול שברכוש, ויש לסלקן מתוך חיי החברה.", "טהרת המצורע נעשית על ידי שני מעשים: הראשון פותח לפני המצורע את הדרך לשיבתו אל החברה, והשני מסיר ממנו את איסור הכניסה למקדש. בהרפאו יסור הניגוד (בינו ובין החברה), מי שהורחק רק באופן זמני (\"מוסגר\"), חוזר אל זכויותיו הראשונות בלי שום טקס. אולם ה\"מוחלט\", שצרעתו מסמלת השחתה גמורה הדורשת הרחקה מוחלטת, חייב להביע חגיגית על ידי מעשים המסמלים את אותם עיקרי החוק והמוסר שבכוחם לפעול נגד ההשחתה. הצפור השחוטה על מים חיים מסמלת את האדם הבלתי תרבותי, הפורק עול, שמקריב את שרירות לבו לחוק. אחר כך תשולח צפור מחוץ לעיר על פני השדה, לסימן שההפקרות תהיה מורחקת מתוך העיר, מושב בני החברה, אל מקומן של חיות טרף, באשר קיום החברה מותנה בזה, שכל אחד מבני החברה מוותר על חלק מחרויותיו הפרטיות לטובת הכלל.", "המעשה השני של הטהרה מכוון לפתיחת שערי המקדש בפני המצורע. הקרבן העיקרי שלו הוא אשם, שבו הוא מרמז על תיקון המעילה שמעל ברכוש החברה על ידי השבתו (ראה לעיל על ד יז). שאר הקרבנות, היינו חטאת ועולה, הם רמזים לחובות שמוטלות על בן אדם כלפי ה'. הטקסים השונים בשעת ההקרבה מקבילים בהרבה בחינות לאותם של קרבנות המילואים (ראה לעיל פרק ח). שם הכוונה לקבלת הכהנים לעבודת ה', ואילו כאן להחזרת חבר מודח מתוך החברה אל חוג עובדי ה', כדי שיחד אתם יוכל שוב ליכנס אל מקדש ה'.", "בטומאות המסמלות את העבירות מחמת הנפילה לחיי פריצות, יש להבדיל בין אלה שנמשכות זמן קצר (נדה, בעל קרי) ובין אלה המתמידות יותר (זב, זבה ויולדת). הסוג הראשון רומז על התעוררות פתאומית של התאוה,<i data-commentator=\"Endnotes\" data-label=\"672\" data-order=\"672\"></i> שניתנה לתיקון על ידי ישוב הדעת ותשובה, ולכן מספקת לטומאה זו טהרה פשוטה על ידי טבילה. ואילו הסוג השני מסמל את החיים השקועים במ\"ט שערי טומאה, השחתת הנשמה האלוהית על ידי התמכרות לגשמיות. במצב כזה יש צורך בהתמסרות שלמה לקודש ולאלוהי, כדי לטהר את הנפש. האיש שנטמא בדרך זו, צריך לטבול במים חיים, בחינת רמז שמכאן ואילך הוא מוכן לשכון על יד המעין החי של תורת ה'. וכדי לאפשר את כניסתו לקודש, עליו להביע את מסירותו על ידי קרבנות, שבהתאם לגעגועים למקדש אשר היה מרוחק ממנו זמן רב, נועדו להם שתי יונים (ראה לעיל על א יד).", "ביולדת זכר באים בראשונה שבעת ימי טומאה חמורה, מחזור שלם של ימים, ואחריהם הטומאה הקלה המרחיקה רק מן המקדש, הסך הכולל של ימי הטומאה (ארבעים יום) מתאים לארבעים יום של יצירת הולד. כתום ימי הטומאה יש להביא יונים, בהתאם לטומאה קלה שמרחיקה מן המקדש, וכבש (סמל התשובה אל ה'). בהתאם לטומאה החמורה, אשר, אם אין ידה משגת, אפשר לה להחליפו בשתי יונים (השוה ה ז).", "הנה כי כן: בכל פעם שמתגלים סימני החטא במצב שהוא, יש לרמוז על התיקון על ידי טקסים סמליים, על ידי כך תתחזק ההכרה, שעם ישראל מיועד לסדר את דרכי חייו כך, שה' יוכל להשרות את שכינתו בתוכו, ושכל אחד מבני עם ישראל יכול ליהנות מקרבת ה' בזכות טהרתו וקדושתו."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c847b695d8dbb73bd1a6", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 11:1:70-72", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 11:1:70-72", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״א:א׳:ע׳-ע״ב", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.007, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>ספרות לחוקי המאכלים והטומאות והטהרות:</b>", "הפירושים לספר ויקרא שנזכרו במבוא.", "המילונים של וינר, שנקל, הרצוג, ריהם וגוטה ערך Speise und Reinheitsgesetze, סאלשיץ – Mosaisches Recht עמ׳ 217 ואילך, א׳ ווינר (1895) Die jud. Speisegesetze, ושנים עשר מאמרים שלי<i data-commentator=\"Endnotes\" data-label=\"673\" data-order=\"673\"></i> המכוּונים נגד הנזכר לאחרונה ב־ Judische Presse משנת 1895 (Die Uberlieferung d. Vater u. d. Neu-Sadducaismus), בּיר, .Symb ב, עמ׳ 454 ואילך, זומר, Bibl. Abhandlungen, א, עמ׳ 183 ואילך, קצנלסון Die rit. Reinheitsgesetze in d. Bibl u. im Talmud בכה״ע M.G.W.J. שנת 1899-1900, ספרי הארכיאולוגיה של רוזנמילר<i data-commentator=\"Endnotes\" data-label=\"674\" data-order=\"674\"></i>, איוולד, קייל, נובאק ואחרים."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c848b695d8dbb73bd1a8", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 11:1:73-76", "anchorRef": "Leviticus 11:1", "anchorRefExpanded": ["Leviticus 11:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 11:1:73-76", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״א:א׳:ע״ג-ע״ו", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0073, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<big><strong>חוקים על בעלי חיים האסורים באכילה וטומאתם</strong></big>", "מערכת החי כולה נחלקת בפרשה שלפנינו לארבעה סוגים דלהלן: א) בהמה אשר על הארץ, הן חיות גדולות (פסוק ב). ב) בעלי חיים שבמים, קטנים - \"שרץ המים\", וגדולים - \"נפש החיה אשר במים\" (פסוק י). ג) עופות. (פסוק יג). ד) שרצים קטנים, שיש מהם מינים שונים. חוץ משרצי המים שנזכרו, ישנם עוד שרץ העוף (פסוק כ) ושרץ הארץ (פסוק כט). האחרונים הם או \"כל הולך על גחון\", שאין להם רגלים כלל, או \"הולך על ארבע\" או \"מרבה רגלים\" (פסוק מב).", "פרק יא מתחלק לחלקים דלהלן: א) בראשונה באים חוקים בדבר הבהמות הגסות: מפריסות פרסה ומעלות גרה, טהורות, ואשר אין להן שני הסימנים יחד, הן טמאות. מבין האחרונות נזכרו ארבעה מיני בהמות ביתיות (פסוקים א – ח). ב) אחרי כן נאמר על כל בעלי החיים שבמים, שרק אותם שיש להם סנפיר וקשקשת כשרים (פסוקים ט – יב). ג) לאחר מכן נמנו עשרים וארבעה (ראה ביאור לפסוק יג) מיני עופות טמאים. ד) אחר כך נזכרו שרצי עוף קטנים מעופפים, שמהם מותרים רק ארבעה מינים שנקראו בשמותם ושיש להם כרעים ממעל לרגליהם לנתר בהן על הארץ (פסוקים כ – כג). ה) אחריהם באים חוקי טומאה על ידי נבלת בהמות ביתיות שסועות פרסה טמאות (פסוקים כד –כח). ו) טומאת נבלת חיה טמאה שאינה שסועת פרסה (פסוקים כז – כח). ז) טומאה הבאה על ידי שרצים קטנים מתים (פסוקים כט – לא). ח) לאלה נספחים חוקים אחדים על דבר טומאת כלים, אוכלים ומשקים (פסוקים לב – לח). ט) טומאת נבלת בהמות כשרות גדולות (פסוקים לט – מ). י) איסור כל השרצים השורצים על הארץ, והצווי להתקדש (פסוקים מא – מה). והסיום (פסוקים מו – מז).", "הכל בסדר יפה ושיטתי,<i data-commentator=\"Endnotes\" data-label=\"675\" data-order=\"675\"></i> מלבד שתי נקודות שצריכות ביאור. ראשית: לכאורה היה מן הנכון לסדר את חלק י לפני חלק ה, שהרי כך היו באים קודם כל דיני המאכלים ואחריהם דיני הטומאות, ושנית: היו צריכים לבוא החוקים בדבר טומאת כלים אוכלים ומשקים (פסוקים לב – לח) בסוף דיני הטומאות אחרי פסוק מ. תשובה על שאלות אלו תבוא במקום שיבוארו הפסוקים עצמם, פסוקים לט ומא. כאן יש רק עוד להעיר שהחוקים שלפנינו נשנו בקיצור בספר דברים פרק יד. חוקים אלה שנשנו שם כוללים אמנם רק ארבעה החלקים הראשונים שנזכרו לעיל, אולם מכילים גם דברים שחסרים כאן. והחשובים ביניהם שמות בהמות אחדות המותרות באכילה."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]