[{"_id": "5208dc9dedbab45d179173f3", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Ramban on Leviticus 11:11:1", "sourceHeRef": "רמב\"ן על ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ואת נבלתם תשקצו</b> לרבות יבחושין שסיננן יבחושין שקורין מושלונ\"ש בלע\"ז לשון רש\"י (רש\"י על ויקרא י״א:י״א) ואני תמה בו שהמין ההוא פורש מן היין תמיד ופורח באויר ונח על הארץ ואפילו משעת פריחתו נאסר כדאמרינן בפרק אלו טרפות (חולין סז) בעי רב יוסף פרשה לאויר העולם מהו וכל שכן שהוא נח על הכלים ועל הארץ למרחוק בכל בית האוצר כל היום תדיר וקרינא ביה שרץ השורץ על הארץ (ויקרא י״א:מ״ב) אבל המין ההוא יתוש שמו ונעשה ביין כדאמרינן באגדה של טיטוס הרשע (ויק\"ר כב ג) והיבחושים שהוזכרו כאן מין שטמון במים ובוחשין אותו בכף ומוציאין אותו מלשון (אין) בוחשין את השתית בשבת (שבת קנו) ובגמרא דזבחים פרק שני (כב) אמר כל המשלים למי מקוה משלים למי כיור לרביעית אין משלים ושאלו אי למעוטי יבחושים אדומים אפילו בעיניהו נמי דתניא רשב\"ג אומר כל שתחילתו מן המים מטבילים בו שהוא מין שתחילתו מן המים וכן נמי נמצאים בשמרי יין תדיר תולעים לבנים קטנים שהם נבראים מגסות היין ומסננין אותן וראיתי בפירושיו שם שכתב יבחושים אדומים כמין יתושים בלא כנפים כדרך שגדלים בשולי חביות יין שלנו מבחוץ יבחושים דקים אף כן נבראו מן המים ואולי בכך נתכוון בכאן למין שאין לו כנפים ואינו נפרש מן המים אלא ע\"י סינון וגם הם באותו שם הלעז הם נקראים אצל הרב אבל בפירוש מסכת חולין (חולין ס״ז) כתב יבחושים כמו יתושים דקים הנמצאים במרתפות של יין והכלל שהוא מין שאינו שורץ על הארץ כלל:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THEIR CARCASSES YE SHALL HAVE IN DETESTATION. “This includes [in the category of forbidden food] <i>yavchushin</i> which have been filtered [through water]. <i>Yavchushin</i> are insects called <i>mousclions</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\">In our Rashi: <i>moucherons</i>. — A native of France, Rashi explained many Scriptural and Talmudic terms in the French language of his times. These words of the old French language have indeed been an invaluable source of knowledge to students of the development of the French language.</i> in [old] French.” This is Rashi’s language.<br>But I wonder about it! For this species [of <i>mousclions</i>] always comes out of wine, and flies about in the air and rests on the earth, and even while still in the air [before creeping upon the earth] it is already forbidden [as food], as we say [in Tractate Chullin] in the Chapter <i>Eilu Treifoth:</i><sup class=\"footnote-marker\">197</sup><i class=\"footnote\">“These are accounted as <i>treifah</i> animals” [so that they may not be eaten]. Chullin 67b. See in the Book of Exodus, <i>Seder Mishpatim</i>, p. 373, Note 189.</i> “Rav Yoseif raised the question: [if an insect which grew in a fruit] flew off into the air [and before it rested on the earth, was swallowed knowingly by a person] what is the law regarding it?”<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Shall we say that since it was <i>capable</i> of creeping upon the earth it is termed “a swarming thing that swarms upon the earth” and thus forbidden by Scripture as food or maybe it is only forbidden if it has <i>actually</i> swarmed upon the earth?</i> How much more so that it is forbidden when it rests continually all day upon vessels and upon the earth far away from the wine cellar, for it is already called <i>a swarming thing that swarmeth upon the earth</i>.<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">Further, Verse 41.</i> Rather, that species [mentioned by Rashi as <i>mousclions</i>] is called <i>yitush</i> (mosquito) — and breeds in wine, as the Rabbis have said in the tradition concerning the wicked Titus,<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">“The wicked Titus” was the Roman general who burnt the Second Temple, whose punishment in this world was, as the Midrash tells: “They poured him a cup of wine, and the Holy One, blessed be He, prepared for him one <i>yitush</i> (mosquito) which entered into his nostrils” and plagued him all his life (Vayikra Rabbah 22:2). Thus it is clear that the <i>yitush</i> breeds in wine: See Gittin 56 b for a full account of this mosquito in Titus’ brain.</i> [and is not the <i>yavchushin</i> of our verse]. But the <i>yavchushim</i> which are mentioned here [by Rashi, on the basis of the Torath Kohanim] is a species which is concealed in water, and one searches for it with a ladle and removes it, [the term <i>yavchushim</i> being] of the expression:<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Shabbath 156 a. See my Hebrew commentary p. 57, that the reading in our text of the Gemara there, is different [namely, “All authorities agree that one is permitted to stir etc.”], and the exact source of Ramban’s quotation is unknown to me.</i> “<i>Ein bochashin</i> (one may not stir) a drink prepared of flour mixed with honey on the Sabbath.” And in the Gemara of Tractate Zebachim, in the second chapter, [Resh Lakesh] said:<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Zebachim 22 a.</i> “All things which serve to fill up the required measure of an immersion-pool, may also serve to fill up the water in the laver [from which the priests washed their hands and feet before ministering in the Sanctuary];<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">The required measure of water for an immersion-pool is for [[illegible]] seahs. The laver had to have enough water in it for four priests to be able to wash their hands and feet at the same time.</i> but they do not serve to fill up the required measure of one fourth of a log of water [for the washing of hands].” On this [saying of Resh Lakesh] the Rabbis asked: “[What did Resh Lakesh mean to exclude by saying that ‘they’ do not fill up the required measure of water for the washing of hands]? Shall we say that he meant to exclude red <i>yavchushim</i>? In that case even if the immersion-pool is full of them, it is also valid!<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Resh Lakesh who used the expression <i>mashlim</i> (fill up), which implies merely a completion of measure by some addition, could therefore not have referred to these <i>yavchushim</i>, since even if the pool is composed entirely of them, it is also valid for immersion! — For Ramban’s intent in quoting this text, see further, Note 206.</i> For we are taught [in a Beraitha]: Rabban<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">The title “Rabban” (“our Rabbi” — instead of “Rabbi”) indicates that the person was the <i>Nasi</i> (head) of the Sanhedrin.</i> Shimon the son of Gamaliel says: Whatever originates from water, one may immerse oneself therein [to be rendered ritually pure],” and red <i>yavchushim</i> is a species which originates from water [therefore Resh Lakesh could not have intended them, when he gave his rule excluding certain objects from being valid for <i>completing</i> the required measure of one fourth of a log for the washing of hands].<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">Thus it is clearly shown that <i>yavchushim</i> are found in water, and Rashi’s comment that <i>yavchushim</i> are those insects called [in old French] <i>mousclions</i> is therefore incorrect, since these germinate in wine, and in Hebrew they are called <i>yitushim</i>, while <i>yavchushim</i> germinate in water.</i> Similarly there are always found in the sediment of wine very white worms which are formed from the thickness of the wine, and which people filter, [and these are akin to the <i>mousclions</i> mentioned by Rashi].<br>Now I have seen in Rashi’s commentaries there [in Tractate Zebachim]<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Zebachim 22 a.</i> that he wrote: “Red <i>yavchushim</i>, these are a sort of wingless <i>yitushim</i> (mosquitoes) just like the small <i>yavchushim</i> which germinate at the bottom of our barrels of wine on the outside; and they are also formed in water.” Perhaps it is this wingless species [of insects] which can only be removed from water through a filtering process, that Rashi refers to here [in his commentary to the Torah, when referring to <i>yavchushim</i> as <i>mousclions</i>], since in his vernacular these water-insects were also called by that name [not only the ones produced in wine]. However, in his commentary to Tractate Chullin<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Chullin 67 a.</i> Rashi wrote: ‘<i>Yavchushim</i>, these are like small <i>yitushim</i> (mosquitoes) found in wine-cellars,” [and he mentioned nothing concerning the <i>yavchushim</i> which are created in water; hence in his commentary here on the Torah, Rashi, in speaking of <i>yavchushim</i>, must be referring to that kind of insect which germinates in wine; if so, his explanation is refuted by the Rabbinic sources quoted above which show that <i>yavchushim</i> germinate in water]! The principle of the matter is that these <i>yavchushim</i> are a species that does not swarm upon the earth at all [and therefore is not included in the negative commandment mentioned further on in Verse 41, but is forbidden separately under the terms of the verse here dealt with].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b1ac3edbab45814ae5076", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Rashi on Leviticus 11:11:1", "sourceHeRef": "רש\"י על ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ושקץ יהיו.</b> לֶאֱסֹר אֶת עֵרוּבֵיהֶן אִם יֵשׁ בָּהֶם בְּנוֹתֵן טַעַם (ספרא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ושקץ יהיו AND THEY SHALL BE AN ABOMINABLE THING — This statement is here repeated to prohibit all things with which it (the שרץ) is mixed if they contain so much of the שרץ as to impart its taste to them (Sifra, Shemini, Section 3 9).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b1ac3edbab45814ae5078", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Rashi on Leviticus 11:11:2", "sourceHeRef": "רש\"י על ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>מבשרם.</b> אֵינוֹ מוּזְהָר עַל הַסְּנַפִּירִים וְעַל הָעֲצָמוֹת (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מבשרם OF THEIR FLESH — One is,however, not prohibited in respect to the fins and the bones (Sifra, Shemini, Section 3 10).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b1ac3edbab45814ae507a", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 11:11:3", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Rashi on Leviticus 11:11:3", "sourceHeRef": "רש\"י על ויקרא י״א:י״א:ג׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ואת נבלתם תשקצו.</b> לְרַבּוֹת יַבְחוּשִׁין שֶׁסִּנְּנָן; יַבְחוּשִׁין מושיירונ\"ש בלע\"ז (חולין ס\"ז):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת נבלתם תשקצו BUT YE SHALL HAVE THEIR CARRION IN ABOMINATION — This serves to include in the category of abominable things יבחושין found in liquids which one has filtered. יבחושין are moucherons in O. F., (English = gnats).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6994", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 11:11", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Onkelos Leviticus 11:11", "sourceHeRef": "תרגום אונקלוס על ויקרא י״א:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0011, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְשִׁקְצָא יְהוֹן לְכוֹן מִבִּסְרְהוֹן לָא תֵיכְלוּן וְיָת נְבִלְתְּהוֹן תְּשַׁקְּצוּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They shall be repulsive to you, you shall not eat of their flesh and their carcasses shall be repulsive by you.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1cb", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 11:11", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Targum Jonathan on Leviticus 11:11", "sourceHeRef": "תרגום יונתן על ויקרא י״א:י״א", "anchorVerse": 11, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0011, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְשִׁיקְצָא יְהוֹן לְכוֹן צִירֵיהוֹן וְרוֹעֲדֵיהוֹן וּמִבִּשְרֵיהוֹן לָא תֵיכְלוּן וְיַת נְבֵילְתְּהוֹן תְּשַׁקְצוּן וּמִן הַנָיָיתְהוֹן תִּתְרַחֲקוּן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " and an abomination shall their jelly and their sauce be to you; of their flesh you shall not eat, and their carcase you shall have in abhorence, and from the use of them you must keep aloof.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9a3fbfba21603f57610", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 173", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mishneh Torah, Negative Mitzvot 173", "sourceHeRef": "משנה תורה, מצוות לא תעשה קע״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 173, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא לאכול דג טמא, שנאמר \"ושקץ, יהיו לכם; מבשרם לא תאכלו\" (ויקרא יא,יא).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to eat non-kosher fish, as [Leviticus 11:11] states: \"They shall be [regarded as] a detestable thing for you. Do not eat of their flesh.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1d9d5fbfba21603f5a69e", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 156:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer HaChinukh 156:1", "sourceHeRef": "ספר החינוך קנ״ו:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 156.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לֶאֱכֹל דָּג טָמֵא</b> – שֶׁלֹּא לֶאֱכֹל דָּג טָמֵא, שֶׁנֶּאֱמַר (ויקרא יא יא) מִבְּשָׂרָם לֹא תֹאכֵלוּ וְאֶת נִבְלָתָם תְּשַׁקֵּצוּ. וְסִימָנֵי דָּגִים כְּשֵׁרִים כְּתַבְנוּם לְמַעְלָה בְּמִצְוַת עֲשֵׂה (מצוה קנה) שֶׁהִיא לִבְדֹּק בְּסִימָנֵי דָּגִים שֶׁחָשַׁבְנוּ מִן הַמִּנְיָן לִכְבוֹד הָרַמְבַּ\"ם זִכְרוֹנוֹ לִבְרָכָה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not eat impure fish:</b> To not eat impure fish, as it is stated (Leviticus 11:11), “you shall not eat of their meat and you shall abominate their carcasses.” And we have written the signs of the fit (kosher) fish in the positive commandment (Sefer HaChinukh 155) — which is to check the signs of the fish — which we have counted in the tally [of the commandments] in deference to Rambam, may his memory be blessed.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "55adfb22fbfba23a0680970c", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shemini 46", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Meshekh Chokhmah, Shemini 46", "sourceHeRef": "משך חכמה, שמיני מ״ו", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 46, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שמיני", "he": "<b>יהיו </b>לכם. בתו\"כ יהיו לכם כל שהוא לצרכיכם לרבות ידות הכלים, מכאן אמרו האבן היוצאת מן התנור. מה מדוקדק לפ\"ז לשון הפסוק טמאים הם וטמאים יהיו לכם, שלא מצאנו בכל הפרשה, רק שקץ הוא לכם. טמאים המה לכם, אבל כפילות המאמר לא מצאנו, ולפ\"ז מדויק, דכבר פירשו תוס' דאינו שייך שהיד יטמא בכלי חרס, דלא עדיפא מגבו דכלי חרס, רק כשטומאה בתוך התנור נטמא גם היד, ואם נגעו אוכלין ביד הם טמאים, וכן פסק רמב\"ם עיין משנה למלך, נמצא דלא תוכל הטומאה להתחיל מן היד, רק הטומאה תבוא מהכלי חרס אל היד, וזה שאמר טמאים הם, פירוש שהשרץ טמאתן קודם, ומזה טמאים יהיו לכם, היינו גם היד שהוא לצרכיכם אבל שתתחיל הטומאה מן היד בלתי אפשר. ולכן לעיל פרק ז' יליף לידות הכלים, היינו כלים של שטף וכמו דכתיב יטמא עד הערב. ולכך מהני היד שאם נגע היד מקבל טומאה כיון דמטמאין מגבן, ולכך דריש כל הנוגע בהם שאפילו אם נגעו ביד ג\"כ טמאים. ועיין משל\"מ ריש פרק י\"ז בזה. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5692133bd6e4a91bf93d8e4f", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Shadal on Leviticus 11:11:1", "sourceHeRef": "שד\"ל על ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "ואת נבלתם תשקצו: לפי ההלכה אין לו ענין, ולפי הפשט דגים טמאים מטמאים במותם.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d09d6e4a94c7c18a52c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 11:11", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Tafsir Rasag, Leviticus 11:11", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״א:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0011, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וסביל כונה רג̇סא הו אן מן לחומהא לא תאכלו ובנבאילהא תרג̇סו", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b86e5d6e4a908ac4f2648", "index_title": "Mishneh Torah, Forbidden Foods", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Forbidden Foods 2:4", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mishneh Torah, Forbidden Foods 2:4", "sourceHeRef": "משנה תורה, הלכות מאכלות אסורות ב׳:ד׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Foods", "he": "משנה תורה, הלכות מאכלות אסורות"}, "heTitle": "משנה תורה, הלכות מאכלות אסורות", "he": "הָאוֹכֵל כְּזַיִת מִבְּשַׂר עוֹף טָמֵא לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא יא יג)</small> \"וְאֶת אֵלֶּה תְּשַׁקְּצוּ מִן הָעוֹף לֹא יֵאָכְלוּ\". וַהֲרֵי עָבַר עַל עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים יד יא)</small> \"כָּל צִפּוֹר טְהֹרָה תֹּאכֵלוּ\" הָא טְמֵאָה לֹא תֹּאכְלוּ. וְכֵן הָאוֹכֵל כְּזַיִת מִדָּג טָמֵא לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא יא יא)</small> \"וְשֶׁקֶץ יִהְיוּ לָכֶם\" <small>(ויקרא יא יא)</small> \"מִבְּשָׂרָם לֹא תֹאכֵלוּ\". וְעָבַר עַל עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים יד ט)</small> \"כּל אֲשֶׁר לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת תֹּאכֵלוּ\" מִכְּלַל שֶׁמִּי שֶׁאֵין לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת לֹא יֵאָכֵל. הָא לָמַדְתָּ שֶׁכָּל הָאוֹכֵל דָּג טָמֵא אוֹ בְּהֵמָה וְחַיָּה טְמֵאָה אוֹ עוֹף טָמֵא בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל לֹא תַּעֲשֶׂה: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When one partakes of an olive-sized portion of a non-kosher fowl, he is liable for lashes according to Scriptural Law, as [Leviticus 11:13] states: \"These shall you detest from the fowl. You shall not partake of them.\" And he violates a positive commandment, as [Deuteronomy 14:11] states: \"You may partake of all kosher fowl.\" Implied is that the non-kosher may not be eaten.<br>Anyone who partakes of an olive-sized portion of a non-kosher fish is liable for lashes according to Scriptural Law, as [Leviticus 11:11] states: \"They shall be detestable for you. Do not partake of their meat.\" And he violates a positive commandment, as [Deuteronomy 14:9] states: \"All that possess fins and scales, you may eat.\" Implied is that those that do not possess fins and scales may not be eaten. We thus learn that anyone who partakes of a non-kosher fish, domesticated animal, wild beast, or fowl nullified a positive commandment and violated a negative commandment.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (negative commandment 172, 173, 174) and <i>Sefer HaChinuch</i> (mitzvot 154, 156, 157) include these among the 613 mitzvot of the Torah.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58ad939ad6e4a93323dbf469", "index_title": "Pesachim", "category": "Talmud", "type": "", "ref": "Pesachim 23a:10", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Pesachim 23a:10", "sourceHeRef": "פסחים כ״ג א:י׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 45.001, "collectiveTitle": {"en": "Pesachim", "he": "פסחים"}, "heTitle": "פסחים", "he": "אִי הָכִי, אֲפִילּוּ לְכַתְּחִלָּה נָמֵי! שָׁאנֵי הָכָא, דְּאָמַר קְרָא: ״יִהְיוּ״ — בַּהֲוָיָיתָן יְהוּ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>If so,</b> that it is permitted to derive benefit from these creeping animals, then <b>even</b> if one intends to catch them it should <b>also</b> be permitted to sell them to gentiles <i>ab initio</i>. However, the mishna indicates that this is prohibited. The Gemara answers: <b>It is different here,</b> in the case of creeping animals, <b>as the verse said: “They shall be”</b> (Leviticus 11:11). It is derived from this that <b>they shall be as they are.</b> In other words, they should remain in their detestable state, and one should stay away from them.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636bc7d6e4a9416e9c3b8c", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mizrachi, Leviticus 11:11:1", "sourceHeRef": "מזרחי, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיה לכם לאסור עירוביהן אם יש בהם בנותן טעם. </b>דקרא יתירא הוא דהא כתיב לעיל מיניה שקץ הם לפיכך שנו בת\"כ ושקץ יהיו לכם לאסור את עירוביהן ומה שאמר אם יש בהן בנותן טעם ואלו בת\"כ שנו ושקץ יהיו לכם לאסור את עירוביהן וכמה יהיה בו ויהיה אסור משקל עשרה זוז ביהודה שהן חמש סלעים בגליל כל גרב שהוא מחזיק סאתים דג טמא צירו אסור ר' יהודה אומר רביעית בסאתים פי' ציר של דג טמא שיש בו רביעית הלוג אם נתערב בסאתים של ציר דג טהור שהוא קצ\"ב רביעית של לוג שהרי הסאה ו' קבין והקב ד' לוגי' שהם מ\"ח לוגין שהן קצ\"ב רביעיות הנה הרביעית האחד של ציר דג טמא שהוא אחד מקצ\"ב אוסר אותו שהוא קרוב לאחד ממאתים ופסק הרמב\"ם ז\"ל כר' יהודה וכתב דג טמא שכבשו עם דג טהור הכל אסור אלא א\"כ היה הטמא אחד מן המאתים מן הטהור ואיך אמר הרב אם יש בהן בנותן טעם שמא י\"ל שדברי רבי יהודה ות\"ק מיירי בשנתערב מין במינו כגון ציר עם ציר ודברי הרב מיירי בשנתערב מין שלא במינו כגון ציר בתבשיל שאז איסורו בנותן טעם וכן נראה מברייתא דת\"כ שהרי ברישא דברייתא קתני ושקץ לאסור צירן ורוטבן והקיפה שלהן הם פרט לשאין בהם בנותן טעם אלמא אם יש בהם בנותן טעם אסור ובסיפא דברייתא קתני וכמה יהיה בו ויהיה אסור משקל עשרה זוז ביהודה שהן חמש סלעים בגליל כו' רבי יהודה אומר רביעית בסאתים שהוא אחד מן המאתים כדלעיל וקשיא רישא אסיפא ועכ\"ל דרישא במין שלא במינו וסיפא במין במינו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636bc7d6e4a9416e9c3b8e", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mizrachi, Leviticus 11:11:2", "sourceHeRef": "מזרחי, ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>ואת נבלתם תשקצו לרבות יבחושין שסיננן. </b>היינו שבמי בורות ושיחין ומערות שאע\"פ שכל אלו אינן נמשכים ונגררין אבל הן עצורין ואינן דומיא דימים ונחלים שהצריך בם הכתוב שני הסימנין אם סננן במסננת אסורין דהאי ואת נבלתם תשקצו קרא יתירא הוא כיון דכתיב מבשרם לא תאכלו ולא בא אלא לרבות יבחושין שסננן דאע\"פ דשרו בלא סימנין כדתניא מניין אפילו הם בבורות בשיחין ובמערות שוחה ושותה ואינו נמנע ת\"ל תאכלו מכל אשר במים ה\"מ היכא דלא סיננן שלא פירשו ממקום רביתייהו ושרו אגב המים דהוו בהדייהו אבל היכא דסיננן ופרשו ממקום רביתייהו והוו כעין שרץ השורץ על הארץ אסירי אבל בשלהי פרק אלו טרפות יש ברייתא אחרת דמפיק לה מקרא דהשרץ השורץ על הארץ יבחושין פרש\"י בשלהי פ' אלו טרפות כמין יתושין דקים הן הנמצאות במרתפות היין לא יתושין ממש כמו שהבין הרמב\"ן ז\"ל ממה שכתב רש\"י פה מוסולינ\"י בלעז ואמר ואני תמה בו שהמין הזה פורש מן היין תמיד ופורח באויר ונח על הארץ כו' וקרינא ביה השורץ על הארץ כי אלה הנמצאים במים אע\"פ שהם כעין יתושים אינם פורחים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d5e0d6e4a92bf45a845e", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 11:11:1-2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Rabbeinu Bahya, Vayikra 11:11:1-2", "sourceHeRef": "רבנו בחיי, ויקרא י״א:י״א:א׳-ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>מבשרם לא תאכלו ואת נבלתם תשקצו.</b> אחר שאסרם באכילה בא לבאר ואת נבלתם תשקצו לומר שאסור לסחור בהן, זהו ואת נבלתם תשקצו, שכך דרשו רז\"ל דגים טמאים לא יעשה בהן סחורה, שנאמר ואת נבלתם תשקצו. ", "<b>והנה </b>הם שמונה דברים שאסור לסחור בהן, ארבעה למעלתן וחשיבותן, וארבעה לפחיתותן. <b>ארבעה למעלתן</b> הוא שאמרו רז\"ל אין משתכרין בשל הקדש, לפי שההקדש הוא להקב\"ה והקב\"ה אין לו צורך בריוח והרחבת ממון, כי הכל שלו, שנאמר (חגי ב) לי הכסף ולי הזהב נאם ה' צבאות, וגזבר ההקדש אינו רשאי לסחור בו ולא להרויח בו אלא שיהיה מוצנע ברשותו לבדק הבית, וזה בהקדש סתם. אבל הקדש תנאי כגון המקדיש ממון על תנאי שילוו אותו וירויחו בו הרי זו מותר. ולכך נהגו בכל הקהלות שהממונים על ממון ההקדש מלוים אותו ומרויחים בו, שעל תנאי זה הקדישו הבעלים, אבל בהקדש סתם אסור ליגע בו ואין להרויח בו כלל, ועליו אמרו אין משתכרין בשל הקדש, ולא בשל צדקה, לפי שהממונה על הצדקה אסור שיסחור במעות של צדקה ולהוציאן מרשותו כלל כי לפעמים יבא שבוי ויצטרך לפדותו ולא יהיו בידו מעות מזומנים, או יצטרך לזון את העניים ואין בידו וימותו ברעב, או יצטרך לכסות את הערומים, ואין זה ריוח אלא הפסד גדול. וגם אין לסחור בבכור ומעשר שנפל בהם מום ואי אפשר לשוחטן במקדש אלא שיאכלם, כענין שכתוב (דברים טו) בשעריך תאכלנו, אבל לא שיסחור בהן, וגם פירות שביעית אסור לסחור בהן שכך דרשו רז\"ל לאכלה ולא לסחורה. <br><b>והארבעה לפחיתותן</b>, ואלו הן, בשר נבלות וטרפות שקצים ורמשים אם ישנן ברשותו מותר למכרן, שכן אמר הכתוב (שם יד) או מכור לנכרי, לומר שהתיר לך הכתוב למכור בהמה שהיתה כשרה וכונתך לאכול אותה לולא סבת המקרה שקרה בה, אבל אין הכתוב מתיר בה שתוכל לסחור בהן כשאר הבהמות הכשרות והטהורות. ושקצים דגים טמאים, הוא שכתוב כאן ואת נבלתם תשקצו, ולכך הוסיף זה להיות האסור בו שוה בין מת בין חי. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["מבשרם לא תאכלו ואת נבלתם תשקצו, “you are not to eat of their meat, and you must abhor their carcass.” After the Torah forbade consumption of fish or creatures dwelling in the waters which do not have fins and scales, the Torah also forbids trading in them. This is the meaning of the words ואת נבלתם תשקצו, a Biblical prohibition according to Rabbeinu Saadyah Gaon, not merely a rabbinic decree based on an allusion in the verse.", "There are altogether eight objects which one may not trade in; four are forbidden to trade in because they are of such elevated status; the other four are forbidden because they are considered of such inferior status. The four whose elevated status makes them unfit as a subject for trade or barter are: 1) anything which has been sanctified for the Lord; seeing the object is G’d’s it is unseemly to barter it; also, G’d does not need to make a profit (compare Ketuvot 106). Seeing that everything in this universe is G’d’s anyway (compare Chagai 2,8 “Mine is the silver, and Mine is the gold, says the Lord G’d of Hosts”), the treasurer of the Temple is not allowed to even engage in negotiations to increase the Temple treasury by selling sacred object at a profit. It would be demeaning for G’d. It is his task to keep all these objects safe, no more, no less. What we have said so far concerns items which have been declared as sacred, i.e. property of the Temple treasury without the donor having given specific instructions concerning them However, if someone donates money to the Temple treasury with a condition attached, such as that the Temple Treasurer use this money to lend it at interest (to Gentiles) this is perfectly in order. This is why many Jewish communities are in the money-lending business. 2) anything which has been designated for tzedakah, charitable purposes (Ketuvot 96). One of the reasons that the treasurer of such a charitable fund is not allowed to convert the funds into something other than cash is that if suddenly he were called upon to pay out money to free certain captives, or to provide food for certain desperately needy families, he would be unable to do so unless all the money on deposit with him for charitable purposes were at hand for immediate use. In such an event, the “profit” which would accrue to such a fund when the loan is repaid with interest would actually turn out to have been a loss as the inability to meet demands made upon the fund immediately might result in the death of a person entitled to support from it. 3) It is also forbidden to trade in the proceeds of the firstborn which is blemished and therefore unfit to be offered on the Altar, or to trade in tithes (tenth animal). Both of these categories of animal, seeing they cannot be offered on the Altar, may be eaten by their respective owners, but the owner must not use them as an object of barter. This is the meaning of Deut. 15,22: “you may eat them within your gates,” i.e. you may consume them but not trade with them. 4) the produce of the Shemittah year is also forbidden to trade in though the person who gathered it may freely eat from it. This is what our sages derived from the words לאכלה, “for eating,” but not for “trading in them,” (Leviticus 25,6 and the Talmud Bechorot 12).<br> The four items which are of too inferior a status for the Torah to allow us to trade in them are: the meat of animals which died of natural causes, the meat of animals which died through disease or injury; the animals described in the Torah as שקצים ורמשים “loathsome, and creepers.” If one happens to own such animals already, not having acquired them, it is permitted to sell them just as he may trade in or sell pure animals which are in his possession. [The above definition of “in his possession” includes animals which were trapped but are of the forbidden category, whereas the hunter had meant to trap only permitted animals, an impure animal became trapped.] In the case of forbidden fish and other creatures of the sea such as lobsters, crabs, oysters, etc., they are forbidden to be traded in both when dead and when alive. This is why the Torah added: “and their carcass you should treat as something loathsome.”"], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d488f9d6e4a939ba173e4b", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 11:11:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיו. </b>לרבות את עירובן <sup class=\"footnote-marker\">מ</sup><i class=\"footnote\">ר\"ל אם נתערב דג טמא בתוך דגים טהורים כולם אסורים, משום דבריה אפי' באלף לא בטל, ועיין באור דרשה זו בר\"ש פ\"י מ\"ח דתרומות, ודין תערובת בריה ביו\"ד סי' ק'.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f9d6e4a939ba173e4d", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 11:11:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיו לכם. </b>א\"ר אבהו כל מקום שנאמר לא יאכל אחד איסור אכילה ואחד איסור הנאה במשמע, והרי שרצים דרחמנא אמר (פ' מ\"א) שקץ הוא לא יאכל ותנן ציידי חיה ועופות ודגים שנזדמנו להם מינים טמאים מותרין למוכרן לנכרים, שאני התם, דאמר קרא לכם – שלכם יהא, אי הכי אפילו לכתחלה נמי, אמר קרא יהיו בהווייתן יהיו <sup class=\"footnote-marker\">מא</sup><i class=\"footnote\">מבואר מזה דכל השקלא וטריא הוא לענין איסור והיתר הנאה, ולא רק קנין ומכירה, ומה שתפס את המשנה ציידי חיות ועופות מותרים למוכרה, הוא משום דמשמע ליה דכיון דמותרים למוכרם ממילא מותרים בהנאה בכלל. ומבואר לפי\"ז דמצוה מה\"ת להתרחק מהנאת שרצים וממילא בכלל שאסור לסחור בהם, ויש להעיר למה לא כתבו הפוסקים מפורש דהיתר הנאת שרצים הוא רק בדיעבד היינו שהעדר ההנאה תגרום לו היזק, אבל לכתחלה אסורה בהנאה, וכמו שעולה מסוגיית הגמ', ולמה זה כתבו רק הפרט ממסחר ואין בכלל זה שארי הנאות, עיין ברמב\"ם פ\"ח הט\"ו ממאכלות ויו\"ד סי' קי\"ז. –\n<br>גם קשה לפי המבואר במש\"כ הרשב\"א ח\"א סי' ש\"א וח\"ג סי' רכ\"ג טעם על איסור סחורה בשרצים שמא יבא לאכלו, וטעם זה קשה, דאפשר לפי\"ז למעטי בדברים שאין חשש שמא יאכלם, וגם ל\"ל כלל טעם זה, אחרי כי כפי המבואר ענין זה בכלל מצוה מה\"ת להתרחק לכתחלה מהנאתם. וע\"ע לקמן פ' ל\"ה מש\"כ בדברי הרשב\"א.\n<br>אף לא נתבאר לי מה שהגיה הגר\"א בירושלמי שביעית פ\"ז ה\"ח במש\"ש על הפ' וטמאים יהיו לכם אחד איסור אכילה ואחד איסור הנאה, כל דבר שאסור מה\"ת אסור לעשות בו סחורה, והגיה הגר\"א ואחד איסור סחורה, ולכאורה טעם הגהתו פשוט, דא\"א לגרוס ואחד איסור הנאה, משום דקיי\"ל שרצים מותרים בהנאה, אבל לפי מש\"כ הלא גם לפי הגמרא שלנו מבואר דלכתחלה מצוה מה\"ת להתרחק מהנאתן, והיא היא כונת הירושלמי וצע\"ג. –\n<br>וע' בת\"י בסמוך פ' י\"א שכתב וית נבלתהון תשקצון ומן הנייתהון תתרחקון, והנה בודאי אין הכונה שאסורין ממש בהנאה, שזה מפורש נגד הגמרא ותו\"כ, אלא כונתו כמש\"כ דלכתחלה מצוה להתרחק מהנאתן. וע\"ע מש\"כ לקמן פסוק ל\"ה לענין סחורה בדברים האסורים.\n</i>.<br>(פסחים כ\"ג א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f9d6e4a939ba173e4f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 11:11:3", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 11:11:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״א:י״א:ג׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מבשרם. </b>מבשרם ולא מן העצמות ולא מן הסנפרנין <sup class=\"footnote-marker\">מב</sup><i class=\"footnote\">עיין מש\"כ לעיל בפ' ח' בענין זה וצרף לכאן.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f9d6e4a939ba173e51", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 11:11:4", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 11:11:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״א:י״א:ד׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מבשרם לא תאכלו. </b>ת\"ר, ממשמע שנאמר אכול את שיש לו, שומע אני אל תאכל את שאין לו, ולמה שנאן – לעבור עליו בעשה ולא תעשה <sup class=\"footnote-marker\">מג</sup><i class=\"footnote\">עיין מש\"כ לעיל פ' ד' בדרשה אך את זה לא תאכלו וצרף לכאן.\n</i>.<br>(חולין ס\"ו ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f9d6e4a939ba173e53", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 11:11:5", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 11:11:5", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״א:י״א:ה׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואת נבלתם תשקצו. </b>לרבות את הדרנים שבבהמה <sup class=\"footnote-marker\">מד</sup><i class=\"footnote\">הם התולעים הנמצאים בין עור לבשר בבהמה. ויתכן בטעם הריבוי הזה, משום דכיון דבדגים איירי דלא שייך בהו שחיטה, ממילא לא שייך בהו כפל המלות מבשרם ואת נבלתם, דרק בבהמה ששייך בה שחיטה שייך בה גם נבילה, אבל לא בדגים, וא\"כ למה נאמר בהו מבשרם ואת נבלתם, וא\"כ בהכרח צ\"ל דקאי גם על תולעים שבדגים טמאים, ולפי\"ז ממילא מתרבו גם תולעים שבבהמה, וכדמפרש בגמרא כיון דלא מהני להו שחיטה באיסורייהו קיימי. ובתו\"כ הובא כאן דרשה לרבות את היבחושין שסננם, ולפנינו יובא זה לקמן בפ' מ\"א.\n</i>.<br>(שם ס\"ז ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb0538d6e4a978f820c491", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Riva on Torah, Leviticus 11:11:1", "sourceHeRef": "ריב\"א על התורה, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיה לכם. פרש\"י לאסור את תערובתו אם יש בו בנותן טעם. </b>וקשי' הא מבכל משרת נפקא ליתן טעם כעקר ושמא י\"ל דאצטריר לאסור נותן טעם בכזית דלא תימ' ילפינן אסורו מטומאתו בכעדשה אך קשי' לר' דנימ' דאיצטריך להוא עצמו בלא ערובו לאסרו בכזית ולא בכעדשה צ\"ע. מהר\"ר אהרן. כך פי' הר\"ר ר\"מ מקוצי:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15447ed6e4a92409ac02f9", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Siftei Chakhamim, Leviticus 11:11:1", "sourceHeRef": "שפתי חכמים, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>לאסור את עירוביהן.</b> משום דקרא יתירא הוא, דהא כתיב לעיל מיניה שקץ הם: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>To forbid their mixtures</b>. [Rashi knows this] because this is an extra verse, for it is written above: “They are repulsive.” ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447ed6e4a92409ac02fb", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Siftei Chakhamim, Leviticus 11:11:2", "sourceHeRef": "שפתי חכמים, ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>בנותן טעם.</b> היינו מין בשאינו מינו, אבל מין במינו טמא אחד במאתים טהור מותר: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>[Enough to] impart [their] taste.</b> This is only when one kind is mixed with a different kind, but if one kind was mixed with its own kind, one impure mixed with two hundred pure is permitted. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447ed6e4a92409ac02fd", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 11:11:3", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Siftei Chakhamim, Leviticus 11:11:3", "sourceHeRef": "שפתי חכמים, ויקרא י״א:י״א:ג׳", "anchorVerse": 11, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>יבחושין.</b> פי' דבר שמתגדל במים שבכלים אין בו צד איסור, ואת נבלתם תשקצו בא לרבות מיד שנתפרשו מן המים, כגון שסיננן מן המים, אסורים הם, שפירשו ממקום רביתייהו: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Gnats. </b>Meaning: A [creeping] thing that originates and develops in the water inside of vessels is not subject to the prohibition. The verse: “And their carcasses shall be repulsive to you” comes to include [in the prohibition] immediately when [the creeping things] are separated from the water, for instance, he filtered them from the water. They are forbidden because they have been separated from the place of their proliferation. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a17fcb3d6e4a92409ac7b3d", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 163:5", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer HaChinukh 163:5", "sourceHeRef": "ספר החינוך קס״ג:ה׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 163.0005, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "וְכֵן מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (שם סז ב) תּוֹלָעִים הַנִּמְצָאִים בִּמְעֵי הַדָּגִים אֲסוּרִים מִשּׁוּם שֶׁרֶץ, כִּי מִבַּחוּץ הֵם בָּאִים, אֲבָל הַנִּמְצָאִים בָּהֶם בֵּין עוֹר לְבָשָׂר אוֹ בְּתוֹךְ הַבָּשָׂר, מֻתָּרִין. וְהַנִּמְצָאִים בִּמְעֵי הַבְּהֵמָה אֲסוּרִין, שֶׁמִּבַּחוּץ הֵם בָּאִים. וְאַף הַנִּמְצָאִים בְּמֹחַ הַבְּהֵמָה וּבְתוֹךְ בְּשָׂרָהּ, אֲסוּרִין, לְפִי שֶׁאֵין שׁוּם דָּבָר בַּבְּהֵמָה שֶׁיְּהֵא מֻתָּר בְּלֹא שְׁחִיטָה וְהֵן אֵינָן בְּנֵי שְׁחִיטָה, וְעוֹד שֶׁהַתּוֹרָה רִבְּתָה אוֹתָן לְאִסּוּר, וּכְמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (שם) וְאֶת נִבְלָתָם תְּשַׁקֵּצוּ לְרַבּוֹת דְּרָנִין (פי' תולעים הנמצאים בין העור לבשר) שֶׁבַּבְּהֵמָה. וְאִם תֹּאמַר שְׁלִיל אֵיךְ הוּא מֻתָּר בְּלֹא שְׁחִיטָה? מִפְּנֵי שֶׁהַתּוֹרָה הִתִּירָה אוֹתוֹ וְכִדְדָרְשִׁינַן בַּגְּמָרָא (שם סט א) מִבַּבְּהֵמָה תֹּאכֵלוּ. וְכֵן הִתִּירוּ זִכְרוֹנָם לִבְרָכָה (שם סו ב) בְּמַיִם שֶׁבְּכֵלִים שֶׁהִתְלִיעוּ אוֹ אֲפִלּוּ בְּבוֹרוֹת שִׁיחִים וּמְעָרוֹת, כְּלוֹמַר כָּל מַיִם מְכֻנָּסִין. וְאָמְרוּ (שם סו ב) שֶׁאָדָם שׁוֹחֶה וְשׁוֹתֶה מֵהֶן כָּל זְמַן שֶׁלֹּא פֵּרְשׁוּ הַתּוֹלָעִים לְמָקוֹם אַחֵר וַאֲפִילּוּ פֵּרְשׁוּ לְדָפְנֵי הַכְּלִי אוֹ הַבּוֹר מִכֵּיוָן שֶׁחָזְרוּ לְתוֹכוֹ שׁוֹתֶה וְאֵינוֹ נִמְנָע, דִּמְקוֹם רְבִיתַיְהוּ הוּא. וּמִן הַדּוֹמֶה שֶׁאֲפִלּוּ מִשּׁוּם אַל תְּשַׁקְּצוּ אֵין בָּהֶם, וְזֶהוּ אוֹמְרָם שׁוֹתֶה וְאֵינוֹ נִמְנָע. וְנִרְאֶה שֶׁהַטַּעַם מִפְּנֵי שֶׁמָּצְאוּ לָהֶם הֶתֵּר מְפֹרָשׁ מִן הַכָּתוּב, כְּמוֹ שֶׁדָּרְשׁוּ זִכְרוֹנָם לִבְרָכָה (חולין סו ב) בַּיַּמִּים וּבַנְּחָלִים אֶת שֶׁיֵּשׁ לוֹ אֱכֹל וְאֶת שֶׁאֵין לוֹ אַל תֹּאכַל. אֲבָל בְּכֵלִים וְדוֹמֶה לְכֵלִים, בֵּין שֶׁיֵּשׁ לוֹ בֵּין שֶׁאֵין לוֹ, מֻתָּר.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And so [too,] that which they, may their memory be blessed, said (Chullin 67b) [that] worms that are found in the intestines of fish are forbidden on account of [being] a swarming creature, since they come from the outside; but those found in them between the skin and the flesh or in the flesh are permitted. Those that are found in the intestines of the beast are forbidden, since they came from the outside. But even those found in the brain of the beast or in its flesh are forbidden, since there is not anything in the beast that is permitted without slaughter, and they are not susceptible to slaughter. And also since the Torah added them [by implication] to the forbidden. And [it is] like they, may their memory be blessed, said (Chullin 67b), “‘You shall abominate their carcasses’ (Leviticus 11:11) — is to include <i>deranin</i> (the understanding of which is ‘insects found between the skin and the flesh’) that are in the beast.” And if you will [ask], how is it that the embryo is permitted without slaughter; [it is] because the Torah permitted it — as we expound in the Gemara (Chullin 69a) from “among (which can also be read as, ‘in’) the beast[...] you may eat” (Leviticus 11:3). And so [too,] did they, may their memory be blessed, permit (Chullin 66b) water in vessels that became worm-ridden, or even [if they were] in ditches and caves — meaning to say, any gathered waters. And they said (Chullin 66b) that a man [may] swim and drink from them, so long as the insects have not separated to a different place. And even if they have separated to the sides of the vessel or the pit — once they returned to it, he may drink and not prevent himself [from drinking], as this is their habitat. And it appears that there is not even [an issue] of “you shall not be disgusting” regarding them. And that is [the meaning] of their saying, “and he may drink and not prevent himself.” And it appears that the reason is because they found explicit permissibility from Scripture for them — as they, may their memory be blessed, expounded (Chullin 66b), “‘In the seas and in the streams’ — [it is] that what has [signs], you may eat; what does not have [signs], you may not eat. But in vessels, and similar to vessels, whether they have or whether they do not have, it is permitted.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "5a4366f8d6e4a97d18d91279", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 11:11:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיו לכם מבשרם לא תאכלו וגומ'.</b> הנה באר בזה הפסוק מה שנרצה באמרו שקץ הוא לכם והוא שהאוכל מהם עובר בלא תעשה ושראוי להתרחק מנבלתם אך לא תטמא כמו הענין בנבל' בהמה טמאה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecca1e37da900189611e3", "index_title": "Sefer Mitzvot Katan", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Katan, Remazim 211", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer Mitzvot Katan, Remazim 211", "sourceHeRef": "ספר מצוות קטן, רמזים רי״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1263, 1277], "commentaryNum": 211, "collectiveTitle": {"en": "Sefer Mitzvot Katan", "he": "ספר מצוות קטן"}, "heTitle": "רמזים", "he": "שלא לאכול דג טמא דכתי' וכל אשר אין לו סנפיר וקשקשת במים לא תאכלו. ועובר עליו בעש' דכתי' את זה תאכלו. (שם)", "heVersionTitle": "Sefer Mitzvot Katan, Kopys, 1820", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עמודי הגולה, קאפוסט תק\"פ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecca1e37da900189611eb", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 129", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 129", "sourceHeRef": "ספר מצוות גדול, לאוין, רמזים קכ״ט", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 129, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "של לאכול דג טמא שנ' מבשרם לא תאכלו:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecca2e37da900189611f7", "index_title": "Sefer Mitzvot Katan", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Katan 211:1-2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer Mitzvot Katan 211:1-2", "sourceHeRef": "ספר מצוות קטן רי״א:א׳-ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1263, 1277], "commentaryNum": 211.0001, "collectiveTitle": {"en": "Sefer Mitzvot Katan", "he": "ספר מצוות קטן"}, "he": [" <small>רמב\"ם פ\"א דמאכלות אסורות סמ\"ג לאוין סימן קכט טור י\"ד סימן פ\"ג: </small>\n", "<b>שלא </b>לאכול דג טמא דכתיב (ויקרא י״א:י׳) וכל אשר אין לו סנפיר וקשקש' במים לא תאכלו: ועובר עליו בעשה דכתיב את זה תאכלו והגדלים בבורות שיחין ומערות ובכלים אף על פי שאין להם סנפיר וקשקשת מותרין: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"1\"></i> ומי שאין לו עכשיו ועתיד ליגדל אחר זמן או שיש לו עכשיו ועתיד להשירן בשע' שעולה מן הים הרי זה מותר: ואין לוקחין עוברי דגים אלא מן המומחין אבל אם אמר אני מלחתים מותר ודוקא בשנימוחו אז בעינן שיאמר אני מלחתים אבל אם לא נימוחו וחזינן בהו סימני טהרה מותר דסימני עוברי דגים מן התור' וסימנייהו כמו של בצים: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"2\"></i> ואותם דגים שקורין בורב\"וטא משיר את הקשקשים בשעה שעולה מן המים: וגם עובריהם יש להם סימנים טהורים <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"3\"></i>: ודגים שנמלחו הם ועובריהם הן עם בשר הן עם דגים טמאים: כבר פרשתי במצות שלא לאכול דם ומה שהתרנו בכלים היינו היכא שלא פירשו לשרוץ על הארץ או במקום שאין רביתיהו: \n"], "heVersionTitle": "Sefer Mitzvot Katan, Kopys, 1820", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עמודי הגולה, קאפוסט תק\"פ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecca2e37da90018961201", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer HaMitzvot, Negative Commandments 173:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 173:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה קע״ג:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 173.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " הזהירנו מאכול דג טמא. והוא אמרו יתעלה במיני דגים ההם ושקץ יהיו לכם מבשרם לא תאכלו. ומי שאכל כזית מהן לוקה. (שם, שם): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "He prohibited us from eating impure fish. And that is His, may He be exalted, saying about those species of fish, \"They shall be repulsive to you, you shall not eat of their meat\" (Leviticus 11:11). And one who eats a <i>kazayit</i> of them is lashed. (See Parashat Shemini; Mishneh Torah, Forbidden Foods 1.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5afecca2e37da90018961209", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments 129:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments 129:1", "sourceHeRef": "ספר מצוות גדול, לאוין קכ״ט:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 129.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "האוכל (א) כזית מדג טמא לוקה שנ' ושקץ יהיו לכם מבשרם לא תאכלו ועובר על עשה כל אשר לו סנפיר וקשקשת אותם תאכלו מכלל שמי שאין לו סנפיר וקשקשת לא יאכל חולין [דף ס\"ז] תני דבי רבי ישמעאל במים במים שני פעמים הרי הם שני ריבויין ביחד והטל מיעוט בימים ובנחלים ביניהן ודרשיהו בריבה ומיעוט וריבה ודורש שם דווקא בימים ובנחלים מי שיש לו סימן טהרה אכול אבל מי שאין לו סימן טהרה לא תאכל הא בכלים בבורות שיחין ומערות העצורין ככלים אפי' מי שאין לו תאכל: ", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecca3e37da9001896120d", "index_title": "Mishneh Torah, Forbidden Foods", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Mishneh Torah, Forbidden Foods 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mishneh Torah, Forbidden Foods 1", "sourceHeRef": "משנה תורה, הלכות מאכלות אסורות א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Foods", "he": "משנה תורה, הלכות מאכלות אסורות"}, "heTitle": "משנה תורה, הלכות מאכלות אסורות", "he": ["מִצְוַת עֲשֵׂה לֵידַע הַסִּימָנִין שֶׁמַּבְדִּילִין בָּהֶן בֵּין בְּהֵמָה וְחַיָּה וְעוֹף וְדָגִים וַחֲגָבִים שֶׁמֻּתָּר לְאָכְלָן וּבֵין שֶׁאֵין מֻתָּר לְאָכְלָן שֶׁנֶּאֱמַר <small>(ויקרא כ כה)</small> \"וְהִבְדַּלְתֶּם בֵּין הַבְּהֵמָה הַטְּהֹרָה לַטְּמֵאָה וּבֵין הָעוֹף הַטָּמֵא לַטָּהֹר\". וְנֶאֱמַר <small>(ויקרא יא מז)</small> \"לְהַבְדִּיל בֵּין הַטָּמֵא וּבֵין הַטָּהֹר וּבֵין הַחַיָּה הַנֶּאֱכֶלֶת וּבֵין הַחַיָּה אֲשֶׁר לֹא תֵאָכֵל\": \n", "סִימָנֵי בְּהֵמָה וְחַיָּה נִתְפָּרְשׁוּ בַּתּוֹרָה וְהֵם שְׁנֵי סִימָנִין <small>(ויקרא יא ג)</small> <small>(דברים יד ו)</small> \"מַפְרֶסֶת פַּרְסָה\" וּ <small>(ויקרא יא ג)</small> <small>(דברים יד ו)</small> \"מַעֲלַת גֵּרָה\" עַד שֶׁיִּהְיוּ שְׁנֵיהֶם. וְכָל בְּהֵמָה וְחַיָּה שֶׁהִיא מַעֲלַת גֵּרָה אֵין לָהּ שִׁנַּיִם בַּלְּחִי הָעֶלְיוֹן. וְכָל בְּהֵמָה שֶׁהִיא מַעֲלַת גֵּרָה הֲרֵי הִיא מַפְרֶסֶת פַּרְסָה. חוּץ מִן הַגָּמָל. וְכָל בְּהֵמָה שֶׁהִיא מַפְרֶסֶת פַּרְסָה הִיא מַעֲלַת גֵּרָה חוּץ מִן הַחֲזִיר: \n", "לְפִיכָךְ הַמּוֹצֵא בְּהֵמָה בַּמִּדְבָּר וְאֵינוֹ מַכִּירָהּ וּמְצָאָהּ חֲתוּכַת הַפְּרָסוֹת בּוֹדֵק בְּפִיהָ אִם אֵין לָהּ שִׁנַּיִם לְמַעְלָה בְּיָדוּעַ שֶׁהִיא טְהוֹרָה. וְהוּא שֶׁיַּכִּיר גָּמָל. מָצָא בְּהֵמָה שֶׁפִּיהָ חָתוּךְ בּוֹדֵק בְּפַרְסוֹתֶיהָ אִם הִיא שְׁסוּעָה טְהוֹרָה. וְהוּא שֶׁיַּכִּיר חֲזִיר. מָצָא פִּיהָ חָתוּךְ וְרַגְלֶיהָ חֲתוּכוֹת בּוֹדֵק בָּהּ אַחַר שֶׁשְּׁחָטָהּ בְּכַנְפֵי הָעֹקֶץ אִם מָצָא בְּשָׂרָהּ שָׁם מַהֲלַךְ שְׁתִי וָעֵרֶב טְהוֹרָה. וְהוּא שֶׁיַּכִּיר עָרוֹד שֶׁכֵּן הוּא בְּשָׂרוֹ שְׁתִי וָעֵרֶב: \n", "בְּהֵמָה טְהוֹרָה שֶׁיָּלְדָה כְּמִין בְּהֵמָה טְמֵאָה אַף עַל פִּי שֶׁאֵינוֹ מַפְרִיס פַּרְסָה וְלֹא מַעֲלֶה גֵּרָה אֶלָּא כְּמִין סוּס אוֹ חֲמוֹר לְכָל דָּבָר הֲרֵי זֶה מֻתָּר בַּאֲכִילָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיָּלְדָה לְפָנָיו. אֲבָל אִם הִנִּיחַ פָּרָה מְעֻבֶּרֶת בְּעֶדְרוֹ וּבָא וּמָצָא כְּמִין חֲזִיר כָּרוּךְ אַחֲרֶיהָ אַף עַל פִּי שֶׁהוּא יוֹנֵק מִמֶּנָּה הֲרֵי זֶה סָפֵק וְאָסוּר בַּאֲכִילָה. שֶׁמָּא מִן הַטֻּמְאָה נוֹלָד וְנִכְרָךְ אַחַר הַטְּהוֹרָה: \n", "בְּהֵמָה טְמֵאָה שֶׁיָּלְדָה כְּמִין בְּהֵמָה טְהוֹרָה אַף עַל פִּי שֶׁהוּא מַפְרִיס פַּרְסָה וּמַעֲלֶה גֵּרָה וַהֲרֵי הוּא כְּמִין שׁוֹר לְכָל דָּבָר אוֹ כְּמִין שֶׂה הֲרֵי זֶה אָסוּר בַּאֲכִילָה. שֶׁהַגָּדֵל מִן הַטְּמֵאָה טָמֵא וּמִן הַטְּהוֹרָה טָהוֹר. (לְפִיכָךְ) דָּג טָמֵא שֶׁנִּמְצָא בִּמְעֵי דָּג טָהוֹר אָסוּר. וְדָג טָהוֹר הַנִּמְצָא בִּמְעֵי דָּג טָמֵא מֻתָּר לְפִי שֶׁאֵין גִּדּוּלָיו אֶלָּא בְּלָעוֹ: \n", "בְּהֵמָה טְהוֹרָה שֶׁיָּלְדָה אוֹ שֶׁנִּמְצָא בָּהּ בְּרִיָּה שֶׁיֵּשׁ לָהּ שְׁתֵּי גַּבִּין וּשְׁתֵּי שְׁדָרוֹת אֲסוּרָה בַּאֲכִילָה. וְזוֹ הִיא הַשְּׁסוּעָה שֶׁנֶּאֶסְרָה בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יד ז)</small> \"אֶת זֶה לֹא תֹאכְלוּ מִמַּעֲלֵי הַגֵּרָה וּמִמַּפְרִיסֵי הַפַּרְסָה הַשְּׁסוּעָה\" כְּלוֹמַר בְּרִיָּה שֶׁנּוֹלְדָה שְׁסוּעָה לִשְׁתֵּי בְּהֵמוֹת: \n", "וְכֵן בְּהֵמָה שֶׁנִּמְצָא בָּהּ דְּמוּת עוֹף אַף עַל פִּי שֶׁהוּא עוֹף טָהוֹר הֲרֵי זֶה אָסוּר בַּאֲכִילָה. לֹא הֻתַּר מִן הַנִּמְצָא בַּבְּהֵמָה אֶלָּא מַה שֶּׁיֵּשׁ לוֹ פַּרְסָה: \n", "אֵין לְךָ בְּכָל בְּהֵמָה וְחַיָּה שֶׁבָּעוֹלָם שֶׁמֻּתָּר בַּאֲכִילָה חוּץ מֵעֲשֶׂרֶת הַמִּינִין הַמְּנוּיִין בַּתּוֹרָה. שְׁלֹשָׁה מִינֵי בְּהֵמָה וְהֵם. שׁוֹר שֶׂה וְעֵז. וְשִׁבְעָה מִינֵי חַיָּה. אַיָּל וּצְבִי וְיַחְמוּר וְאַקּוֹ וְדִישֹׁן וּתְאוֹ וָזָמֶר. הֵם וּמִינֵיהֶן כְּגוֹן שׁוֹר הַבָּר וְהַמְּרִיא שֶׁהֵן מִמִּין הַשּׁוֹר. וְכָל הָעֲשָׂרָה מִינִין וּמִינֵיהֶם מַעֲלֶה גֵּרָה וּמַפְרִיס פַּרְסָה. לְפִיכָךְ מִי שֶׁהוּא מַכִּירָן אֵינוֹ צָרִיךְ לִבְדֹּק לֹא בַּפֶּה וְלֹא בָּרַגְלַיִם: \n", "אַף עַל פִּי שֶׁכֻּלָּן מֻתָּרִין בַּאֲכִילָה צְרִיכִין אָנוּ לְהַבְדִּיל בֵּין בְּהֵמָה טְהוֹרָה וְחַיָּה טְהוֹרָה. שֶׁהַחַיָּה חֶלְבָּהּ מֻתָּר וְדָמָהּ טָעוּן כִּסּוּי וְהַבְּהֵמָה הַטְּהוֹרָה חֶלְבָּהּ בְּכָרֵת וְאֵין דָּמָהּ טָעוּן כִּסּוּי: \n", "וְסִימָנֵי חַיָּה מִפִּי הַשְּׁמוּעָה הֵן. כָּל מִין שֶׁהוּא מַפְרִיס פַּרְסָה וּמַעֲלֶה גֵּרָה וְיֵשׁ לוֹ קַרְנַיִם מְפֻצָּלוֹת כְּגוֹן הָאַיָּל הֲרֵי זֶה חַיָּה טְהוֹרָה בְּוַדַּאי. וְכָל שֶׁאֵין קַרְנָיו מְפֻצָּלוֹת אִם הָיוּ קַרְנָיו כְּרוּכוֹת כְּקַרְנֵי הַשּׁוֹר וַחֲרוּקוֹת כְּקַרְנֵי הָעֵז וְיִהְיֶה הֶחָרָק מֻבְלָע בָּהֶן וַהֲדוּרוֹת כְּקַרְנֵי הַצְּבִי הֲרֵי זוֹ חַיָּה טְהוֹרָה. וּבִלְבַד שֶׁיִּהְיֶה בַּקַּרְנַיִם שְׁלֹשָׁה סִימָנִין אֵלּוּ כְּרוּכוֹת חֲרוּקוֹת וַהֲדוּרוֹת: \n", "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִין שֶׁאֵינוֹ מַכִּירוֹ אֲבָל שִׁבְעָה מִינֵי חַיָּה הָאֲמוּרִין בַּתּוֹרָה אִם הָיָה מַכִּיר אוֹתָן אֲפִלּוּ לֹא מָצָא לוֹ קַרְנַיִם הֲרֵי זֶה אוֹכֵל חֶלְבּוֹ וְחַיָּב לְכַסּוֹת דָּמוֹ: \n", "שׁוֹר הַבָּר מִין בְּהֵמָה הוּא וְהַקֶּרֶשׁ אַף עַל פִּי שֶׁאֵין לוֹ אֶלָּא קֶרֶן אַחַת הֲרֵי הוּא חַיָּה. וְכָל שֶׁיִּסְתַּפֵּק לְךָ אִם הוּא מִין חַיָּה אוֹ מִין בְּהֵמָה חֶלְבּוֹ אָסוּר וְאֵין לוֹקִין עָלָיו וּמְכַסִּין אֶת דָּמוֹ: \n", "כִּלְאַיִם הַבָּא מִבְּהֵמָה טְהוֹרָה עִם חַיָּה טְהוֹרָה הוּא הַנִּקְרָא כְּוִי. חֶלְבּוֹ אָסוּר וְאֵין לוֹקִין עָלָיו וּמְכַסִּין אֶת דָּמוֹ. וְאֵין מִין טָמֵא מִתְעַבֵּר מִמִּין טָהוֹר כְּלָל: \n", "סִימָנֵי עוֹף טָהוֹר לֹא נִתְפָּרֵשׁ מִן הַתּוֹרָה. אֶלָּא מָנָה מִנְיַן טְמֵאִים בִּלְבַד וּשְׁאָר מִינֵי הָעוֹף מֻתָּרִין. וְהַמִּנְיָן הָאֲסוּרִין אַרְבָּעָה וְעֶשְׂרִים הֵן. וְאֵלּוּ הֵן. א) נֶשֶׁר. ב) פֶּרֶס. ג) עָזְנִיָּה. ד) דָּאָה וְהִיא הָרָאָה הָאֲמוּרָה בְּמִשְׁנֵה תּוֹרָה. ה) אַיָּה וְהִיא הַדַּיָּהּ הָאֲמוּרָה בְּמִשְׁנֵה תּוֹרָה. ו) מִין הָאַיָּה שֶׁכֵּן כָּתוּב בָּהּ לְמִינָהּ מִכְלַל שֶׁהוּא שְׁנֵי מִינִין. ז) עוֹרֵב. ח) זַרְזִיר שֶׁכֵּן נֶאֱמַר בְּעוֹרֵב לְמִינוֹ לְהָבִיא אֶת הַזַּרְזִיר. ט) יַעֲנָה. י) תַּחְמָס. יא) שַׁחַף. יב) נֵץ. יג) וְשַׁרְנְקָא וְהוּא מִין הַנֵּץ שֶׁכֵּן כָּתוּב בּוֹ לְמִינֵהוּ. יד) כּוֹס. טו) שָׁלָךְ. טז) יַנְשׁוּף. יז) תִּנְשֶׁמֶת. יח) קָאָת. יט) רָחָמָה. כ) חֲסִידָה. כא) הָאֲנָפָה. כב) מִין הָאֲנָפָה שֶׁכֵּן נֶאֱמַר בָּהּ לְמִינָהּ. כג) הַדּוּכִיפַת. כד) הָעֲטַלֵּף: \n", "כָּל מִי שֶׁהוּא בָּקִי בְּמִינִין אֵלּוּ וּבִשְׁמוֹתֵיהֶן הֲרֵי זֶה אוֹכֵל עוֹף שֶׁאֵינוֹ מֵהֶם וְאֵינוֹ צָרִיךְ בְּדִיקָה. וְעוֹף טָהוֹר נֶאֱכַל בְּמָסֹרֶת. וְהוּא שֶׁיִּהְיֶה דָּבָר פָּשׁוּט בְּאוֹתוֹ מָקוֹם שֶׁזֶּה עוֹף טָהוֹר. וְנֶאֱמָן צַיָּד לוֹמַר עוֹף זֶה הִתִּיר לִי רַבִּי הַצַּיָּד. וְהוּא שֶׁיֻּחְזַק אוֹתוֹ צַיָּד שֶׁהוּא בָּקִי בְּמִינִין אֵלּוּ וּבִשְׁמוֹתֵיהֶן: \n", "מִי שֶׁאֵינוֹ מַכִּירָן וְאֵינוֹ יוֹדֵעַ שְׁמוֹתֵיהֶן בּוֹדֵק בְּסִימָנִין אֵלּוּ שֶׁנָּתְנוּ חֲכָמִים. כָּל עוֹף שֶׁהוּא דּוֹרֵס וְאוֹכֵל בְּיָדוּעַ שֶׁהוּא מֵאֵלּוּ הַמִּינִין וְטָמֵא. וְשֶׁאֵינוֹ דּוֹרֵס וְאוֹכֵל אִם יֵשׁ בּוֹ אֶחָד מִשְּׁלֹשָׁה סִימָנִין אֵלּוּ הֲרֵי זֶה עוֹף טָהוֹר. וְאֵלּוּ הֵן. אֶצְבַּע יְתֵרָה. אוֹ זֶפֶק וְהִיא הַמֻּרְאָה. אוֹ שֶׁהָיָה קֻרְקְבָנוֹ נִקְלַף בְּיָד: \n", "לְפִי שֶׁאֵין בְּכָל אֵלּוּ הַמִּינִין הָאֲסוּרִין מִין שֶׁאֵינוֹ דּוֹרֵס וְיֵשׁ בּוֹ אֶחָד מִשְּׁלֹשָׁה סִימָנִין אֵלּוּ חוּץ מִפֶּרֶס וְעָזְנִיָּה וּפֶרֶס וְעָזְנִיָּה אֵינָן מְצוּיִין בְּיִשּׁוּב אֶלָּא בְּמִדְבָּרוֹת אִיֵּי הַיָּם הָרְחוֹקוֹת עַד מְאֹד שֶׁהֵן סוֹף הַיִּשּׁוּב: \n", "הָיָה הַקֻּרְקְבָן נִקְלָף בְּסַכִּין וְאֵינוֹ נִקְלָף בְּיָד וְאֵין בּוֹ סִימָן אַחֵר אַף עַל פִּי שֶׁאֵינוֹ דּוֹרֵס הֲרֵי זֶה סָפֵק. הָיָה חָזָק וְדָבֵק וְהִנִּיחוֹ בַּשֶּׁמֶשׁ וְנִתְרַפָּה וְנִקְלָף בְּיָד הֲרֵי זֶה מֻתָּר: \n", "אָמְרוּ הַגְּאוֹנִים שֶׁמָּסֹרֶת הִיא בִּידֵיהֶם שֶׁאֵין מוֹרִין לְהַתִּיר עוֹף הַבָּא בְּסִימָן אֶחָד אֶלָּא אִם הָיָה אוֹתוֹ סִימָן שֶׁיִּקָּלֵף קֻרְקְבָנוֹ בְּיָד. אֲבָל אִם אֵינוֹ נִקְלָף בְּיָד אַף עַל פִּי שֶׁיֵּשׁ לוֹ זֶפֶק אוֹ אֶצְבַּע יְתֵרָה מֵעוֹלָם לֹא הִתִּירוּהוּ: \n", "כָּל עוֹף שֶׁחוֹלֵק אֶת רַגְלָיו כְּשֶׁמּוֹתְחִין לוֹ חוּט שְׁתַּיִם לְכָאן וּשְׁתַּיִם לְכָאן. אוֹ שֶׁקּוֹלֵט מִן הָאֲוִיר וְאוֹכֵל בָּאֲוִיר. הֲרֵי זֶה דּוֹרֵס וְטָמֵא. וְכָל הַשּׁוֹכֵן עִם הַטְּמֵאִים וְנִדְמֶה לָהֶם הֲרֵי זֶה טָמֵא: \n", "וּמִינֵי חֲגָבִים שֶׁהִתִּירָה תּוֹרָה שְׁמוֹנָה. וְאֵלּוּ הֵן. א) חָגָב. ב) מִין חָגָב וְהוּא הָרַזְבָנִית. ג) חַרְגּל. ד) וּמִין חַרְגּל וְהוּא עַרְצוּבְיָא. ה) אַרְבֶּה. ו) וּמִין אַרְבֶּה וְהִיא צִפֹּרֶת כְּרָמִים. ז) סָלְעָם. ח) וּמִין סָלְעָם וְהִיא יוֹחָנָא יְרוּשַׁלְמִית: \n", "מִי שֶׁהוּא בָּקִי בָּהֶן וּבִשְׁמוֹתֵיהֶן אוֹכֵל. וְהַצַּיָּד נֶאֱמָן עֲלֵיהֶן כְּעוֹף. ומִי שֶׁאֵינוֹ בָּקִי בָּהֶן בּוֹדֵק בְּסִימָנִין. וּשְׁלֹשָׁה סִימָנִין יֵשׁ בָּהֶן. כָּל שֶׁיֵּשׁ לוֹ אַרְבַּע רַגְלַיִם. וְאַרְבַּע כְּנָפַיִם שֶׁחוֹפוֹת רֹב אֹרֶךְ גּוּפוֹ וְרֹב הֶקֵּף גּוּפוֹ. וְיֵשׁ לוֹ שְׁנֵי כְּרָעַיִם לְנַתֵּר בָּהֶם הֲרֵי זֶה מִין טָהוֹר. וְאַף עַל פִּי שֶׁרֹאשׁוֹ אָרֹךְ וְיֵשׁ לוֹ זָנָב אִם הָיָה שְׁמוֹ חָגָב טָהוֹר: \n", "מִי שֶׁאֵין לוֹ עַכְשָׁו כְּנָפַיִם אוֹ כְּרָעַיִם אוֹ שֶׁאֵין לוֹ כְּנָפַיִם הַחוֹפִין אֶת רֻבּוֹ וְעָתִיד לְגַדֵּל אוֹתָן אַחַר זְמַן כְּשֶׁיַּגְדִּיל הֲרֵי זֶה מֻתָּר מֵעַתָּה: \n", "וּבְדָגִים שְׁנֵי סִימָנִין. סְנַפִּיר וְקַשְׂקֶשֶׂת. וּסְנַפִּיר הוּא שֶׁפּוֹרֵחַ בּוֹ. וְקַשְׂקֶשֶׂת הִיא הַדְּבוּקָה בְּכָל גּוּפוֹ. וְכָל שֶׁיֵּשׁ לוֹ קַשְׂקֶשֶׂת יֵשׁ לוֹ סְנַפִּיר. אֵין לוֹ עַכְשָׁו וּכְשֶׁיַּגְדִּיל יִהְיֶה לוֹ אוֹ שֶׁיֵּשׁ לוֹ קַשְׂקֶשֶׂת כְּשֶׁהוּא בַּיָּם וּכְשֶׁיַּעֲלֶה יַשִּׁיר קַשְׂקַשָּׂיו הֲרֵי זֶה מֻתָּר. וּמִי שֶׁאֵין לוֹ קַשְׂקַשִּׂים הַחוֹפִין אֶת כֻּלּוֹ מֻתָּר. אֲפִלּוּ אֵין בּוֹ אֶלָּא סְנַפִּיר אַחַת וְקַשְׂקֶשֶׂת אַחַת הֲרֵי זֶה מֻתָּר: \n"], "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": ["It is a positive commandment to know the signs that distinguish between domesticated animals, beasts, fowl, fish, and locusts that are permitted to be eaten and those which are not permitted to be eaten,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Rambam includes these four among the Torah's 613 mitzvot in his <i>Sefer HaMitzvot</i> (positive commandments 149-152). The Ra'avad (in his <i>hasagot</i> to the listing of the mitzvot at the beginning of the <i>Mishneh Torah</i>) and the Ramban (in his <i>hasagot</i> to general principle 6 in <i>Sefer HaMitzvot</i>) differ and maintain that they should not be counted as mitzvot. According to their view, the mitzvot involve the observance of the prohibitions, but there is no positive act involved that could be considered as the observance of a commandment. [The <i>Sefer HaChinuch</i> (mitzvot 153, 470, 158, and 155) mentions these mitzvot, but explains that he personally subscribes to the opinion of the Ramban that they should be not included among the 613 mitzvot.]<br>In his <i>Sefer HaMitzvot</i>, the Rambam explains his position. Leviticus 11:2 states: \"This is the living creature that you may eat....\" The <i>Sifri</i> commenting on that verse describes it as a positive commandment. Now there is no positive commandment to eat kosher meat. The commandment is to know which species are kosher and to make a distinction between them and those which are not kosher meat as implied by the verse the Rambam cites here: \"And you shall distinguish....\" For it is only in this way, that one will be able to eat kosher meat. See also the gloss of the <i>Maggid Mishneh</i>. And see Chapter 2, Halachah 1, where the Rambam explains how he derives the idea that both a positve mitzvah and a negative mitzvah are involved.</i> as [Leviticus 20:25] states: \"And you shall distinguish between a kosher animal and a non-kosher one, between a non-kosher fowl and a kosher one.\" And [Leviticus 11:47] states: \"To distinguish between the kosher and the non-kosher, between a beast which may be eaten and one which may not be eaten.\"", "The signs of a [kosher] domesticated animal and beast are explicitly mentioned in the Torah.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Leviticus 11:3.</i> There are two signs: a split hoof and chewing the cud. Both are necessary.<br>Any domesticated animal and beast that chews the cud does not have teeth on its upper jaw-bone. Every animal that chews the cud has split hoofs except a camel.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Ra'avad questions why the Rambam does not mention a rabbit or a hare. The Torah specifically mentions that they chew their cud. The <i>Maggid Mishneh</i> explains that the Rambam does not mention them because they have teeth on their upper jaw.<br>The <i>Maggid Mishneh</i> and the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 79:1) also mention that a camel has two teethlike growths on its upper jaw, but they do not in any way resemble teeth.<br>The <i>Maggid Mishneh</i> explains that the Rambam's intent is that any kosher domesticated animal or wild beast that chews its cud will not have teeth on its upper jaw and every such animal will have a split hoof.</i> Every animal that has split hoofs chews the cud except a pig.", "Therefore if a person finds an animal whose hoofs are cut off in the desert and he cannot identify its species, he should check its mouth. If it does not have teeth on its upper jaw, it can be identified as kosher, provided one can recognize a camel.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">I.e., if one sees that the domesticated animal is not a camel, one can assume that it is kosher, for a camel is the only non-kosher animal without teeth on its upper jaw.</i> If a person finds an animal whose mouth is cut off, he should check its hooves, if they are split, it is kosher, provided he can recognize a pig.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">For a pig is the only non-kosher animal with split hooves.</i><br>When both its mouth and its hoofs are cut off, he should inspect the end of its tail after he slaughters it.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">For before slaughtering it, such an inspection would be painful for the animal.</i> If he discovers that [the strings of] its meat extend both lengthwise and widthwise,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Our translation is based on the commentary of the Meiri to <i>Chullin</i> 59a. Rashi interprets that passage slightly differently and his opinion is cited by the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i>79:1).</i> it is kosher, provided he can recognize a wild donkey. For [the strings of] its meat also extend both lengthwise and widthwise.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> and the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 79:1) mention another sign for a kosher animal: horns.</i>", "When a kosher animal gives birth to an offspring resembling a non-kosher animal, it is permitted to be eaten even though it does not have split hoofs or chew the cud, but instead, resembles a horse or a donkey in all matters.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">As indicated by the Rambam's statements in the following halachah, the matter is dependent on the species and not the presence of distinguishing signs in and of themselves.</i><br>When does the above apply? When he sees it give birth. If, however, he left a pregnant cow in his herd and found an animal resembling a pig dependent on it, the matter is doubtful and [the young animal] is forbidden to be eaten. [This applies] even if it nurses from [the cow], for perhaps it was born from a non-kosher species, but became dependent on the kosher animal.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The Ra'avad qualifies the Rambam's ruling, stating that it applies only when the person possesses a non-kosher animal in his herd. If that is not the case, we do not suspect that a non-kosher newborn came from elsewhere. The <i>Maggid Mishneh</i> and the <i>Siftei Cohen</i> 79:6 do not accept this addition.</i>", "When a non-kosher animal gives birth to an offspring resembling a kosher animal, it is forbidden to be eaten. [This applies] even if it has split hoofs and chews its cud and resembles an ox or a sheep in all matters. [The rationale is that offspring] produced by a non-kosher animal are not kosher<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">See also the beginning of ch. 3.</i> and those produced by a kosher animal are kosher.<br>For this reason, a non-kosher fish found in the belly of a kosher fish is forbidden, and a kosher fish found in the belly of a non-kosher fish is permitted, for they did not produce the fish, but instead, swallowed it.", "When a kosher animal gives birth to an offspring that has two backs and two backbones<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">I.e., a calf born with a Siamese twin.</i> or such a creature is discovered within [an animal that was slaughtered], it is forbidden to be eaten. This is what is meant by the term <i>hashisuah</i> which is forbidden by the Torah, as [Deuteronomy 14:7] states: \"These may not be eaten from those which chew the cud and have split hoofs, the <i>shisuah</i>...\", i.e., an animal that was born divided into two animals.", "Similarly, when [a fetus] resembling a fowl is found within a [slaughtered] animal, it is forbidden to be eaten. [This applies] even if it resembles a kosher fowl. [For when a fetus] is discovered in an animal, only one which has a hoof is permitted.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The hoof, however, need not be split as indicated by Halachah 4. See also Rama (<i>Yoreh De'ah</i> 13:5) and <i>Siftei Cohen</i> 13:20 who rule more leniently.</i>", "There are no other domesticated animals or wild beasts in the world that are permitted to be eaten except the ten species mentioned in the Torah. They are three types of domesticated animals: an ox, a sheep, and a goat, and seven types of wild beasts: a gazelle,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The translation of the names of these seven species is a matter of debate among both Torah commentaries and zoologists. Our translation is taken from Rabbi Aryeh Kaplan's Living Torah. Consult the notes there for a detailed discussion of the matter. See also <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 80:3; Rama (<i>Yoreh De'ah</i> 28:4 who discuss these issues. In practice, we partake of the meat of an animal only when there is an established tradition that it is permitted (<i>Siftei Cohen</i> 80:1).</i> a deer, an antelope, an ibex, a chamois, a bison, and a giraffe. [This includes the species] itself and its subspecies, e.g., the wild ox and the buffalo are subspecies of the ox.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> and others interpret <i>t'o</i> as referring to a wild ox.</i><br>All of these ten species and their subspecies chew the cud and have split hoofs. Therefore, a person who recognizes these species need not check neither their mouths,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">To see whether or not they have teeth on their upper jaw, as stated in Halachah 3.</i> nor their feet.", "Although all these species are permitted to be eaten, we must make a distinction between a kosher domesticated animal and a kosher wild beast. For the fat of a wild beast is permitted to be eaten and its blood must be covered.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">As stated in <i>Hilchot Shechitah</i>, ch. 14.</i> With regard to a kosher domesticated animal, by contrast, one is liable for <i>kerais</i> for partaking of its fat<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See Chapter 7.</i> and its blood need not be covered.", "According to the Oral Tradition, these are the distinguishing signs of a [kosher] wild beast: Any species that has split hoofs, chews its cud, and has horns which branch off like those of a gazelle are certainly kosher wild beasts. [The following laws apply with regard to] all those whose horns do not branch off: If they are curved, like the horns of an ox, notched, like the horns of a goat, but the notch should be embedded within them, and spiraled, like the horns of a deer,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">See the Rambam's Commentary to the Mishnah (<i>Chullin</i> 3:6) for a definition of these terms. The Ra'avad, the Rashba, and Rashi offer slightly different definitions for these terms.</i> it is a kosher wild beast. Its horns, however, must have these three signs: They must be curved, notched, and spiraled.", "When does the above apply? With regard to a species that he does not recognize. [Different rules apply with regard to] the seven species mentioned in the Torah. If he recognizes this species, he may partake of its fat and is obligated to cover its blood, even one does not find any horns on it at all.", "A wild ox is a species of domesticated animal.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Although it is not domesticated and lives like a wild beast, it is still placed in this category.</i> A unicorn<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">This was not a mythical beast, but a species of antelope known to exist during the Talmudic period (<i>Chullin</i> 59b).</i> is considered a wild beast even though it has only one horn.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">And all other kosher wild beasts have two.</i><br>Whenever we have a doubt whether an animal is a domesticated animal or a wild beast, its fat is forbidden, but lashes are not given for partaking of it, and we must cover its blood.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">I.e., we accept the stringencies resulting from both positions. The <i>Turei Zahav</i> 80:3 adds that since we are not certain that this is required, we do not cover its blood on a festival. Similarly, the <i>Siftei Cohen</i> 80:4 states that a blessing is not recited before covering its blood.</i>", "A mixed species that comes from the mating of a kosher domesticated animal and a kosher wild beast is called a <i>koi</i>. Its fat is forbidden, but lashes are not given for partaking of it, and we must cover its blood.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">See also <i>Hilchot Nazirut</i> 2:10-11 which states that in certain ways it is like a domesticated animal (its fat is forbidden). In others, it is like a wild beast (its blood must be covered). Still in others it is like neither a domesticated animal or a wild beast (for it is considered as a mixed species with either of them) and in others (that it must be slaughtered), it resembles both.</i> A non-kosher species will never be impregnated by a kosher species.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">I.e., even if they are mated, they will not produce offspring.</i>", "The distinguishing signs of a kosher [species of] fowl are not mentioned explicitly by the Torah. Instead, the Torah mentions<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Leviticus 11:13-19; Deuteronomy 14:12-18.</i> only the non-kosher species. The remainder of the species of fowl are kosher. There are 24 forbidden species. They are:<br>a) the eagle,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">In this instance as well, the translation of the names of these species is a matter of debate among both Torah commentaries and zoologists. Our translation is taken from Rabbi Aryeh Kaplan's Living Torah. Consult the notes there for a detailed discussion of the matter. In practice, we only partake of those species of fowl concerning which we have an established tradition that they are acceptable.</i><br>b) the ossifrage,<br>c) the osprey;<br>d) the kite, this is identical with the <i>rayah</i> mentioned in Deuteronomy,<br>e) the vulture, this is identical with the <i>dayah</i> mentioned in Deuteronomy,<br>f) members of the vulture family; for the Torah states \"according to its family,\" implying that two species [are forbidden],<br>g) the raven,<br>h) the starling;<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See the <i>Kessef Mishneh</i> and others who state that there is a difference of opinion whether this species is acceptable or not.</i> since the Torah states \"according to its family\" with regard to the raven, the starling is included,<br>i) the ostrich,<br>j) the owl,<br>k) the gull,<br>l) the hawk,<br>m) the gosshawk, for this is among the hawk family; and the verse says \"according to its family,\"<br>n) the falcon,<br>o) the cormorant,<br>p) the ibis,<br>q) the swan,<br>r) the pelican,<br>s) the magpie,<br>t) the stork,<br>u) the heron,<br>v) members of the heron family; for the Torah states \"according to its family,\"<br>w) the hoopie, and<br>x) the bat.<br>", "Whoever is knowledgeable with regard to these species<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">As mentioned, there is a difference of opinion regarding the species associated with these names and there are few if any individuals who can claim the desired level of familiarity (see <i>Siftei Cohen</i> 82:1).</i> and their names<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">As indicated by Chapter 3, Halachah 18, the knowledge of the names of the species is important. Otherwise, the hunter's word is not accepted.</i> may partake of any fowl from other species.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">For these are the only ones forbidden by the Torah.</i> A kosher species of fowl may be eaten based on tradition, i.e., that it is accepted simply in that place that the species of fowl is kosher.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">If there is such a tradition, there is no necessity to check the signs mentioned in the following halachah.</i> A hunter's word is accepted if he says: \"The hunter who taught me told me<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Chullin</i> 63b states that this refers to a person who taught hunting and not a teacher of Torah, for it is possible that the Torah teacher will not be able to actually identify the species. Nevertheless, if a Rabbinical authority testifies that he has received the tradition that a species is acceptable, we follow his ruling (<i>Siftei Cohen, loc. cit.</i>).</i> that this fowl is permitted,\" provided that [teacher] has an established reputation as being knowledgeable with regard to these species and their names.", "Whoever does not recognize these species and does not know their names must check according to the following signs given by our Sages: Any fowl that attacks with its claws<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">In his Commentary to the Mishnah (<i>Chullin</i> 3:6), the Rambam defines this as meaning \"place its claws on the object that it desires to eat and eats it.\"</i> and eats is known to be among these species and is unkosher. If [a fowl] does not attack with its claws and eat, it is kosher if it possesses one of the following signs: a) it has an extra claw,<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">I.e., a claw that is positioned higher and behind the fowl's row of claws (Rashi, <i>Chulin</i> 62a). Although most species of fowl possess such a claw, it is called \"extra,\" because it is not positioned in the row of claws. Alternatively, the Hebrew term <i>yeterah</i> can be translated not as \"extra,\" but as \"larger,\" i.e., a claw that is larger than the others (Rabbenu Nissim).</i> b) a crop;<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">An organ which parallels a human's stomach.</i> this is also referred to as a <i>mur'ah</i>, c) [the membrane of] its craw<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">An extra muscular stomach that exists in fowl.<br>We are speaking about the inner membrane (Rambam's Commentary to the Mishnah, <i>Chulin</i> 3:6). See <i>Chatam Sofer, Yoreh De'ah</i>, Responsum 50.</i> can be peeled by hand.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Although the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 82:2) quotes the Rambam's words, it concludes: \"Even though a fowl possesses these three signs, it should not be eaten, because we suspect that it might be a bird of prey unless they have a tradition given to them by their ancestors that this species is kosher.\" Similarly, the Rama (<i>Yoreh De'ah</i> 82:3) states: \"One should not partake of any fowl unless there is a received tradition that it is kosher. This is the accepted custom. One should not deviate from it.\" Thus even if a species of fowl possesses these three signs, we do not partake of it.</i>", "[The rationale is that] there are none of the forbidden species that do not attack with its claws and eat and possesses one of these three signs with the exception of the ossifrage and the osprey. And the ossifrage and the osprey are not found in settled areas, but rather in the deserts of the distant islands that are very far removed to the extent that are located at the ends of the settled portions of the world.", "If its craw can be peeled with a knife, but cannot be peeled by hand and it does not possess any other sign even though it is not a bird of prey, there is an unresolved doubt regarding the matter.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">And we do not permit it.</i> If the membrane was firm and tightly attached, but [the craw] was left in the sun and it became looser [to the extent that] it could be peeled by hand, [the species] is permitted.", "The <i>Geonim</i> said that they have an existing tradition that one should not rule to permit a fowl that possesses only one of these signs unless that sign is that its craw can be peeled by hand. If, however, it cannot be peeled by hand, it was never permitted [to be eaten] even if it possesses a crop or an extra claw.", "Whenever a bird divides its claws when a line is extended for it,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">I.e., it stands on a rope or a pole extended for it by gripping the rope or pole with its claws (the Rambam's Commentary to the Mishnah, <i>Chulin</i> 3:6).</i> placing two on one side and two on the other or it seizes an object in the air and eats while in the air, it is a bird of prey<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">For these actions indicate that it uses its claws to attack other animals.</i> and non-kosher. Any species that lives together with non-kosher species and resembles them, is itself non-kosher.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\"><i>Chulin</i> 65a states that only species that are themselves impure will dwell together with impure species.</i>", "There are eight species of locusts which the Torah permitted:<br>a) a white locust,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">In this instance as well, the translation of the names of these species is a matter of debate among both Torah commentaries and zoologists. Our translation is taken from Rabbi Aryeh Kaplan's Living Torah. Consult the notes there for a detailed discussion of the matter. In practice, it is common in most communities not to partake of any species of locusts (<i>Turei Zahav</i> 85:1). In the Yemenite community, however, there are certain species of locusts which are eaten.</i> b) a member of the white locust family,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">The Torah mentions four names of locust species and in connection with each states \"according to its family,\" indicating that a sub-species is also permitted.</i> the <i>razbenit</i>, c) the spotted grey locust, d) a member of the spotted grey locust family, the <i>artzubiya</i>, e) the red locust, d) a member of the red locust family, the bird of the vineyards, f) the yellow locust, g) a member of the yellow locust family, the <i>yochanah</i> of Jerusalem.", "Whoever is knowledgeable with regard to these species and their names may partake of them. A hunter's word is accepted as [stated with regard] to a fowl.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Halachah 15.</i> A person who is not familiar with them should check their identifying signs. [The kosher species] have three signs. Whenever a species has four legs, four wings that cover the majority of the length and the majority of the width of its body, and it has two longer legs to hop, it is a kosher species.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><i>Chulin</i> 66a speaks of four identifying signs for a kosher locust: a) four wings, 2 long legs, four legs, and the fact that its wings cover the majority of its body..</i> Even if its head is elongated and it has a tail, if it is referred to as a locust, it is a kosher species.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Note the Rambam's Commentary to the Mishneh (<i>Chullin81</i>, the conclusion of ch. 3) which states that the factor of fundamental importance is that the specis be referred to as a locust. See <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 85a).</i>", "When [a locust] does not have wings or extended legs at present, or its wings do not cover the majority [of its body], but it will grow them later when it grows larger, it is permitted [to be eaten] at present.", "There are two signs of [kosher] fish: fins and scales. Fins are used by the fish to swim and scales are those which cling<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that this term implies that the scales are not an integral part of the fish but can be separated from its body either by hand or with a utensil. If they cannot be separated from the fish, the fish is not kosher [Rama (<i>Yoreh De'ah</i> 83:1)].</i> to its entire body. Any fish that possesses scales will have fins.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Thus if one finds scales on a piece of fish, there is no need to check whether it possessed fins (the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 83:3).<br><i>Chulin</i> 66b asks: If so, why did the Torah mention fins and answers that this magnifies and amplifies the Torah.</i> If it does not have them at present, but when it grows, it will have them or if it has scales while in the sea, but when it emerges it sheds its scales,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">There are several species of kosher fish which shed their scales in this manner.</i> it is permitted.<br>When a fish does not have scales that cover its entire body, it is permitted. Even if it has only one fin and one scale,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">The <i>Tur</i> and Rama (<i>loc. cit.</i>) quote the view of certain <i>Rishonim</i> who maintain that in such an instance, the scale must be located under its gills, fins, or tail.</i> it is permitted."], "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5afecca3e37da9001896120f", "index_title": "Tur", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Tur, Yoreh Deah 83", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Tur, Yoreh Deah 83", "sourceHeRef": "טור, יורה דעה פ״ג", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1300, 1340], "commentaryNum": 83.0, "collectiveTitle": {"en": "Tur", "he": "טור"}, "he": ["<b>דיני דגים </b><br>סימני דגים מפורשים בתורה כל שיש לו סנפיר וקשקשת סנפיר הוא ששט בהן <i data-commentator=\"Prisha\" data-order=\"1.1\"></i> וקשקשת הן הקליפות הקבועים בו <i data-commentator=\"Prisha\" data-order=\"2.1\"></i> <i data-commentator=\"Drisha\" data-order=\"1.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"1.1\"></i> ואפי' אין לו אלא סנפיר אחד וקשקשת אחד מותר והוא שתהיה הקשקשת קבוע תחת לחיו או תחת זנבו או תחת סנפירו וי\"א שאינו מותר עד שיהיו לו ג' באלו ג' המקומות וא\"א הרא\"ש ז\"ל מתירו אפי' באחד <i data-commentator=\"Prisha\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"2.1\"></i> ואפי' אין לו עתה ועתיד לגדלם לאחר זמן או שהיה לו בעודו במים והשירן מיד בעלותו ליבשה מותר <i data-commentator=\"Prisha\" data-order=\"4.1\"></i>  <i data-commentator=\"Bach\" data-order=\"1.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"3.1\"></i> יש מיני דגים שקשקשיהן דקין מאד ואינן ניכרות ואם כרכוהו בבגד או נתנו אותו בכלי מלא מים ונמצאו בו קשקשים מותר <i data-commentator=\"Prisha\" data-order=\"5.1\"></i>  <i data-commentator=\"Bach\" data-order=\"2.1\"></i> בידוע שיש לו קשקשים <i data-commentator=\"Prisha\" data-order=\"6.1\"></i>  <i data-commentator=\"Bach\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"4.1\"></i> כל שיש לו קשקשת יש לו סנפיר ויש שיש לו סנפיר ואין לו קשקשת <i data-commentator=\"Prisha\" data-order=\"7.1\"></i>  <i data-commentator=\"Bach\" data-order=\"4.1\"></i> לפיכך מצא<i data-commentator=\"Hagahot\" data-order=\"4.1\"></i> חתיכת דג שיש לו קשקשת אין צריך לחזור אחר סנפיר מצא לו סנפיר לא יאכלנו עד שידע שיש לו קשקשת <i data-commentator=\"Prisha\" data-order=\"8.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"5.1\"></i> מצא חתיכות דגים ויש באחד מהם קשקשת  <i data-commentator=\"Bach\" data-order=\"5.1\"></i> אם החתיכות מתאימות כולם מותרות חזקה מדג אחד באו <i data-commentator=\"Prisha\" data-order=\"9.1\"></i> ואם אינם מתאימות את שנמצא בו קשקשין מותרת והשאר אסורות  <i data-commentator=\"Bach\" data-order=\"6.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"6.1\"></i> אפי' כולן מלוחין ביחד <i data-commentator=\"Drisha\" data-order=\"2.1\"></i>  <i data-commentator=\"Bach\" data-order=\"7.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"7.1\"></i> עוד יש סימן אחר בדג טהור והוא שהטמא ראשו חד ואין לו שדרה והטהור אין ראשו חד ויש לו שדרה <i data-commentator=\"Prisha\" data-order=\"10.1\"></i> ויש מהגדולים שכתבו שיש לסמוך על שני סימנים אלו להתיר כל דג <i data-commentator=\"Prisha\" data-order=\"11.1\"></i> וא\"א הרא\"ש ז\"ל כתב שאין לסמוך עליהם ומ\"מ כתב נכרי שמביא חבית מלא מחתיכות דגים מלוחים כל דג שמכירין ראשו ושדרתו מותר והשאר אסורין:  <i data-commentator=\"Bach\" data-order=\"8.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"8.1\"></i> ציר דגים טמאים אינן אלא מדרבנן <i data-commentator=\"Prisha\" data-order=\"12.1\"></i>  <i data-commentator=\"Bach\" data-order=\"9.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"9.1\"></i> לפיכך מותר לקנות מהנכרים דגים מלוחים טהורין אע\"פ שמונחים עם הטמאים בכלי אחד שמא לא נמלחו יחד. <i data-commentator=\"Prisha\" data-order=\"13.1\"></i> <i data-commentator=\"Drisha\" data-order=\"3.1\"></i>  <i data-commentator=\"Bach\" data-order=\"10.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"10.1\"></i> נכרי שהביא חבית מלאה מציר של דגים אם כילכית אחת שוטטת בו מותר שזה סימן שהוא מדגים טהורים שאין דרך כילכית בציר דגים טמאים ואם לאו אסורה וה\"מ דסגי בכילכית אחת בחבית סתומה אבל אם היה פתוחה אינה ניתרת פחות משתי' אבל באחת חיישינן שמא מעלמא אתא <i data-commentator=\"Prisha\" data-order=\"14.1\"></i> <i data-commentator=\"Drisha\" data-order=\"4.1\"></i>  <i data-commentator=\"Bach\" data-order=\"11.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"11.1\"></i> והרמב\"ם כתב דרך אחרת כל חבית שדג טהור משוטט בו מותר שאנו יכולים לומר שכל הציר מדגים טהורים היו החביות רבים וכולן פתוחות ודג טהור משוטט באחת מהן כולן מותרות היו סתומות פתח אחת מהן ומצא בה דג טהור היא טהורה שנייה ומצא בה דג טהור כולן מותרות <i data-commentator=\"Prisha\" data-order=\"15.1\"></i> <i data-commentator=\"Drisha\" data-order=\"5.1\"></i>  <i data-commentator=\"Bach\" data-order=\"12.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"12.1\"></i> כתב הרשב\"א הא דשרינן ע\"י דג טהור משוטט בו ה\"מ כשאין בו חתיכות אחרות שאין בהם קשקשים אבל היו בה חתיכות או דגים שיש בהן קשקשין וחתיכות אחרות שאין בו קשקשין  <i data-commentator=\"Bach\" data-order=\"13.1\"></i> הכל אסור אפי' צירן גזרה משום גופן <i data-commentator=\"Prisha\" data-order=\"16.1\"></i> <i data-commentator=\"Drisha\" data-order=\"6.1\"></i>  <i data-commentator=\"Bach\" data-order=\"14.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"13.1\"></i> קרבי דגים <i data-commentator=\"Prisha\" data-order=\"17.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"14.1\"></i> אינם נקחין אלא מהמומחה אבל מי שאינו מומחה אין לוקחים אותם ממנו בד\"א כשנימוחו <i data-commentator=\"Prisha\" data-order=\"18.1\"></i> אבל אם הן שלימים וניכר בהן סימן טהרה נקחין מכל אדם <i data-commentator=\"Prisha\" data-order=\"19.1\"></i> ומהו סימניהן שבראשם האחד כד ועגול וראשם השני חד ועגול כמו הביצה <i data-commentator=\"Prisha\" data-order=\"20.1\"></i> וכתב ר\"ת שהוא סימן מובהק להתיר עליו כל דג <i data-commentator=\"Prisha\" data-order=\"21.1\"></i> ובירושלמי משמע שאינו סימן מובהק וכן היא מסקנת א\"א הרא\"ש ז\"ל <i data-commentator=\"Darchei Moshe\" data-order=\"5.1\"></i> <i data-commentator=\"Prisha\" data-order=\"22.1\"></i> והא דאין נקחין ממי שאינו מומחה בשנימוחו היינו דוקא בסתם  <i data-commentator=\"Beit_Yosef\" data-order=\"15.1\"></i> אבל אם אומר משל דג פלוני הוא ואנו מכירים שהוא טהור או שאומר אני מלחתים או שאמר אלו הדגים שקרבים אלו באין מהן <i data-commentator=\"Prisha\" data-order=\"23.1\"></i> נקחין מכל אדם <i data-commentator=\"Prisha\" data-order=\"24.1\"></i> אבל אם אמר<i data-commentator=\"Hagahot\" data-order=\"6.1\"></i> של דג פלוני וטהור הוא לא מהימן <i data-commentator=\"Prisha\" data-order=\"25.1\"></i>  <i data-commentator=\"Bach\" data-order=\"15.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"16.1\"></i> והרשב\"א כתב דאפי' הן שלימין וסימן טהרה ניכר בהן אין נקחין ממי שאינו מומחה <i data-commentator=\"Prisha\" data-order=\"6.2\"></i> <i data-commentator=\"Prisha\" data-order=\"26.1\"></i> אא\"כ אומר של דג פלוני וטהור הוא או אלו דגים ואלו קרביהן <i data-commentator=\"Prisha\" data-order=\"27.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"17.1\"></i> וא\"א הרא\"ש ז\"ל כתב כסברא ראשונה <i data-commentator=\"Prisha\" data-order=\"28.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"18.1\"></i> וכתב עוד הרשב\"א עוברי דגים והם הביצים המקובצים הנמצאים בדגים מותרין ליקח מכל אדם שודאי מדג טהור הן שכל דג טמא משריץ ואינו מטיל ביצים ואיני יודע למה כ\"כ אע\"פ דפריך תלמודא על מילתא דרב דאומר קרבי דגים ועובריהן אין נקחים אלא מן המומחה מהא דתניא דג טמא משריץ טהור מטיל ביצים אלמא שאין עוברים לדג טמא <i data-commentator=\"Prisha\" data-order=\"29.1\"></i> ומשני סמי עוברין מדברי רב כי הן נקחין מכל אדם הא איכא שינויא אחריני דמשני רבי זירא (אידי ואידי משריץ) <i data-commentator=\"Prisha\" data-order=\"30.1\"></i> זה משריץ בפנים וזה משריץ בחוץ וכיון דאיכא תרי שינויי נקטינן לחומרא <i data-commentator=\"Prisha\" data-order=\"31.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"19.1\"></i> דג טמא שבלע דג טהור בין שנמצא במעיו בין שיוצא לחוץ מותר אפי' לא ראינו שבולעו ובכל ענין שנמצא בו בין נמצא דרך בית הרעי בין נמצא דרך בית הבליעה וטהור שבלע דג טמא אסור דלא חשוב כמעוכל כיון שהוא שלם: "], "heVersionTitle": "Yoreh Deah, Vilna, 1923", "heLicense": "Public Domain", "heVersionTitleInHebrew": "יורה דעה, וילנה, תרפ\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc3fdf746f30016ee7af0", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Toldot 19:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Yismach Moshe, Toldot 19:2", "sourceHeRef": "ישמח משה, תולדות י״ט:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "תולדות", "he": "<b>ונראה</b> שזה היה הטעם של מהרי\"ט שנדחק לומר שגם זרע אברהם נקראו, רק שהיה הודעה בעתידות, אבל אין זה מספיק כמ\"ש. והנה לדעת ר' יהודאי גאון דמומר אינו זוקק ליבום דלא נקרא אח, ועיין בהגהות מרדכי פרק החולץ בשם רבינו שמשון, דכל היכא דכתיב אחוה, אין מומר בכלל. ואם כן לפי זה י\"ל דגם בן לא יקרא, והלא מבואר בקדושין פרק קמא דף י\"ח ע\"א והביאו המהרי\"ט שם בתשובה, דעשו ישראל מומר היה. ולכאורה יש מכאן ראיה לסתור לדעת רבינו שמשון, דהא כתיב הלא אח עשו ליעקב. אך י\"ל דהוא כמו שם מושאל ובדרך העברה ולא בדרך האמת. ואפשר שמזה הטעם דרשו רז\"ל (ב\"ר ע\"ה ז') באנו אל אחיך (בראשית לב ז), שאתה אומר אחיך אבל הוא מתנהג עמך כעשו ודו\"ק. אבל הפשוט שדרשו כן מחמת יתורא, אך קשה דהא שם בקדושין מבואר דהוא יורש את אביו, אם כן מבואר דנקרא בן, ולמא לא יקרא אח. ועוד דמהא גופא שכתב שם בהגהות מרדכי דלענין גיטין וקדושין הוי כישראל, משום דלא כתיב אחוה, אם כן מוכח דנקרא בן, דאם לא כן לא הוי בן ישראל ודו\"ק. ויש לדחות. ומיהו לא מצינו דמי שיש לו בן מומר, שאשתו זקוקה ליבום, וכבר הכיתי על קדקד ראיה זו של רבינו שמשון בתשובה. ומיהו כיון דמבואר בקדושין דהוי ישראל מומר, אם כן מוכרח דאף אם לא נקרא זרע אברהם רק בן יצחק, מכל מקום ישראל הוי כמו אביו, ואם כן לפי זה נכרתו הבנים לגמרי. וזה נראה לי לטעם אמת דירשו ישראל לעתיד קני וקניזי וקדמוני, לפי שגם לוט נתגייר אצל אברהם, והמופת המצות שאפה (בראשית יט ג), ובניו עמון ומואב נשאו נשים נכריות, וכתיב (דברים ב ט) כי לבני לוט נתתי ירושה, ואין אלו בניו, ואם כן ישראל הם היורשים. דהא מבואר ברש\"י פרשת לך על הפסוק (בראשית יג ז) והכנעני והפריזי (ד\"ה ויהי), דהיו אומרים כיון דאין לאברהם זרע אם כן לוט יורשו, ואם כן עתה נהפוך הוא וכן בעשו, ודו\"ק. אך דלעת עתה שיש קבול שכר לעשו, אם כן מה דטבי ליה וניחא ליה עבדי ליה, דאם לא כן לא הוי שכר. וכן בלוט שמבואר ברש\"י פרשת (דברים) [וירא] (בראשית יט כט ד\"ה ויזכר) שניתן לו בשכר שהלך עם אברהם למצרים, ולא גילה ששרה אשתו היא של אברהם. וקדמוני היינו הר שעיר, וקני וקניזי היינו עמון ומואב, כמו שמבואר בירושלמי (שביעית פ\"ו ה\"א) הובא שם במהרי\"ט. ונראה שזה כונת התורה שנזכר בה ירושת בני לוט ובני עשו, דבשלמא בישראל נזכר שלא יאמרו לסטים אתם (ב\"ר א' ב'), אבל בעשו וישמעאל יאמרו, ולפי מ\"ש אתי שפיר ודו\"ק. והנה אף שנאמר כי ביצחק, אינו ניכר איזו מקצת יצחק, אמנם בט\"ז יו\"ד סימן קי\"ז (סק\"א) גבי דברים טמאים דכתיב לכם (ויקרא יא יא), וכתיב יהיו (ויקרא יא יב), וכיון שלא נתפרש איזו להיתר ואיזו לאיסור, הרי הדבר מסור לחכמים, עיין שם. ואם כן הכי נמי שלא נתפרש, הבין יצחק שהדר מסור לו, וכן היה באמת. ועכשיו יובן הסמיכות, כיון שראה יצחק שעשו נשא נשים נכריות ולא גיירן, חישב שאם אבחר ליעקב להיות זרע אברהם, אם כן נשאר עשו על כל פנים וזרעו אחריו בזרע יצחק, כי אז אין לו דין ישראל ובאומות הלך אחר הזכר (יבמות ע\"ח ע\"ב). מה שאין כן אם אבחרנו לזרע אברהם, ואם כן אין לו הברכה והארץ דהוא ירושה מאברהם, אם כן תיקונו זהו קלקולו, וזרעו נכרתים דאינם נקראים בניו, ויעקב יורשו הן להברכה והן להארץ. ורבקה חשבה שאף שהוא רק בן יצחק, מכל מקום הוא בכלל ישראל ויכרת זרעו, ולמה לו הברכה שיהיה הוא הצינור להגיע ליעקב הברכה, ויהיה יעקב נבדל מזרע אברהם ולא יהיה לאברהם זרע כלל ודו\"ק, וחבל על זכות הגדול של אב הזקן הזה. ועוד חשבה שמכל מקום יותן לו בהכרח שכר כיבוד במאי דניחא ליה. והנה יצחק לשיטתו, ולכך צעק ואמר מה עשה יעקב, הלא על כל פנים גם ברוך יהיה בדרך טפל לדעתו, והבין שדעת יעקב לא כן הוא, רק שאף מזרעו יכרת כאמור, ואם כן לפי זה אין זרעו של עשו בכלל אחיו ובני אמו שאמר לו וישתחו לך וגו'. והנה הדבר ברפיון אצלו, ואמר לו הנה משמני וגו' באופן שאת אחיך תעבוד, ושמא יאמר עשו לא מדובשך ולא מעוקצך מוטב שאשאר על דעת יעקב, לכן אמר והיה כאשר תריד ותאמר אי אפשי כנ\"ל, דהיינו שתבחר שלא להחשב כלל אף בכלל זרעו של יצחק כדעת יעקב, אז ופרקת עולו כי אין אתה מבני אביו, וגם הברכה לא יתקיים ותהיה כשאר הגוים. ועל פי זה יובן דברי מלאכי ודברי עובדיה ודו\"ק. ועל פי זה יש לפרש בפרשת וישב (בראשית לז יד) וישלחהו מעמק חברון, ופירש רש\"י (ד\"ה מעמק) מאותה עצה העמוקה וכו'. ויש להבין מה הוא העצה בזה, ומה היא העמוקה, ועיין בכלי יקר שם. והנ\"ל כי נ\"ל עוד טעם על שנגזר עינוי ועבדות, כדי לדחות את עשו וישמעאל מירושת הארץ שיאמרו איני יורש ואיני פורע, כמו שפירש רש\"י בפסוק (בראשית לו ו) וילך אל ארץ מפני יעקב אחיו (ד\"ה ולא), וק\"ל. והוא דבר שלא ניתן לגלות כי יהיה סילוק הבחירה, ולכך נקרא עצה עמוקה, ודו\"ק. ונ\"ל עוד יותר עמוק, כי עשו מומר לתאבון היה כמו שמשמע בפרשת תולדות (בראשית כז ה) לצוד ציד להביא, ואם כן מאי אכפת ליה שתטבול האשה מקודם לשם גירות, רק עשה זה שלא יהיה נקראים בניו על שמו ולא יחול עליהם השטר חוב, ואם כן ממילא דאין להם חלק בארץ מירושת אברהם, לכך וילך אל ארץ באשר ימצא, וזה היה רצון הקב\"ה שידחה עשו מירושת הארץ, ואי אפשר לגלות כנ\"ל והוא עצה עמוקה באמת. והיינו ועלו מושיעים בהר ציון לשפוט וגו', ר\"ל שהר עשו יהיה שייך לישראל בתורת ירושה כיון שכבר נפסק השכר, והנה זה אם לא נטמאו הם, וזה צריך עדות, כמו שנאמר (במדבר כו ה) החנוכי הפלאי, שהוסיף להם ה\"א בראש ויו\"ד בסוף (פסיקתא דר\"כ פי\"א ו'), והיינו שבטי יה עדות לישראל וגו', כי שמה ישבו כסאות למשפט האמור במקום אחר, דהיינו על דבר הר עשו, ולכך נצרך זה העדות ודו\"ק.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf77d1c73e90297952a3b", "index_title": "Sefer HaMitzvot HaKatzar", "category": "Halakhah", "type": "", "ref": "Sefer HaMitzvot HaKatzar, Negative Commandments 95", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer HaMitzvot HaKatzar, Negative Commandments 95", "sourceHeRef": "ספר המצות הקצר, מצות לא תעשה צ״ה", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1920, 1930], "commentaryNum": 95, "collectiveTitle": {"en": "Sefer HaMitzvot HaKatzar", "he": "ספר המצות הקצר"}, "heTitle": "מצות לא תעשה", "he": "צה. מצות לא תעשה שלא לאכול דג טמא. שנאמר (ויקרא יא, יא): \"ושקץ יהיו לכם מבשרם לא תאכלו\". וכל שאין לו סנפיר וקשקשת הוא טמא, והאוכל כזית ממנו, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:", "heVersionTitle": "Sefer HaMitzvot HaKatzar, Sefad 2004", "heLicense": "", "heVersionTitleInHebrew": "ספר מצות הקצר, צפת תשס\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e9d77d30e800f269c77d", "index_title": "Mishnah Makkot", "category": "Mishnah", "type": "", "ref": "Mishnah Makkot 3:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mishnah Makkot 3:2", "sourceHeRef": "משנה מכות ג׳:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Mishnah Makkot", "he": "משנה מכות"}, "heTitle": "משנה מכות", "he": "הַטָּמֵא שֶׁאָכַל אֶת הַקֹּדֶשׁ, וְהַבָּא אֶל הַמִּקְדָּשׁ טָמֵא, וְהָאוֹכֵל חֵלֶב, וְדָם, וְנוֹתָר, וּפִגּוּל, וְטָמֵא, הַשּׁוֹחֵט וְהַמַּעֲלֶה בַחוּץ, וְהָאוֹכֵל חָמֵץ בְּפֶסַח, וְהָאוֹכֵל וְהָעוֹשֶׂה מְלָאכָה בְּיוֹם הַכִּפּוּרִים, וְהַמְפַטֵּם אֶת הַשֶּׁמֶן, וְהַמְפַטֵּם אֶת הַקְּטֹרֶת, וְהַסָּךְ בְּשֶׁמֶן הַמִּשְׁחָה, וְהָאוֹכֵל נְבֵלוֹת וּטְרֵפוֹת, שְׁקָצִים וּרְמָשִׂים. אָכַל טֶבֶל וּמַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ. כַּמָּה יֹאכַל מִן הַטֶּבֶל וִיהֵא חַיָּב, רַבִּי שִׁמְעוֹן אוֹמֵר כָּל שֶׁהוּא, וַחֲכָמִים אוֹמְרִים כַּזַּיִת. אָמַר לָהֶם רַבִּי שִׁמְעוֹן, אֵין אַתֶּם מוֹדִים לִי בְּאוֹכֵל נְמָלָה כָּל שֶׁהוּא חַיָּב. אָמְרוּ לוֹ, מִפְּנֵי שֶׁהִיא כִבְרִיָּתָהּ. אָמַר לָהֶן, אַף חִטָּה אַחַת כִּבְרִיָּתָהּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The mishna continues enumerating those liable to receive lashes: <b>A ritually impure person who ate sacrificial</b> food <b>and one who entered the Temple</b> while <b>ritually impure. And one</b> who <b>eats</b> the forbidden <b>fat</b> of a domesticated animal; <b>or blood; or <i>notar</i>,</b> leftover flesh from an offering after the time allotted for its consumption; <b>or <i>piggul</i>,</b> an offering invalidated due to intent to sprinkle its blood, burn its fats on the altar, or consume it, beyond its designated time; <b>or</b> one who partakes of an offering that became <b>impure,</b> is flogged. <b>And one who slaughters</b> a sacrificial animal <b>or sacrifices</b> it on an altar <b>outside</b> the Temple courtyard, <b>and one who eats leavened bread on Passover, and one who eats</b> on Yom Kippur <b>and one who performs labor on Yom Kippur, and one who blends the</b> anointing <b>oil</b> for non-sacred use, <b>and one who blends the incense</b> that was burned on the altar in the Sanctuary for non-sacred use, <b>and one who applies the anointing oil, and one who eats unslaughtered</b> animal or bird <b>carcasses, or <i>tereifot</i>,</b> which are animals or birds with a condition that will lead to their death within twelve months, or <b>repugnant creatures, or creeping animals,</b> is liable to receive lashes. If <b>one ate untithed produce,</b> i.e., produce from which <i>terumot</i> and tithes were not separated; <b>or first-tithe</b> produce <b>whose <i>teruma</i></b> of the tithe <b>was not taken; or second-tithe</b> produce <b>or sacrificial</b> food <b>that was not redeemed;</b> he is liable to receive lashes. With regard to the measure for liability for eating forbidden food, the mishna asks: <b>How much does one</b> need to <b>eat from untithed produce and be liable</b> to receive lashes? <b>Rabbi Shimon says:</b> If one ate <b>any amount</b> of untithed produce he is liable to receive lashes. <b>And the Rabbis say:</b> He is liable only if he eats <b>an olive-bulk,</b> which is the minimum measure characterized as eating. <b>Rabbi Shimon said to them: Do you not concede to me with regard to one who eats an ant of any size that he is liable</b> to receive lashes? The Rabbis <b>said to</b> Rabbi Shimon: He receives lashes for eating an ant of any size <b>due to</b> the fact <b>that it is</b> an intact entity in the form <b>of its creation,</b> and that is what the Torah prohibited. Rabbi Shimon <b>said to them: One</b> kernel of <b>wheat</b> is <b>also</b> in the form <b>of its creation,</b> and therefore one should be liable to receive lashes for eating any intact entity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bfe8c39a0326c0018b7edf0", "index_title": "Steinsaltz on Chullin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chullin 67b:12", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Steinsaltz on Chullin 67b:12", "sourceHeRef": "ביאור שטיינזלץ על חולין ס״ז ב:י״ב", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 134.0012, "collectiveTitle": {"en": "Steinsaltz on Chullin", "he": "ביאור שטיינזלץ על חולין"}, "heTitle": "ביאור שטיינזלץ על חולין", "he": "וכן מסופר, <b>אמר לה רבינא לאימיה</b> <small>[לאמו]:</small> <b>אבלע לי ואנא איכול</b> <small>[הבליעי לי</small> את <small>התולעים שבדגים,</small> שלא אראה אותן, שנפשי קצה בדבר, <small>ואני אוכל]</small> את הדגים. <b>אמר ליה</b> <small>[לו]</small> <b>רב משרשיא בריה</b> <small>[בנו]</small> של <b>רב אחא לרבינא</b> שנהג כן: <b>מאי שנא מהא דתניא</b> <small>[במה שונה</small> הדבר <small>מזו ששנויה</small> בברייתא<small>]:</small> <b>\"ואת נבלתם תשקצו\"</b> (ויקרא יא, יא) — <b>לרבות את הדרנים</b> (התולעים) <b>שבבהמה,</b> שהם אסורים! מדוע אלו שבדגים מותרות?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b90ab071e100bf4e656f", "index_title": "Yesod Mora VeSod HaTorah", "category": "Jewish Thought", "type": "", "ref": "Yesod Mora VeSod HaTorah 2:7", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Yesod Mora VeSod HaTorah 2:7", "sourceHeRef": "יסוד מורא וסוד תורה ב׳:ז׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1158], "commentaryNum": 2.0007, "collectiveTitle": {"en": "Yesod Mora VeSod HaTorah", "he": "יסוד מורא וסוד תורה"}, "he": "ויש מצות שיש להם כלל גבוה כמו <small>(ויקרא י״א:ח׳)</small> איש איש אל כל שאר בשרו והשפל ערות אב ואם והחל אמך הוא על כן הוא אומר שאר אביך שאר אמך היא וסופרי המצות ספרו כל לאו בעריות בעבור שיש בהם שמשפטם משונה בבית דין. ומלת כרת כוללת הכל. והנה חשבו איסור כל בהמה טמאה ועשרים מיני עופות וכל שרץ הארץ ושרץ העוף ושקץ המים מצוה וידענו כי טומאת השמונה שרצים חמורה ובעבור שיש סימן אחד כשר לחזיר ולשפן ולארנבת ולגמל הוצרך לומר <small>(ויקרא י״א:י״א)</small> ובנבלתם לא תגעו והטעם כי אתם קדושים אל תגעו בכל נבלה שהיא תטמא אתכם וככה בדג <small>(ויקרא יא)</small> ואת נבלתם תשקצו והנה הזכירם כשאר הנבלות ואין על הנוגע כרת ולא מלקות:", "heVersionTitle": "Yesod Mora; Hokhmat Yisra'el, Jerusalem 1931", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And there are commandments that have a higher general principle, as stated in Leviticus 11:8: \"Of their flesh you shall not eat, and their carcasses you shall not touch; they are unclean to you.\" And the scribes of the commandments have enumerated every prohibition in matters of forbidden relationships because they have unique legal consequences in the court. The term \"karet\" (excision) encompasses all of them. They also calculated the prohibition of every unclean animal, twenty species of birds, all creeping creatures on land, creeping creatures of the air, and abominations of the water. We know that the impurity of the eight creeping creatures is severe, and because there is only one distinguishing sign that renders a pig, a rabbit, and a hare kosher, it was necessary to state: \"You shall not touch their carcasses\" (Leviticus 11:11). The reason is that you are holy; do not touch any carcass that would render you impure. The same applies to fish: \"You shall abhor their carcasses\" (Leviticus 11:12). They are mentioned together with other carcasses, but there is no karet or lashes for one who touches them.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17ba64b071e100bf4f446b", "index_title": "Tosafot Yom Tov on Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Makkot 3:2:11", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Tosafot Yom Tov on Mishnah Makkot 3:2:11", "sourceHeRef": "תוספות יום טוב על משנה מכות ג׳:ב׳:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 2.0011, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Makkot", "he": "תוספות יום טוב על משנה מכות"}, "he": "<b>שקצים ורמשים</b>. וכן הלשון במ\"ג פ\"ז דשביעית. ונ\"ל דבשקצים נכלל דג טמא. וכן שרץ המים והוא הבריות שבמים שאינן בצורת דג טהור ולא בצורת דג טמא. כגון כלב המים והצפרדעים וכיוצא בהן. ועל כולם הוא אומר (ויקרא י״א:י״א) ושקץ יהיו לכם מבשרם לא תאכלו. ועוף טמא שנאמר (שם) ואת אלה תשקצו מן העוף לא יאכלו. ושרץ העוף. שנאמר (שם) כל שרץ העוף ההולך על ארבע שקץ הוא. ואיזה שרץ העוף. כגון זבוב או יתוש או דבורה וכיוצא בהן ונכלל בלאו אל תשקצו וגו' בכל השרץ. ושרץ הארץ שנאמר וכל השרץ השורץ על הארץ שקץ הוא לא יאכל. ואיזה שרץ הארץ כגון החולד. והצב. נחשים. ועקרבים. וחפשים. ונדל. וכיוצא בהן. ויתכן לומר שהחכמים כוללים ג\"כ בלשון שקצים בהמה טמאה וחיה טמאה אע\"פ שבל' תורה לא נמצא שנקראו שקץ. החכמים הרחיבו לשונם ולכל הטמאים לאכול. בשם שקצים יקראו. והרי אמרו לשון תורה לחוד. ולשון חכמים לחוד. וכמ\"ש במשנה ב' פרק י\"א דחולין. ומיהו לא בכ\"מ. דבריש פ\"ח דבכורות. ופ\"ק דכריתות ובפ\"ג דנדה. דתנן בהמה וחיה בפני עצמם. ואינם כלולים בשקצים [אע\"ג] דבהמה וחיה דהתם טמאה נמי במשמע. ורמשים נאמר (שם) ולא תטמאו את נפשותיכם בכל השרץ הרומש על הארץ. והן המינין הנבראים באשפות ובגופי הנבלות. כגון רמה ותולעה וכיוצא בהן שאינן נבראים מזכר ונקבה אלא מן הגללים שהסריחו וכיוצא בהן. ובכלל הלאו הזה המינין הנבראים בפירות ובמאכלות. אם פרשו ויצאו לארץ אע\"פ שחזרו לתוך האוכל שנאמר בכל השרץ: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d94834d7b5e00177b9ef8", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Section 3 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sifra, Shemini, Section 3 1", "sourceHeRef": "ספרא, שמיני, פרשה ג א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[א] ממשמע שנאמר 'אכול את שיש לו' שומע אני 'לא תאכל את שאין לו', וממה שנאמר 'אל תאכל את שאין לו' שומע אני 'אכול את שיש לו' – למה נשנו? ליתן עליהם עשה וליתן עליהם לא תעשה. \"את זה תאכלו מכל אשר במים\" מה תלמוד לומר? שיכול הואיל והתיר במפורש התיר בסתום. מה מפורש – לא התיר אלא בכלים, אף לא נתיר בסתום אלא בכלים. מנין אפילו הם בבורות בשיחין ובמערות ששוחה ושותה ואינו נמנע? תלמוד לומר \"תאכלו מכל אשר במים\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 11:9): (\"This you may eat of all that is in the waters: All that have fins and scales in the water, in the seas and in the rivers — those may you eat.\") From its being written \"you may eat\" what has (fins and scales), I understand not to eat what does not have (fins and scales); and from its being written (Vayikra 11:11) not to eat what does not have, I understand that I may eat what does have. Why was this repeated? To make them subject to (transgression of) a positive commandment and a negative commandment. \"You may eat of all that is in the waters.\": For I might think that since (small fish found in basins [as opposed to fish found in running streams]) are permitted explicitly (even without the signs of cleanliness) and by implication (I might think that) just as explicitly they are permitted only in basins, so by implication they are permitted only in basins — Whence would I derive that even if they are found in holes, pits, or caves, he may bend down and drink from them without apprehension? From (\"You may eat of all) that is in the waters.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d94ac464441006668383c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Section 3 9", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sifra, Shemini, Section 3 9", "sourceHeRef": "ספרא, שמיני, פרשה ג ט׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ט] \"ושקץ יהיו לכם\" – לאסור את ערובן. כמה יהא בו ויהא אסור? עשר זוז ביהודה שהן עשר סלעים בגליל בגרב שמחזיק סאתים. דג טמא – צירו אסור. ר' יהודה אומר רביעית בסאתים. ר' יוסי אומר אחד בששה עשר בו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) (Vayikra 11:11): \"And detestable shall they be to you\": to include their admixtures (if an unclean fish became mixed up with clean fish and cannot be recognized). How much (of the unclean fish) must be in it (the admixture) to be forbidden? The weight of ten zuz in Judah, which are ten selaim in the Galil, in a keg which contains two sa'ah. The brine of an unclean fish is forbidden. R. Yehudah says: (How much of the unclean must be in the clean to forbid the brine?) A revi'ith (of a log of unclean fish) in two sa'ah (of clean fish). R. Yossi says: One in sixteen.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d94b4d712ce00182a26bb", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Shemini, Section 3 10", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sifra, Shemini, Section 3 10", "sourceHeRef": "ספרא, שמיני, פרשה ג י׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[י] \"מבשרם\" – ולא מן העצמות ולא מן הסנפרנין שלהם. \"ואת נבלתם תשקצו\" – להביא את היבחושין שסננם.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) \"Of their flesh you shall not eat\": (The exhortation) does not apply to their bones and to their fins. \"and their carcass shall you hold in detestation\": to include midges filtered (from their native element).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6d21388205001838a140", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 82:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Malbim on Leviticus, Shmini 82:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני פ״ב:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 82.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ושקץ יהיו לכם:</b> אמר זה שנית שישארו שקץ, בל יערבו אותם עם טהורים לבטלם. ועל זה אמר \"לכם\" כי אם נתערב על ידי אחר – בטל מדאורייתא. ומזה משמע כמאן דאמר דאסור לבטל איסור מדאורייתא. זה מדאורייתא. וחכמים אמרו שגם אם נתערב אסור. ויש בזה ב' פירושים (משנה תרומות פ\"י מ\"ח): <b>לדעת הר\"ש</b> מיירי שנתערב גוף הדג, ומה שאמר כמה יהא בו עשר זוז וכולי – דסבירא ליה דבריה בטלה בתתק\"ס (<small>ובירושלמי שם מבואר החשבון</small>). ומה שאמר דג טמא צירו אסור הוא ענין אחר. ועל זה אמר ר' יהודה רביעית בסאתים. ובאר בחולין <small>(דף צט.)</small> דאף על גב שר\"י סובר מין במינו לא בטל – ציר דגים דרבנן. <b>ולדעת הרמב\"ם</b> הכל מיירי בציר דגים. ועל כל פנים לכל הפירושים הוא דרבנן, כי גם מה דבריה אינה בטלה הוא דרבנן, וע\"כ שעיקר הכתוב לאסור לערב לכתחלה. או למאן דאמר שמדאורייתא מותר לבטל איסור הוא לאסור בענין שנותן טעם על ידי בישול וכדומה. ומה שאמר \"מבשרם\" ולא מן העצמות – התבאר (<small>פר' צו סי' קיז</small>).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d21388205001838a142", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 83:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Malbim on Leviticus, Shmini 83:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני פ״ג:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 83.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ואת נבלתם תשקצו:</b> בחולין <small>(דף סז.)</small> \"כל השרץ השורץ על הארץ\" להביא יבחושין שסננם. ושם (<small>עמוד ב</small>) \"ואת נבלתם תשקצו\" – להביא את הדרנין שבבהמה. לדעת הגמרא מה שכתוב \"את נבלתם תשקצו\" שהוא בלתי מובן איך משכחת בהו הבדל בין בשרם ובין נבלתם וכי שייך גבייהו שחיטה ונבלה? פירשוהו שרצונו לומר על התולעים המתילדים בדגים הטמאים שהם אסורים. דדרני דכוורי הטהורים שריא (<small>שם דף סז:</small>) ושל טמאים אסורים. ומזה הוציא דהוא הדין דדרני שבבהמה אסורים כמש\"ש דכיון דלא מהני להו שחיטה באיסורייהו קיימן. ופי' שנלמד מתולעי דגים טמאים דמנייהו קא גלי לתולעי בהמה. אמנם לגירסת הספרא \"להביא את היבחושין\" – מפרש מה שכתוב \"נבלתם\" ר\"ל כל אשר אין לו סנפיר וקשקשת – לפעמים מבשרם לא תאכלו, ולפעמים מבשרם תאכלו רק את נבלתם תשקצו; והם היבחושין הנולדים במים שבכלים ובורות שיחין ומערות שבעודם חיים במים מותרים, ואם סננם ומתו מיד אז נבלתם תשקצו. כי אם סננם ועודן חיים כשפרשו מן המים אסורים משום \"השרץ השורץ על הארץ\". ותראה זה היטב מדברי הרמב\"ם (פ\"ב מהל' מאכלות אסורות ה\"יט) המסנן את היין ואכל את היבחושין שסננם לוקה משום שרץ המים או שרץ העוף ושרץ המים. ושם (פ\"ב מהל' מאכלות אסורות ה\"כג) הרי שהיתה הבריה משרץ העוף ומשרץ המים ומשרץ הארץ כגון שהיה לו כנפים והיא מהלכת על הארץ כשאר שרצים והיתה רבה במים ואכלה לוקה ג' מלקיות. ולפי זה מה שאמרו בספרא דיבחושין שסננם לוקה משום שרץ המים, וכן מ\"ש הרמב\"ם (הלכה יט) דאינו לוקה רק משום שרץ המים – על כרחך מיירי שמתו מיד כשפרשו, ועל זה ריבה אותם מן \"ואת נבלתם תשקצו\". ובברייתא בגמרא מיירי שחיו בצאתם מן המים ואז לוקה גם כן משום \"שרץ השורץ על הארץ\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee426e5a42115dfca0bc5", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 455:1-2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Malbim Ayelet HaShachar 455:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) תנ״ה:א׳-ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 455.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["שם <b>נבלה</b> הוא מצד הניבול והמיאוס, ולא יפול על העצמות והחלקים הקשים הבלתי נמאסים (שמיני ס' קלח. אחרי ס' קכג). [ועיין שמיני סימן פג איך יצדק שם 'נבלה' בתולעים]", "ויפול גם על אבר אחד הנופל מן החי (שמיני סימן צו, וסימן קלח). ודוקא אם דומה כמיתת החי כגון אבר שאין עושה חליפים או בשר גידין ועצמות (שמיני ס' צז). וכן יצדק 'מיתה' על אבר אחד (שמיני ס' קטו)."], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["The noun <b>נבלה</b> (carcass) refers to the obscene and the repulsive, and does not mean the bones and the hard parts which are not disgusting.", "And it also refers to one limb that falls off of a living creature. And precisely, if it is similar to death of a living creature, for example a limb which is not replaceable or the flesh of tendons and bones. And moreover, מיתה (death) is correct when referring to one limb."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee428e5a42115dfca0bcf", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 459:1-2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Malbim Ayelet HaShachar 459:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) תנ״ט:א׳-ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 459.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["על היתר הנאה יתפוס לשון \"<b>לכם</b>\" או הכינוי \"<b>קצירכם</b>\" וכדומה. (שמיני ס' פב, וסימן פה, וסימן קלט. קדושים ס' סד)", "ולשון \"<b>יעשה למלאכה</b>\" אינו כולל היתר הנאה (שמיני ס' קלט)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["When something is permissible for benefit, it uses the language <b>לכם</b> (for you) or a pronoun, as in <b>קצירכם</b> (your harvest), etc.", "And the language <b>יעשה למלאכה</b> does not include using for benefit.<br><br><i>Leviticus 11:10 says,</i>וכל אשר אין לו סנפיר וקשקשת בימים ובנחלים מכל שרץ המים ומכל נפש החיה אשר במים שקץ הם לכם<i> (And all that have not fins and scales in the seas, and in the rivers, of all that swarm in the waters, and of all the living creatures that are in the waters, they are a detestable thing unto you), using the word לכם for “to you”. This means that they are permissible for benefit, according to Rule 459<sup class=\"footnote-marker\">691</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Shemini 81.</i>.</i><br><br><i>Leviticus 7:24 says, </i>וחלב נבלה וחלב טרפה יעשה לכל מלאכה ואכל לא תאכלהו<i> (And the fat of that which dies of itself, and the fat of that which is torn of beasts, may be used for any other service; but you shall in no wise eat of it), using the words </i>יעשה לכל מלאכה<i> for “may be used for any other service”. This does not include using for benefit, according to Rule 459<sup class=\"footnote-marker\">692</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Tzav 139.</i>.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee4595fc99956394dd7d3", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 600:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Malbim Ayelet HaShachar 600:1", "sourceHeRef": "אילת השחר (מלבי\"ם) ת״ר:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 600.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "מלת [<b>יהיה. תהיה</b>] מורה על שהדבר מוכרח להעשות ועל הקיום. (<b>ויקרא</b> ס' צ\"ו, וסימן קכג. <b>צו</b> סימן קכג. <b>שמיני</b> סימן פב. <b>מצורע</b> סימן א, וסימן קע, וסימן קעא, וסימן קפט. <b>קדושים</b> סימן סב. <b>אמור</b> סימן יג, וסימן יט, וסימן קעד, וסימן רכח)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The words <b>יהיה</b> and <b>תהיה</b> (shall be) teach that the matter must be carried out and also about the fulfillment of the matter.<br><br><i>For example, Leviticus 2:1 says,ונפש כי תקריב קרבן מנחה ליהוה סלת יהיה קרבנו ויצק עליה שמן ונתן עליה לבנה (And when any one brings a meal-offering unto the LORD, his offering shall be of fine flour; and he shall pour oil upon it, and put frankincense thereon), using the word יהיה for “shall be”.</i>", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd3a36024f59704938d6c1", "index_title": "Peninei Halakhah, Kashrut", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Kashrut 17:7:2", "anchorRef": "Leviticus 11:9-11", "anchorRefExpanded": ["Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11"], "sourceRef": "Peninei Halakhah, Kashrut 17:7:2", "sourceHeRef": "פניני הלכה, כשרות י״ז:ז׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [2014, 2018], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Peninei Halakhah, Kashrut", "he": "פניני הלכה, כשרות"}, "he": "כל דג שיש לו סנפיר וקשקשת טהור, שנאמר (ויקרא יא, ט-יא): \"אֶת זֶה תֹּאכְלוּ מִכֹּל אֲשֶׁר בַּמָּיִם, כֹּל אֲשֶׁר לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת בַּמַּיִם בַּיַּמִּים וּבַנְּחָלִים אֹתָם תֹּאכֵלוּ. וְכֹל אֲשֶׁר אֵין לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת בַּיַּמִּים וּבַנְּחָלִים מִכֹּל שֶׁרֶץ הַמַּיִם וּמִכֹּל נֶפֶשׁ הַחַיָּה אֲשֶׁר בַּמָּיִם, שֶׁקֶץ הֵם לָכֶם. וְשֶׁקֶץ יִהְיוּ לָכֶם, מִבְּשָׂרָם לֹא תֹאכֵלוּ וְאֶת נִבְלָתָם תְּשַׁקֵּצוּ\" (וכן בדברים יד, ט-י).", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f40eb7d2e147564477d", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Midrash Lekach Tov, Leviticus 11:11:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ושקץ יהיו לכם. לאסור את צירן ואת רוטבן <i data-commentator=\"Beur HaRe'em\" data-order=\"39\"></i> ואת הקופה*) שלהם. לכם. ללמד שמותרין בהנאה למכרם לעובד כוכבים. ושקץ יהיו לכם. לאסור את עירוביהן. כמה יהא בו ויהא אסור שיערו חכמים בברייתא קרוב למאתים דתניא כל גרב שהוא מחזיק מאתים ובו דג טמא צירו אסור. רבי יהודה אומר רביעית בסאתים אע\"פ שכל האיסורין שבתורה בששים ציר דג טמא אחד מרביעית הלוג בסאתים <i data-commentator=\"Beur HaRe'em\" data-order=\"40\"></i> שהם בסאתים ק' וצ' ושנים רביעית למדנו שאיסור ציר דג טמא קרוב למאתים אחד בקצ\"ב. מבשרם. ולא העצמות ולא הסנפירין שלהן. ואת נבלתם תשקצו. להביא את היבחושין שסיננן שאסורין:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60058da22ce045ad5259d657", "index_title": "Otzar La'azei Rashi", "category": "Reference", "type": "commentary", "ref": "Otzar La'azei Rashi, Tanakh, Leviticus 8", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Otzar La'azei Rashi, Tanakh, Leviticus 8", "sourceHeRef": "אוצר לעזי רש\"י, תנ\"ך, ויקרא ח׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1973, 1987], "commentaryNum": 8, "collectiveTitle": {"en": "Otzar La'azei Rashi", "he": "אוצר לעזי רש\"י"}, "heTitle": "ויקרא", "he": "3161 / (ויקרא יא,יא) / <b>יבחושין</b><br>מושקירונ\"ש / moscherons / <b>יבחושים</b><br><small>רש\"י מביא את דברי מדרש תורת כוהנים, שלפיהם המלית \"את\" בפסוק \"ואת נבלתם תשקצו\" באה לאסור סוגים מסוימים של חרקים.</small>", "heVersionTitle": "Otzar Laazei Rashi, Jerusalem, 1988", "heLicense": "", "heVersionTitleInHebrew": "אוצר לעזי רש\"י, תל אביב, תשמ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a519b47ba0fecacc143aec", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "", "ref": "Sefer HaMitzvot, Negative Commandments 179:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 179:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה קע״ט:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 179.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " הזהירנו מאכול אי זה שרץ שיהיה בלתי יחוד בין שרץ העוף בין שרץ המים בין שרץ הארץ. והוא אמרו יתעלה אל תשקצו את נפשותיכם בכל השרץ, לאו זה בפני עצמו ולוקין עליו, והוא דומה לאיסור כולל לפיכך מי שאכל כלום משרץ הארץ לוקה שתים אחת משום וכל השרץ השורץ על הארץ שקץ הוא לא יאכל ואחת משום אל תשקצו את נפשותיכם, ומי שאכל שרץ העוף לוקה שתים אחת משום וכל שרץ העוף טמא הוא לכם לא יאכלו ואחת משום אל תשקצו, ואם אכל בעל חיים עף וילך על הארץ עד שיהיה שרץ העוף ושרץ הארץ חייב עליו ארבע מלקיות, ואם חובר לזה שיהיה גם כן משרץ המים יהיה חייב עליהם שש מלקיות, החמש משום דג טמא שנאמר מבשרם לא תאכלו, והששית משום אל תשקצו לפי שהוא כולל גם כן שרץ המים, ואין אצלנו כתוב לאסור שרץ המים זולת אל תשקצו את נפשותיכם בכל השרץ השורץ, ובאלו השרצים אמרו בגמרא מכות (דף ט\"ז:) אכל פוטיתא לוקה ארבע, נמלה לוקה חמש, צרעה לוקה שש, וזהו הפירוש שפירש כל מי ששמעתי אומר או ראיתי דבריו בפירוש אשר פירש בזה המאמר שהוא אכל פוטיתא וכו', והוא פירוש בלתי אמתי לא ימשך ולא ישלם אלא על חלוף השרשים האמתים שבא עליהם המופת בלשון התלמוד, וזה כשתעיין במה שהקדמנו הנה תמצאם שחייבו שלש מלקיות מלאו אחד, והוא אל תשקצו, וכבר התבאר ביטול זה ושלא ילקה שתי מלקיות על לאו אחד בשום פנים כמו שהתבאר בחולין. וכבר הקדמנו אנחנו זה בשרש ט' ובארנוהו פעמים, והנה אביא לך דמיונות במה שעתיד. ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "He prohibited us from eating any swarming thing that it might be without specification - whether a swarming thing of the water or a swarming thing of the earth. And that is His, may He be exalted, saying, \"You shall not make yourselves repulsive with anything that swarms\" (Leviticus 11:43). We give lashes for this negative commandment on its own; and it is similar to a general negative commandment. Hence one who ate any of a swarming things of the earth is lashed two [sets of lashes] - once on account of, \"All the things that swarm upon the earth are repulsive, they may not be eaten\" (Leviticus 11:41); and once on account of, \"You shall not make yourselves repulsive.\" And one who eats a flying swarming thing is lashed two [sets of lashes] - once on account of, \"All winged swarming things are impure for you, they may not be eaten\" (Deuteronomy 14:19); and once on account of, \"You shall not make yourselves repulsive.\" And if he ate an animal that flies and walks on the ground, such that it is a flying swarming thing and a swarming thing on the earth, he is liable four [sets of] lashes. And if along with this, it would also be a swarming thing of the water, he would be liable for six [sets of] lashes - the fifth of them on account of [being] an impure fish, as it is stated (Leviticus 11:11), \"you shall not eat of their meat\"; and the sixth on account of, \"You shall not make yourselves repulsive,\" since it also includes a swarming creature of the water. And we do not have another verse with us to forbid a swarming thing of the water besides, \"You shall not make yourselves repulsive with anything that swarms.\" And about these swarming things, they said in the Gemara, Makkot (Makkot 16b), \"One who ate a <i>putita</i> is lashed four [sets of lashes]; an ant, is lashed five; a wasp, is lashed six.\" And this is the explanation that was explained by anyone that I have heard speak or whose words I have seen explain this statement of, \"One who ate a <i>putita</i>.\" But it is an incorrect explanation - it cannot be followed or sustained without upturning the true principles that are a signpost in the language of the Talmud. And that is that when you look into what we have said before, behold you will find that they have made one liable three [sets] of lashes from one negative commandment - and that is, \"You shall not make yourselves repulsive.\" And it has already been explained that one is not lashed two [sets of] lashes for one negative commandment under any circumstances, as is explained in Chullin (Chullin 102b). And we ourselves have already discussed this in Principle 9 and we have explained it [several] times. And behold I will bring examples for you in that which is [to come in the] future. ", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "60ec1eb8e735e0a5900c79f1", "index_title": "Rif Chullin", "category": "Quoting Commentary", "type": "", "ref": "Rif Chullin 24a:6", "anchorRef": "Leviticus 11:10-11", "anchorRefExpanded": ["Leviticus 11:10", "Leviticus 11:11"], "sourceRef": "Rif Chullin 24a:6", "sourceHeRef": "רי\"ף חולין כ״ד א:ו׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1085, 1105], "commentaryNum": 47.0006, "collectiveTitle": {"en": "Rif Chullin", "he": "רי\"ף חולין"}, "heTitle": "רי\"ף חולין", "he": "אכל פוטיתא לוקה ארבע דכתיב בדגים (ויקרא י״א:י׳-י״א) ושקץ יהיו לכם מבשרם לא תאכלו ובנבלתם לא תגעו וכתיב בשרצים (ויקרא י״א:י׳-י״א) אל תשקצו את נפשותיכם בכל השרץ השורץ ל\"ש דים ול\"ש דיבשה הרי תרי וכתיב בהו (ויקרא י״א:מ״ג) ולא תטמאו בהם הרי תלתא וכתיב במשנה תורה (דברים י״ד:י׳) וכל אשר אין לו סנפיר וקשקשת לא תאכלו הרי ארבע.", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5edf4629f2b57282b6c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, שׁקץ 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Sefer HaShorashim, שׁקץ 1", "sourceHeRef": "ספר השרשים, שׁקץ א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "שׁקץ", "he": ["<strong><big>שׁקץ</big></strong>   כִּי לֹֽא־בָזָה וְלֹא <strong>שִׁקַּץ</strong> (<a class=\"refLink\" href=\"Psalms 22:25\" data-ref=\"Psalms 22:25\">תהלים כב, כה</a>), אַל־<strong>תְּשַׁקְּצוּ</strong> אֶת־נַפְשֹׁתֵיכֶם (<a class=\"refLink\" href=\"Leviticus 11:43\" data-ref=\"Leviticus 11:43\">ויקרא יא, מג</a>), וְאֶת־נִבְלָתָם <strong>תְּשַׁקֵּֽצוּ</strong> (<a class=\"refLink\" href=\"Leviticus 11:11\" data-ref=\"Leviticus 11:11\">ויקרא יא, יא</a>),<strong> שַׁקֵּץ תְּשַׁקְּצֶנּוּ</strong> (<a class=\"refLink\" href=\"Deuteronomy 7:26\" data-ref=\"Deuteronomy 7:26\">דברים ז, כו</a>).<strong> והשם</strong> וְלָתֵת <strong>שִׁקּוּץ </strong>שֹׁמֵם (<a class=\"refLink\" href=\"Daniel 12:11\" data-ref=\"Daniel 12:11\">דניאל יב, יא</a>). והקבוץ וְעַל כְּנַף <strong>שִׁקּוּצִים</strong> מְשֹׁמֵם (<a class=\"refLink\" href=\"Daniel 9:27\" data-ref=\"Daniel 9:27\">דניאל ט, כז</a>), וַתִּרְאוּ אֶת־<strong>שִׁקּוּצֵיהֶם</strong> (<a class=\"refLink\" href=\"Deuteronomy 29:16\" data-ref=\"Deuteronomy 29:16\">דברים כט, טז</a>), אִישׁ <strong>שִׁקּוּצֵי</strong> עֵינָיו הַשְׁלִיכוּ (<a class=\"refLink\" href=\"Ezekiel 20:7\" data-ref=\"Ezekiel 20:7\">יחזקאל כ, ז</a>). ומשקל אחר <strong>שֶׁקֶץ </strong>הוּא לָכֶֽם (<a class=\"refLink\" href=\"Leviticus 11:12\" data-ref=\"Leviticus 11:12\">ויקרא יא, יב</a>), בשש נקודות. ענינם ענין תועבה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed66bfddfbb310fecda", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 2-5", "anchorRef": "Leviticus 11:1-47", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה א׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Dietary Rules", "he": "ויקרא הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["After ten chapters devoted mainly to cultic rules, we move from the priestly altar to everyone’s table—a fine example of the dual concerns of Leviticus (later Judaism was in fact to dub the table an “altar in miniature,” taking literally the injunction in Exodus for Israel to become a “kingdom of priests”). The chapter, as mentioned in “On the Book of Leviticus and Its Structure,” functions as a bridge between the first two parts of the book. As Hallo notes, it rounds out the question of consuming food, a major issue in sacrifices; it also introduces the motif of pollution in a systematic way (there were references to it in regard to sacrifices, but not in as full a manner). The use of “Instruction” in v.46 echoes the summaries of sacrifices in Chap. 7, while “you are to separate” in v.47 links the chapter with the previous one. Looking forward, “Instruction” is also used in the pollution chapters that follow, and the fivefold repetition of “hallow/holy” in vv.44–45 even points us toward the major section on Holiness in the third part of the book.", "It should be noted that, from vv.24–40, eating is not the issue, but rather coming into contact with the carcass of a <i>tamei</i> animal. The two areas are joined with the introduction of “swarming” creatures in vv.41–44, and the whole chapter concludes with a call to “separation.”", "Refrains are many, giving the chapter a more poetic structure than one would expect from such a list: “it is <i>tamei</i> for you,” “it is a detestable-thing for you,” “it is an abominable-thing,” “according to its kind,” “<i>tamei</i> until sunset.” The overwhelmingly negative character of the refrains serves to drum in caution and promote avoidance.", "Many of the animals on the lists of Lev. 11 are familiar, but it must be stressed that, as with plant and place-names in the Bible, a number of the precise identifications have been lost to us, and educated guesses are in order."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e5c9ad75f2d99af96a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 1", "anchorRef": "Leviticus 11:1-47", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 11:1-47\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 11:1-47</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62820ef8db3d3391b78a09d2", "index_title": "Mishnah Nedarim", "category": "Mishnah", "type": "", "ref": "Mishnah Nedarim 2:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Mishnah Nedarim 2:1", "sourceHeRef": "משנה נדרים ב׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Mishnah Nedarim", "he": "משנה נדרים"}, "heTitle": "משנה נדרים", "he": "וְאֵלּוּ מֻתָּרִין. חֻלִּין שֶׁאֹכַל לָךְ, כִּבְשַׂר חֲזִיר, כַּעֲבוֹדָה זָרָה, כְּעוֹרוֹת לְבוּבִין, כִּנְבֵלוֹת, כִּטְרֵפוֹת, כִּשְׁקָצִים, כִּרְמָשִׂים, כְּחַלַּת אַהֲרֹן וְכִתְרוּמָתוֹ, מֻתָּר. הָאוֹמֵר לְאִשְׁתּוֹ, הֲרֵי אַתְּ עָלַי כְּאִמָּא, פּוֹתְחִין לוֹ פֶתַח מִמָּקוֹם אַחֵר, שֶׁלֹּא יָקֵל רֹאשׁוֹ לְכָךְ. קוֹנָם שֶׁאֵינִי יָשֵׁן, שֶׁאֵינִי מְדַבֵּר, שֶׁאֵינִי מְהַלֵּךְ, הָאוֹמֵר לְאִשְׁתּוֹ, קוֹנָם שֶׁאֵינִי מְשַׁמְּשֵׁךְ, הֲרֵי זֶה בְלֹא יַחֵל דְּבָרוֹ. שְׁבוּעָה שֶׁאֵינִי יָשֵׁן, שֶׁאֵינִי מְדַבֵּר, שֶׁאֵינִי מְהַלֵּךְ, אָסוּר: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>And these are</b> the vows in which the one who takes the vow attempts to create a prohibition on an item by associating it with an item in an ineffective manner, rendering the vow void and leaving the item <b>permitted:</b> If one says: <b>That which I will eat of yours</b> will be <b>non-sacred [<i>ḥullin</i>];</b> or: That which I will eat of yours will be <b>like pig meat;</b> or: <b>Like</b> an object of <b>idol worship;</b> or: <b>Like</b> the <b>hides</b> of animal offerings <b>whose hearts were removed</b> as a form of idol worship, and it is therefore prohibited to derive benefit from those animals; or: <b>Like animal carcasses and animals with a wound that will cause them to die within twelve months [<i>tereifot</i>];</b> or: <b>Like</b> non-kosher <b>repugnant creatures and</b> non-kosher <b>creeping animals;</b> or: <b>Like the <i>ḥalla</i> of Aaron,</b> the first priest, <b>or like his <i>teruma</i>;</b> in all these cases, the food is <b>permitted.</b> Although none of these items may be eaten, they are forbidden by Torah law, not by means of a vow. Therefore, it is impossible to extend their prohibition to other items by means of a vow that associates them with those items. With regard to a man <b>who says to his wife: You are hereby to me like</b> my <b>mother,</b> i.e., deriving benefit from you should be forbidden to me like engaging in sexual intercourse with my mother, dissolution <b>is broached with him by</b> suggesting <b>a different extenuation,</b> i.e., a halakhic authority suggests other, extenuating circumstances that enable the dissolution of the vow. Although this vow does not take effect either, as engaging in sexual intercourse with one’s mother is prohibited by Torah law, by rabbinic law this is treated like an actual vow and requires dissolution by a halakhic authority, so <b>that he will not</b> take genuine vows <b>lightly.</b> With regard to one who says: <b>Sleeping is</b> forbidden <b>for me as if</b> it were <b>an offering [<i>konam</i>],</b> thereby prohibiting himself from sleeping; or: <b>Speaking is</b> <i>konam</i> <b>for me;</b> or: <b>Walking is</b> <i>konam</i> <b>for me;</b> or <b>one who says to his wife: Engaging in sexual intercourse with you is <i>konam</i> for me,</b> if he violates the vow <b>he is in</b> violation of the prohibition <b>“He shall not profane his word”</b> (Numbers 30:3). If one says: I take <b>an oath that I will not sleep,</b> or: <b>That I will not speak,</b> or: <b>That I will not walk,</b> this activity is <b>prohibited</b> to him. ", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64187bb2c9371ec0cebe6523", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Reggio on Torah, Leviticus 11:11:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיו לכם,</b> שאל יקל לכם זה הדבר, כי היו בעיניכם כדבר משוקץ, ומפרש לענין מה מבשרם לא תאכלו, וזה עשה ולא תעשה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187bb3c9371ec0cebe6525", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Reggio on Torah, Leviticus 11:11:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואת נבלתם תשקצו,</b> אמרו רז\"ל שבא לרבות יבחושין שסננן, כלומר אע\"פי שהתרתי לך מי כלים שהשריצו, אין זה אלא בהיותן חיים מעורבין במים, אבל אם סנן המים, ונפרדו יבחושין (שהן בריות קטנות) מהן, את נבלתם במותם תשקצו ואסורין באכילה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc53758c1dc532ec8d58", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 11:11", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Steinsaltz on Leviticus 11:11", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״א:י״א", "anchorVerse": 11, "sourceHasEn": true, "commentaryNum": 11.0011, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְשֶׁקֶץ יִהְיוּ לָכֶם.</b> כלומר – \n    <b>מִבְּשָׂרָם לֹא תֹאכֵלוּ וְאֶת נִבְלָתָם תְּשַׁקֵּצוּ,</b> הרחיקו אותם מלאכלם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They shall be a detestable thing to you; you shall not eat from their flesh, and their carcasses you shall detest </b>. There is an opinion that the requirement to detest their carcasses indicates a prohibition against commercial activity involving creatures prohibited for consumption. 26 ", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da72b215f43691cfdec6", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Shmini 23", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Tze'enah Ure'enah, Shmini 23", "sourceHeRef": "צאינה וראינה, שמיני כ״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 23, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "שמיני", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>You shall not eat of their flesh and you shall abominate their carcasses</i>” [11:11]. The Torah says that one should not eat the non-kosher fish and also should not buy or sell them. There are eight types that one should not deal with them. Four of them, because they are very important, therefore one should not do business with them. Four of the eight are because they are very despicable and it is not proper to do business with them. One should not do business with the first four with charity money, since the Holy One said that you should not make a profit for the charity. I have enough money; all the gold and silver is mine. Therefore, it is forbidden to do business with it. Perhaps it will become very necessary to use the money and it will have been lent out for interest and in the meantime, the poor people will die, <i>heaven forbid.</i> One should also not do business with the sanctified money from the Tabernacle or Temple. The third is that one should not do business with the firstborn of an animal that has acquired a defect. The fourth is that one should not do business with fruits from the <i>Sabbatical year.</i> Four things are disgusting and one should not do business with them. Meat of an animal that died of natural causes, or an animal killed by another animal, or <i>unclean creatures</i> and <i>insects.</i> When a dead animal occurs in his household, he is allowed to do business and sell it, but he should not buy dead animals as merchandise to do business with them. He is not allowed to do this.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Bahya, Leviticus, 11:11.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e795", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Haamek Davar on Leviticus 11:11:1", "sourceHeRef": "העמק דבר על ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ושקץ יהיו לכם.</b> לבד שהטבע שלכם הוא לשקץ מאכל מאוס. עוד הנני מזהיר על כך. ומפרש המקרא הנ״מ בזה. היינו <b>ואת נבלתם תשקצו.</b> פי׳ עם נבלתם היינו מה שנבלע מנבלתם. וזה אינו משוקץ בטבע. אבל מצד אזהרת הקדוש ב״ה עלינו לשקץ אפילו כה״ג:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5922e99fd6e4a91a92fb7445", "index_title": "Contemporary Halakhic Problems, Vol VI", "category": "Halakhah", "type": "", "ref": "Contemporary Halakhic Problems, Vol VI, Chapter 8 Piscatorial Parasites 43", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Contemporary Halakhic Problems, Vol VI, Chapter 8 Piscatorial Parasites 43", "sourceHeRef": "בעיות הלכתיות עכשוויות, כרך ו, פרק ח: טפילי דגים מ״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [2006, 2012], "commentaryNum": 43, "collectiveTitle": {"en": "Contemporary Halakhic Problems, Vol VI", "he": "בעיות הלכתיות עכשוויות, כרך ו"}, "heTitle": "פרק ח: טפילי דגים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "An ostensively even stronger argument is formulated by Rabbi Halberstam, <i>Ve-Anokhi Tola'at</i>, p. 11, and by R. Ephraim Fishel Siegal, <i>Or Yisra'el</i>, no. 61, pp. 71-72. They contend that, even if minuscule creatures are not halakhically cognized, and, as Rabbi Falk argues, the species identity of such creatures is established at the time it becomes discernible to the naked eye, the Anisakis should nevertheless be forbidden. An Anisakis that reaches such a stage of development within crustaceans should be regarded either as a <i>yozei</i> of a forbidden fish<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Cf., however, <i>Ḥavvat Da’at</i> 81:1, who maintains that there is no prohibition of <i>yoẓei</i> with regard to forbidden fish. See, however, <i>Tosafot</i>, <i>Bekhorot</i> 7b, s.v. <i>rov dagim,</i> who apparently espouse a contradictory view. See also Malbim on Leviticus 11:11.</i> or as having acquired the identity of the species of fish of which its host is a member.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Rabbi Viya, <i>Bedikat ha-Mazon,</i> I, <i>sha’ar sheni</i>, chap. 3, note 22, rebuts that argument by citing <i>Ḥavvat Da’at</i> 81:2 who asserts that a fully-developed entity is not prohibited as <i>yoẓei</i>. However, <i>Ḥavvat Da’at</i> agrees that, by virtue of an entirely different scriptural derivation, identity as a member of a species is acquired by virtue of the species identity of the progenitor. If so, an organism juridically regarded as having been generated by a non-kosher creature should also acquire identity as a member of the species of its progenitor.</i> Consistent with that assessment, <i>Minḥat Hinnukh</i>, no. 163, declares that, although worms that develop in the flesh of a dead animal are not prohibited as the <i>yozei</i> of a limb of a living animal, nevertheless, if the animal is a member of a non-kosher species, such worms are forbidden by virtue of the prohibition against eating the flesh of a non-kosher animal.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Cf., <i>Ḥazon Ish, Yoreh De’ah</i> 17:13. <i>Ḥazon Ish</i> asserts that worms that are not <i>piresh</i> are permissible because they are generated by a foodstuff whose identity they acquire. That view is entirely consistent with the position of R. Hai Ga’on cited <i>supra</i>, note 27. <i>Ḥazon Ish</i>, however, further declares that a worm that is not <i>piresh</i> is permissible only if it acquires the identity of a permissible foodstuff as evidenced by the fact that worms found in a living animal are not forbidden as <i>ever min ha-ḥai</i>. Hence, according to <i>Ḥazon Ish</i>, a worm generated by a non-kosher organism would always be treated as <i>piresh</i>.</i> That ruling is recorded by <i>Darkei Teshuvah</i> 84:177.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">See also the commentary of Malbim on Leviticus 11:11.</i>", "versionTitle": "Contemporary halakhic problems, by J. David Bleich, 1977-2005", "license": "", "versionTitleInHebrew": "בעיות הלכתיות עכשוויות, רבי יהודה דוד בלייך, 1977-2005"}, {"_id": "59a6c622d6e4a920f72d9742", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 11:11:1", "sourceHeRef": "הכתב והקבלה, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 11.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>ואת נבלתם תשקצו. </b>לרבות יבחושין שסננן (רש\"י מת\"כ) דכיון דכתיב מבשרם לא תאכלו, למה לי ואת נבלתם תשקצו, דהא אין טומאה נוהגת באלה, לכן דרשוהו ליבחושין שסננן, כלומר אף שבבורות שיחין ומערות שוחה ושותה ואינו נמנע, לפי שהם עצורים ואינם דומים לימים ונחלים שנמשכין ונגררין, היינו דוקא כשלא סיננן שלא פירשו ממקום רביתייהו, אבל כשסיננן שפירשו ממקום רביתייהו אסרו הכתוב (ערא\"ם) ולפי\"ז אין נבלתם דקרא דילן דומה לנבלתם דלעיל ח' ודלקמן ל\"ט, דאינהו בשכבר מתו, ודהכא כשהם בחיים שהתחיל בהם הפסד כח המעמידם בחיים (פערוועזענד) ששרצי המים כשהוסרו מן המים נפסק מהם כח חיותם ומעותדים להפסד, כי שרש נבל ישמש גם על כמישת ליחות הדבר כמו והעלה נבל, ועל תשות כח האדם נבל תבל גם אתה. (והרב בתבואת שור סי' ל\"ג ס\"ג היטיב לדבר בהבדל נבלה דבטומאה, לנבלה דאיסורי מאכל, אף דלענין טומאה אינו קרויה נבלה רק כשמתה, מכל מקום באיסורי מאכל ישנן דהויין נבלה מחיים לרמב\"ם). והנה איסור יבחושין שסננן יליף ליה בתלמודא (חולין כ\"ז א') מקרא אחרינא ע\"ש. דבקרא דילן אינו רק למה דילפינן מדיוקא דקרא דבבורות שיחין ומערות מותרין, ולזה תרגם יב\"ע ואת נבלתם תשקצו, ומן הנייתהון תתרחקון, כענין שקץ תשקצנו הנאמר בע\"ז. אמנם אין כוונת יב\"ע לאסור שרצי המים בהנאה, דלית מאן דפליג בזה ולכ\"ע מותרים בהנאה רק כוונתו לאסור הסחורה בהם שאינם מותרים בהנאה רק בשנזדמנו לו, אבל לכוין העסק להסתחר בהם אסרן הכתוב, וכן בתלמוד ירושלמי קרי לאיסור סחורה איסור הנאה, דבמתני' (פ\"ז דשביעית) תנן אין עושין סחורה בשקצים ורמשים, וקאמר עלה בירושלמי, כתיב טמאים הם מה ת\"ל וטמאים יהיו לכם, אחד לאיסור אכילה ואחד לאיסור הנאה כל שאיסורו ד\"ת אסור לעשות בו סחורה (ע\"ש ר\"ש). (עי' פר\"ח יו\"ד ופרי תאר סי' קי\"ז ביו\"ד, ובמשנה למלך (פ\"ח ממאכלות אסורות) דלרוב הפוסקים איסור סחורה באיסורי מאכל הוי דאורייתא ועי' בתשובת ר\"ע איגר סי' ע\"ד. והעמיק לדבר בזה הרב בחתם סופר סי' ק\"ד ק\"ה ק\"ו ק\"ח): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9d3cb7d6e4a9026bd8f3b7", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Aderet Eliyahu, Leviticus 11:11:1", "sourceHeRef": "אדרת אליהו, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ושקץ יהיו לכם.</b> שקץ לרבות רוטבן וצירן וקיפה שלהם. ושקץ יהיו. לאסור עירובן כמה יהיה בו ויהי' אסור משקל עשר זוז ביהודה כו' בגרב שמחזיק סאתים דג טמא צירו אסור. רי\"א רביעית בסאתים. ר' יוסי אומר א' בששה עשר בו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7a126a20e630094ef1a67", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 67b:12", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Chullin 67b:12", "sourceHeRef": "חולין ס״ז ב:י״ב", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 134.0012, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "אמר לה רבינא לאימיה אבלע לי ואנא איכול א\"ל רב משרשיא בריה דרב אחא לרבינא מאי שנא מהא דתניא (ויקרא יא, יא) ואת נבלתם תשקצו לרבות את הדרנים שבבהמה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara recounts: <b>Ravina said to his mother: Conceal</b> the fish’s worms inside it so I cannot see them, <b>and I will eat</b> the fish. <b>Rav Mesharshiyya, son of Rav Aḥa, said to Ravina: What is different</b> in this case <b>from that which is taught</b> in a <i>baraita</i>, that the verse: <b>“Their carcasses you shall have in detestation”</b> (Leviticus 11:11), serves <b>to include worms that are in animals</b> as forbidden? Why are worms in fish permitted?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bf3e9d4bfb49d00a0db9168", "index_title": "English Explanation of Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Makkot 3:2:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "English Explanation of Mishnah Makkot 3:2:1", "sourceHeRef": "ביאור אנגלי על משנה מכות ג׳:ב׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 2.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Makkot", "he": "ביאור אנגלי על משנה מכות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>An unclean person who ate holy meat (Leviticus 7:20, 12:4);<br>One who entered the sanctuary while unclean (Leviticus 12:4, Numbers 5:3, 19:13);<br>One who ate forbidden fat or blood (Leviticus 3:16, 7:23-27);<br>Or leftover sacrificial meats (Leviticus 19:6-8);<br>Or sacrifices that had been offered up with improper intention (Leviticus 7:18);<br>Or [an offering] that has became unclean (Leviticus 7:19);<br>One who slaughters, or offers up a sacrifice, outside the Temple precincts (Leviticus 17:4);<br>One who ate leavened [bread] during Passover (Exodus 12:15, 19);<br>One who partakes of food [or drink] or does work on the Day of Atonement (Leviticus 23:27-31);<br>One who puts together the ingredients for the [anointing] oil, or the ingredients for the incense, or anoints with the oil for anointing (Exodus 30:22-28):<br>One who eats an animal that died a natural death (Deuteronomy 14:21);<br>Or was improperly slaughtered (Exodus 22:30);<br>Or any of the [creatures deemed] ‘abominable’ and ‘teeming’ (Leviticus 11:11, 40).<br>One who eats non-tithed produce, or first-tithe from which heave offering has not been removed, or unredeemed second-tithe, or unredeemed sanctified property.<br>How much untithed produce is one to eat to become liable? Rabbi Shimon says:  “Any amount.” The Sages say:  “An olive's size.” Rabbi Shimon said to them:  “Do you not admit that if one ate the minutest ant that he would be liable? They said to him: “[Only] because it is a whole creature.” He said to them:  “Even a grain of wheat is a whole entity.”</b><br>The first fourteen sections of our mishnah mostly lists different types of forbidden foods and a few other Temple related prohibitions for which one is to be flogged.  Section fifteen discusses the amount of untithed produce that if one eats he is liable for a transgression.<br>Section fifteen:  According to Rabbi Shimon one is liable for flogging if he eats any amount of untithed produce, even a single grain. The Sages disagree and state that only if one eats an olive’s size of untithed produce is he liable for flogging.  Less than that and he is exempt.  Rabbi Shimon attempts to prove his point by making an analogy to eating an entire ant.  All agree that if one eats an entire ant (on purpose) he is liable to be flogged, even though the ant is smaller than an olive.  The Sages respond that one is liable for eating an ant since it is an entire creature.  Since it is a distinct, full entity it is enough to make one who consumes it liable for punishment.  Rabbi Shimon responds that a single grain is also a whole entity, and therefore one who eats a single grain of untithed produce is liable to be flogged as well.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b9c5b071e100bf4edeae", "index_title": "Bartenura on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Kelim 5:2:10", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Bartenura on Mishnah Kelim 5:2:10", "sourceHeRef": "ברטנורא על משנה כלים ה׳:ב׳:י׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1482], "commentaryNum": 2.001, "collectiveTitle": {"en": "Bartenura on Mishnah Kelim", "he": "ברטנורא על משנה כלים"}, "heTitle": "ברטנורא על משנה כלים", "he": "<b>האבן היוצא.</b> רגילים לחבר אבן בתנור שבולטת ממנו לחוץ כדי שיהיה לו לבית אחיזה, וכתנור דמיא. ואם נטמא התנור נטמאת האבן, ונטמא הפת שנגע בה, מפני שהוא יד לתנור, וכתיב (ויקרא י״א:י״א) תנור וכירים יותץ וגו׳ טמאים יהיו לכם, לכל שבצרכיכם, לרבות את הידות שהן צורך לכלי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "האבן היוצא – they are used to attaching a stone to the oven that projects outward from it in order that it will be for it a handle, and it is compared to an oven. But if the oven is defiled, the stone is [also] defiled, and the bread that came in contact with it is defiled because it is a handle for the oven, as it is written (Leviticus 11:35): “[Everything on which the carcass of any of them falls shall be impure:] an oven or stove shall be smashed. They are impure and impure they shall remain for you,” for everything that is in your needs, to include the handles which are needed for the vessel.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2022", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c46b4d908d98a02694f0fb3", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, תאל\"ס 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Jastrow, תאל\"ס 1", "sourceHeRef": "מילון יסטרוב, תאל\"ס א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "תאל\"ס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">תאל\"ס</strong>  a mnemotechnical formula, for <span dir=\"rtl\">לא תֹאכלו</span> (<a class=\"refLink\" href=\"/Leviticus.11.11\" data-ref=\"Leviticus 11:11\">Lev. XI, 11</a>), <span dir=\"rtl\">אֹל תשקצו</span> (ib. 43), <span dir=\"rtl\">וֹלא תטמאו</span> (ib.), and <span dir=\"rtl\">אין לו סֹנפיר וכ׳</span> (<a class=\"refLink\" href=\"/Deuteronomy.14.10\" data-ref=\"Deuteronomy 14:10\">Deut. XIV, 10</a>). <a class=\"refLink\" href=\"/Pesachim.24a\" data-ref=\"Pesachim 24a\">Pes. 24ᵃ</a> bot. Ar. (missing in ed. a. Mss.)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd140373a676f00197d1860", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Birkat Asher on Torah, Leviticus 11:11:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ואת נבלתם וגו', לרבות יבחושין שסננן וכו'.</b> וראה דבריו לחולין (סז ע\"א ד\"ה יבחושין): כמין יתושין דקין הנמצאות במרתפות של יין. ובידוע שרש\"י התמצא היטב בכל הקשור ליין. (פ' תזריע תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d5b4d660b3c272df6f15", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Gur Aryeh on Vayikra 11:11:1", "sourceHeRef": "גור אריה על ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>לאסור את עירוביהן.</b> אם יש בהן בנותן טעם. והא דתניא בתורת כהנים 'כמה יהא בו ויהא אסור, עשר זוז ביהודה, שהן עשר סלעים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"87\"></i> בגליל בגרב שמחזיק סאתים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"88\"></i>, רבי יודא אומר רביעית בסאתיים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"89\"></i>, רבי אמי אמר אחד בשש עשר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"90\"></i>, עד כאן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"91\"></i>, על כרחך ציר דג טמא שאני<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"92\"></i>, דמפני שהציר חריף נותן טעם הרבה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"93\"></i>, לכך אפילו לא הוי רק מעט בגרב – נקרא שיש בו טעם ציר. ובהא פליגי תנאי; למר, טעם הוי בהכי, ולמר – בהכי, ולעולם השיעור הוא בנותן טעם:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5b4d660b3c272df6f17", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Gur Aryeh on Vayikra 11:11:2", "sourceHeRef": "גור אריה על ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>לרבות יבחושין שסננן.</b> פירוש, אף על גב דקרא לא אסר אלא שרצים הגדילים בימים ובנחלים, ולא שבבורות וכלים, שהשרצים הגדלים בהם מותרים (חולין סו ע\"ב), אפילו הכי אם סיננו אותן, ופירשו מן המים על גבי כלי או על שאר דבר, הם אסורים (חולין סוף סז.). ומפני שאמר הכתוב \"מבשרם לא תאכלו\", ולא הוי צריך למכתב \"ואת נבלתם תשקצו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"94\"></i>, לא בא אלא לרבות יבוחשין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"95\"></i> שסננן (כ\"ה ברא\"ם) <i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"96\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622ff87f574a17ca6aec3", "index_title": "Jerusalem Talmud Makkot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Makkot 3:2:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Jerusalem Talmud Makkot 3:2:1", "sourceHeRef": "תלמוד ירושלמי מכות ג׳:ב׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Jerusalem Talmud Makkot", "he": "תלמוד ירושלמי מכות"}, "heTitle": "תלמוד ירושלמי מכות", "he": "<strong><big>משנה:</big></strong> הַטָּמֵא שֶׁאָכַל אֶת הַקּוֹדֶשׁ וְהַבָּא אֶל הַמִּקְדָּשׁ טָמֵא הָאוֹכֵל חֵלֶב וְדָם וְנוֹתָר וּפִגּוּל וְטָמֵא הַשּׁוֹחֵט וְהַמַּעֲלֶה בַחוּץ וְהָאוֹכֵל חָמֵץ בַּפֶּסַח. וְהָאוֹכֵל וְהָעוֹשֶׂה מְלָאכָה בְּיוֹם הַכִּיפּוּרִים וְהַמְּפַטֵּם אֶת הַשֶּׁמֶן וְהַמְפַטֵּם אֶת הַקְּטוֹרֶת וְהַסָךְ בְּשֶׁמֶן הַמִּשְׁחָה וְהָאוֹכֵל נְבֵילוֹת וּטְרֵיפוֹת שְׁקָצִים וּרְמָשִׂים. אָכַל טֶבֶל וּמַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִיטְּלוּ תְרוּמָתוֹ וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ. כַּמָּה יֹאכַל מִן הַטֶּבֶל וִיהֵא חַייָב. רִבִּי שִׁמְעוֹן אוֹמֵר כָּל שֶׁהוּא וַחֲכָמִים אוֹמְרִים כַּזָּיִת. אָמַר לָהֶן רִבִּי שִׁמְעוֹן אֵין אַתֶּם מוֹדִין לִי בָּאוֹכֵל (נְבֵילָה) [נְמָלָה] כָּל־שֶׁהוּא שֶׁהוּא חַייָב. אָמְרוּ לוֹ מִפְּנֵי שֶׁהִיא כְבִרְייָתָהּ. אָמַר לָהֶן אַף חִיטָּה אַחַת כְּבִירְיָתָהּ׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> An impure person who ate holy food<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\"><i>Lev.</i> 7:20</a>,<a class=\"refLink\" data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>; transgressions punishable by extirpation.</i>, or who came into the Temple when impure<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\"><i>Num.</i> 19:13</a>.</i>. One who eats fat<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 7:25\" href=\"/Leviticus.7.25\"><i>Lev.</i> 7:25</a>.</i>, or blood<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\"><i>Lev</i>. 7:27</a>.</i>, or leftover, or <i>piggul</i><sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\"><i>Lev.</i> 19:8</a>.</i>, or impure<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">“Leftover” refers to meat from acceptable sacrifices which was not eaten during the statutory time limit. <i>Piggul</i> is a sacrifice which was offered with the idea in mind (of the offerer or the officiating priest) that it should be eaten out of its allotted time (or place); <a class=\"refLink\" data-ref=\"Leviticus 7:18\" href=\"/Leviticus.7.18\"><i>Lev.</i> 7:18</a>,<a class=\"refLink\" data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">19:8</a>. The root of <i>piggul</i> probably is فجل “to be soft”.</i> [sacrificial meat]. One who sacrifices outside<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\"><i>Lev.</i> 17:4</a>.</i>, or one who eats leavened matter on Passover<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\"><i>Ex</i>. 12:19</a>.</i>. One who eats or does work on the Day of Atonement<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:29-30\" href=\"/Leviticus.23.29-30\"><i>Lev.</i> 23:29–30</a>.</i>, and one who compounds the oil<sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 30:33\" href=\"/Exodus.30.33\"><i>Ex</i>. 30:33</a>. The anointing oil in the proportions spelled out there.</i>, or compounds the incense<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">For profane purposes, <a class=\"refLink\" data-ref=\"Exodus 30:38\" href=\"/Exodus.30.38\"><i>Ex</i>. 30:38</a>. Incense had to be compounded fresh every year.</i>, and who rubs with the anointing oil<sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 30:33\" href=\"/Exodus.30.33\"><i>Ex</i>. 30:33</a>. The anointing oil in the proportions spelled out there.</i>, and one who eats carcass<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\"><i>Deut.</i> 14:21</a>, a simple prohibition.</i> or torn meat<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\"><i>Ex</i>. 22:30</a>, a simple prohibition.</i>, abominations and crawling things<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 11:11\" href=\"/Leviticus.11.11\"><i>Lev</i>. 11:11</a>,<a class=\"refLink\" data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">44</a>.</i>. If one ate <i>ṭevel</i><sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Fully harvested produce of which the priests’ heave was not taken; <a class=\"refLink\" data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\"><i>Lev</i>. 22:10</a>.</i> or first tithe from which heave was not taken<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The obligation is <a class=\"refLink\" data-ref=\"Numbers 18:28\" href=\"/Numbers.18.28\"><i>Num.</i> 18:28</a>, the penalty <a class=\"refLink\" data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\"><i>Num.</i> 18:32</a>.</i>, or second tithe<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Outside the place of the Sanctuary it needs redemption, <a class=\"refLink\" data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\"><i>Deut.</i> 14:24</a>.</i> or dedicated food<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Donated to the Temple to be sold for its value, not dedicated to the altar; <a class=\"refLink\" data-ref=\"Leviticus 27:11\" href=\"/Leviticus.27.11\"><i>Lev</i>. 27:11</a>.</i> which was not redeemed. How much does he have to eat from <i>ṭevel</i> to be liable? Rebbi Simeon says, anything; but the Sages say, the volume of an olive. Rebbi Simeon told them, do you not agree that one who eats (carcass meat) [an ant]<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">In <i>editio princeps</i> and ms., נבילה “carcass meat”. In all other sources נמלה “ant”. The latter reading is the only one which makes sense since it both is forbidden (<a class=\"refLink\" data-ref=\"Leviticus 11:42\" href=\"/Leviticus.11.42\"><i>Lev</i>. 11:42</a>) and much less than the size of an olive.</i> is liable? They told him, because it is a creature. He answered them, also a grain of wheat<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Given as heave (biblically restricted to grain, wine, and olive oil).</i> is a creature.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d041b6084aa1cbf01651", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּ֫עַד 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "BDB, בַּ֫עַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּ֫עַד א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּ֫עַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בַּ֫עַד</span></big><sub>105</sub>  <strong>subst.</strong> proposes <strong>separation</strong>, with a gen., <em>in separation from</em>, in usage a <strong>prep.</strong> away from, behind, about, on behalf of <strong>(</strong>Arabic <span dir=\"rtl\">بَعْدُ</span>, of time, <em>after</em><strong>)</strong>—abs. †<a data-ref=\"Song of Songs 4:1\" href=\"/Song_of_Songs.4.1\">Ct 4:1</a>, <a data-ref=\"Song of Songs 4:3\" href=\"/Song_of_Songs.4.3\">3</a>; <a data-ref=\"Song of Songs 6:7\" href=\"/Song_of_Songs.6.7\">6:7</a>, elsewhere cstr. <span dir=\"rtl\">בְּעַד</span>, with sf. <span dir=\"rtl\">בַּעֲדִי</span> <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">Ex 8:24</a> +, <span dir=\"rtl\">בַּעֲדֵנִי</span> †<a data-ref=\"Psalms 139:11\" href=\"/Psalms.139.11\">ψ 139:11</a>; <span dir=\"rtl\">בַּעַדְךָ</span> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> +; <span dir=\"rtl\">בַּעֲדוֹ</span> etc.; 1 pl. <span dir=\"rtl\">בַּעֲדֵנוּ</span>, †<a data-ref=\"Amos 9:10\" href=\"/Amos.9.10\">Am 9:10</a> <span dir=\"rtl\">בַּעֲדֵינוּ</span>; <span dir=\"rtl\">בַּעַדְכֶם</span> <a data-ref=\"I Samuel 7:5\" href=\"/I_Samuel.7.5\">1 S 7:5</a> +; <span dir=\"rtl\">בַּעֲדָם</span> <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">Lv 9:7</a> +;—<br><strong>1.</strong>  lit. <strong>a.</strong>  with vbs. of falling, letting down, leaning forward so as to look out, <em>through</em> (lit. <em>away from</em>) a window, etc.: <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">Jos 2:15</a> and she let him down by a cord <span dir=\"rtl\">בְּעַד הַחַלּוֹן</span> <em>away from</em> the window, i.e. <em>out through</em> it, <a data-ref=\"I Samuel 19:12\" href=\"/I_Samuel.19.12\">1 S 19:12</a> <a data-ref=\"II Samuel 20:21\" href=\"/II_Samuel.20.21\">2 S 20:21</a> <a data-ref=\"II Kings 1:2\" href=\"/II_Kings.1.2\">2 K 1:2</a> and A. fell <span dir=\"rtl\">בְּעַד הַשְּׂבָכָה</span> <em>out through</em> the lattice; <a data-ref=\"Genesis 26:8\" href=\"/Genesis.26.8\">Gn 26:8</a> <a data-ref=\"Judges 5:28\" href=\"/Judges.5.28\">Ju 5:28</a> <em>out through</em> the window <span dir=\"rtl\">נִשְׁקְפָה</span> she <em>looked forth</em> (lit. <em>leant forward</em>), <a data-ref=\"II Samuel 6:16\" href=\"/II_Samuel.6.16\">2 S 6:16</a> +; pregn. <a data-ref=\"Job 22:13\" href=\"/Job.22.13\">Jb 22:13</a> will he judge <span dir=\"rtl\">בְּעַד עֲרָפֶל</span> (looking) <em>out through</em> the thick clouds? Conversely <a data-ref=\"Joel 2:9\" href=\"/Joel.2.9\">Jo 2:9</a> <em>in through</em> the windows they come (the locusts) as a thief. <strong>b.</strong>  idiom. with vbs. of <em>shutting</em>, especially <span dir=\"rtl\">סָגַר בְּעַד</span> to shut <em>behind</em> or <em>upon</em>—whether one-self, <a data-ref=\"Judges 9:51\" href=\"/Judges.9.51\">Ju 9:51</a> and they entered the tower <span dir=\"rtl\">וַיִּסְגְּרוּ בַּעֲדָם</span> and shut (the doors) <em>upon</em> themselves (sc. from the inside), <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>, <a data-ref=\"II Kings 4:5\" href=\"/II_Kings.4.5\">5</a>, <a data-ref=\"II Kings 4:33\" href=\"/II_Kings.4.33\">33</a> <a data-ref=\"Isaiah 26:20\" href=\"/Isaiah.26.20\">Is 26:20</a>; or another, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">Gn 7:16</a> <span dir=\"rtl\">וַיִּסְגֹּר י׳ בַּעֲדוֹ</span> and <span dir=\"rtl\">י׳</span> shut <em>behind</em> or <em>upon</em> him (sc. from the outside), i.e. shut him in, <a data-ref=\"Judges 3:23\" href=\"/Judges.3.23\">Ju 3:23</a> (the sf. in <span dir=\"rtl\">בַּעֲדוֹ</span> referring to Eglon), <a data-ref=\"II Kings 4:21\" href=\"/II_Kings.4.21\">2 K 4:21</a> (but N.B. persons leaving a room shut the door <span dir=\"rtl\">אַחֲרֵי</span> themselves <a data-ref=\"Genesis 19:6\" href=\"/Genesis.19.6\">Gn 19:6</a> <a data-ref=\"II Samuel 13:17\" href=\"/II_Samuel.13.17\">2 S 13:17</a>, <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">18</a>): see also <a data-ref=\"Judges 3:22\" href=\"/Judges.3.22\">Ju 3:22</a> <a data-ref=\"I Samuel 1:6\" href=\"/I_Samuel.1.6\">1 S 1:6</a> <span dir=\"rtl\">סָגַר י׳ בְּעַד רַחְמָהּ</span> (cf. <a data-ref=\"Genesis 20:18\" href=\"/Genesis.20.18\">Gn 20:18</a> <span dir=\"rtl\">עָצַר בְּעַד רֶחֶם</span>), <a data-ref=\"Job 9:7\" href=\"/Job.9.7\">Jb 9:7</a> <span dir=\"rtl\">חָתַם בְּעַד</span> to seal <em>up</em>, <a data-ref=\"Job 1:10\" href=\"/Job.1.10\">1:10</a>; <a data-ref=\"Job 3:23\" href=\"/Job.3.23\">3:23</a> <span dir=\"rtl\">בְּעַד (הֵסֵךְ) שׂוּךְ</span> to make a hedge <em>about</em>, <a data-ref=\"Lamentations 3:7\" href=\"/Lamentations.3.7\">La 3:7</a> <span dir=\"rtl\">גָּדַר בְּעַד</span> to fence <em>about</em>. Somewhat peculiarly <a data-ref=\"Amos 9:10\" href=\"/Amos.9.10\">Am 9:10</a> (who say,) Evil will not draw near, or come in front <span dir=\"rtl\">בַּעֲדֵינוּ</span> <em>so as to be about us</em> (but Gr <span dir=\"rtl\">עָדֵינוּ</span> <em>unto</em> us), <a data-ref=\"Joel 2:8\" href=\"/Joel.2.8\">Jo 2:8</a> (of the locusts) <span dir=\"rtl\">בְּעַד הַשֶּׁלַח יִפֹּ֑לוּ</span> (prob.) <em>in among</em> the weapons they throw themselves (i.e. they pass about and between them without being injured or having their course impeded), <a data-ref=\"I Samuel 4:18\" href=\"/I_Samuel.4.18\">1 S 4:18</a> and Eli fell backward <span dir=\"rtl\">בְּעַד יַד הַשַּׁעַר</span>, i.e. (si vera l.) <em>about</em> the side of the gate: but text dub.; v. Dr Without a vb. <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a> the earth, <span dir=\"rtl\">בְּרִיחֶיהָ בַעֲדִי</span> her bars were <em>upon</em> me (or <em>about</em> me) for ever, <a data-ref=\"Psalms 139:11\" href=\"/Psalms.139.11\">ψ 139:11</a> night shall be the light <em>above</em> me, <a data-ref=\"Psalms 3:4\" href=\"/Psalms.3.4\">ψ 3:4</a> thou <span dir=\"rtl\">מָגֵן בַּעֲדִי</span> art a shield <em>about</em> me. Hence <strong>c.</strong>  after a vb. of protecting, †<a data-ref=\"Zechariah 12:8\" href=\"/Zechariah.12.8\">Zc 12:8</a> in that day <span dir=\"rtl\">יָגֵן י׳ בְּעַד יושׁב ירושׁלם</span> will <span dir=\"rtl\">י׳</span> give protection <em>about</em>, etc.<br><strong>2.</strong>  metaph. <em>on behalf of</em> (ὑπέρ); very freq. after <span dir=\"rtl\">הִתְפַּלֵּל</span> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">Nu 21:7</a> <a data-ref=\"I Samuel 7:5\" href=\"/I_Samuel.7.5\">1 S 7:5</a> <a data-ref=\"Psalms 72:15\" href=\"/Psalms.72.15\">ψ 72:15</a> +; also with other vbs. of entreating <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">Ex 8:24</a> <a data-ref=\"I Samuel 7:9\" href=\"/I_Samuel.7.9\">1 S 7:9</a>, or consulting <span dir=\"rtl\">(דָּרַשׁ)</span> <a data-ref=\"Isaiah 8:19\" href=\"/Isaiah.8.19\">Is 8:19</a> <a data-ref=\"II Kings 22:13\" href=\"/II_Kings.22.13\">2 K 22:13</a> <a data-ref=\"Jeremiah 21:2\" href=\"/Jeremiah.21.2\">Je 21:2</a>; with <span dir=\"rtl\">כִּפֶּר</span> <em>atone</em> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a> <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">Lv 9:7</a>; <a data-ref=\"Leviticus 11:6\" href=\"/Leviticus.11.6\">11:6</a>, <a data-ref=\"Leviticus 11:11\" href=\"/Leviticus.11.11\">11</a> +, <span dir=\"rtl\">עָשָׂה</span> (= offer) †<a data-ref=\"Ezekiel 45:22\" href=\"/Ezekiel.45.22\">Ez 45:22</a>: see also <a data-ref=\"II Samuel 10:12\" href=\"/II_Samuel.10.12\">2 S 10:12</a>; <a data-ref=\"II Samuel 12:16\" href=\"/II_Samuel.12.16\">12:16</a> <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">Is 37:4</a> <a data-ref=\"Jeremiah 7:16\" href=\"/Jeremiah.7.16\">Je 7:16</a>; <a data-ref=\"Jeremiah 11:14\" href=\"/Jeremiah.11.14\">11:14</a> <a data-ref=\"Ezekiel 22:30\" href=\"/Ezekiel.22.30\">Ez 22:30</a> <a data-ref=\"Proverbs 20:16\" href=\"/Proverbs.20.16\">Pr 20:16</a>; <a data-ref=\"Proverbs 27:13\" href=\"/Proverbs.27.13\">27:13</a> <a data-ref=\"Psalms 138:8\" href=\"/Psalms.138.8\">ψ 138:8</a> <a data-ref=\"Job 2:4\" href=\"/Job.2.4\">Jb 2:4</a> <span dir=\"rtl\">עוֹר בְּעַד עוֹר</span> (v. <a data-ref=\"BDB, עוֹר\" href=\"/BDB,_עוֹר\", dir=\"rtl\">עוֹר</a>), <a data-ref=\"Job 6:22\" href=\"/Job.6.22\">6:22</a>. Almost = <em>for the sake of, on account of</em> <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">Pr 6:26</a> <a data-ref=\"Jeremiah 11:14\" href=\"/Jeremiah.11.14\">Je 11:14</a> (but 𝔊 𝔖 𝔙 𝔗 and many MSS. <span dir=\"rtl\">בְּעֵת רָעָתָם</span>, cf. v <a data-ref=\"Jeremiah 11:12\" href=\"/Jeremiah.11.12\">12</a> <a data-ref=\"Jeremiah 15:11\" href=\"/Jeremiah.15.11\">15:11</a>). <a data-ref=\"Isaiah 32:14\" href=\"/Isaiah.32.14\">Is 32:14</a> hill and watch-tower <span dir=\"rtl\">הָיָה בְעַד מְעָרוֹת</span> are come to be <em>on behalf of</em> (i.e. take the place of, serve as) caves for ever: but use is singular, and <span dir=\"rtl\">בְּעַד</span> is prob. only dittogr. from <span dir=\"rtl\">מער</span> in <span dir=\"rtl\">מערות</span> (so Gr).—With <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִבַּעַד לְ׳</span> (cf. <span dir=\"rtl\">מִמַּעַל לְ׳</span>, <span dir=\"rtl\">מִתַּהַת לְ׳</span>): †<a data-ref=\"Song of Songs 4:1\" href=\"/Song_of_Songs.4.1\">Ct 4:1</a>, <a data-ref=\"Song of Songs 4:3\" href=\"/Song_of_Songs.4.3\">3</a>; <a data-ref=\"Song of Songs 6:7\" href=\"/Song_of_Songs.6.7\">6:7</a> thine eyes are doves <span dir=\"rtl\">מִבַּעַד לְצַמָּתֵךְ</span> <em>from behind</em> thy veil. Cf. on <span dir=\"rtl\">בַּעַד</span> Grätz<sup>Monataschrift, 1879, 49 ff.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2e6b6084aa1cbf1fdcf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נְבֵלָה 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "BDB, נְבֵלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נְבֵלָה א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נְבֵלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נְבֵלָה</span></big>  <strong>n.f. carcass, corpse (</strong>as <em>inert, flabby</em><strong>)</strong>;—<span dir=\"rtl\">נ׳</span> abs. <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; cstr. <span dir=\"rtl\">נִבְלַת</span> v <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">29</a> +; sf. <span dir=\"rtl\">נְבֵלָתִי</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>; <span dir=\"rtl\">נִבְלָֽתְךָ</span> <a data-ref=\"Deuteronomy 28:26\" href=\"/Deuteronomy.28.26\">Dt 28:26</a> <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>; <span dir=\"rtl\">נִבְלָתוֹ</span> <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a> + 6 times; <span dir=\"rtl\">נִבְלָתָהּ</span> <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup>; <span dir=\"rtl\">נִבְלָתָם</span> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> + 14 times;—<em>carcass, corpse:</em><br><strong>1.</strong> <strong>a.</strong>  human (not in Ez P, (H), which use <span dir=\"rtl\">פֶּגֶר</span>); <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a> (JE), <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>, <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">24</a><sup>(×2)</sup>, <a data-ref=\"I Kings 13:25\" href=\"/I_Kings.13.25\">25</a><sup>(×2)</sup>, <a data-ref=\"I Kings 13:28\" href=\"/I_Kings.13.28\">28</a><sup>(×3)</sup>, <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">29</a>, <a data-ref=\"I Kings 13:30\" href=\"/I_Kings.13.30\">30</a> <a data-ref=\"II Kings 9:37\" href=\"/II_Kings.9.37\">2 K 9:37</a> <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; <a data-ref=\"Jeremiah 36:30\" href=\"/Jeremiah.36.30\">36:30</a> <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">Dt 21:23</a>; <a data-ref=\"Deuteronomy 28:26\" href=\"/Deuteronomy.28.26\">28:26</a>; coll. <em>corpses</em> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">26:19</a> (wish for restoration to life), <a data-ref=\"Jeremiah 7:33\" href=\"/Jeremiah.7.33\">Je 7:33</a>; <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">9:21</a>; <a data-ref=\"Jeremiah 16:4\" href=\"/Jeremiah.16.4\">16:4</a>; <a data-ref=\"Jeremiah 19:7\" href=\"/Jeremiah.19.7\">19:7</a>; <a data-ref=\"Jeremiah 34:20\" href=\"/Jeremiah.34.20\">34:20</a> <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">ψ 79:2</a>. <strong>b.</strong>  of lifeless idols, coll. <span dir=\"rtl\">נִבְלַת שִׁקּוּצֵיהֶם וגו׳</span> <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>.<br><strong>2.</strong>  of animals (clean and unclean, wild animals, cattle, birds and reptiles, chiefly Lv Ez), <a data-ref=\"Deuteronomy 14:8\" href=\"/Deuteronomy.14.8\">Dt 14:8</a>; <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a><sup>(×3)</sup> <a data-ref=\"Leviticus 11:8\" href=\"/Leviticus.11.8\">11:8</a>, <a data-ref=\"Leviticus 11:11\" href=\"/Leviticus.11.11\">11</a>, <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">24</a>, <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">25</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">35</a>, <a data-ref=\"Leviticus 11:36\" href=\"/Leviticus.11.36\">36</a>, <a data-ref=\"Leviticus 11:37\" href=\"/Leviticus.11.37\">37</a>, <a data-ref=\"Leviticus 11:38\" href=\"/Leviticus.11.38\">38</a>; <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">17:15</a> (all P); <span dir=\"rtl\">נ׳</span> specif. = body of animal dying of itself <a data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\">Dt 14:21</a>; <a data-ref=\"Leviticus 7:24\" href=\"/Leviticus.7.24\">Lv 7:24</a>; <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">11:39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup> (P), <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">22:8</a> (H), <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a>; <a data-ref=\"Ezekiel 44:31\" href=\"/Ezekiel.44.31\">44:31</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d506b6084aa1cbf3b2b9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫קֶץ 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "BDB, שֶׁ֫קֶץ 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫קֶץ א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫קֶץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שֶׁ֫קֶץ</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">Lv 7:21</a></sup> <strong>detestation, detestable thing</strong>;—<span dir=\"rtl\">שׁ׳</span> of the ceremonially unclean <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">Lv 7:21</a>; creatures forbidden as food: water animals without fins or scales <a data-ref=\"Leviticus 11:10\" href=\"/Leviticus.11.10\">11:10</a>, <a data-ref=\"Leviticus 11:11\" href=\"/Leviticus.11.11\">11</a>, <a data-ref=\"Leviticus 11:12\" href=\"/Leviticus.11.12\">12</a>, birds of prey, etc., v <a data-ref=\"Leviticus 11:13\" href=\"/Leviticus.11.13\">13</a>, winged creeping things v <a data-ref=\"Leviticus 11:20\" href=\"/Leviticus.11.20\">20</a>, <a data-ref=\"Leviticus 11:23\" href=\"/Leviticus.11.23\">23</a>, creeping vermin v <a data-ref=\"Leviticus 11:41\" href=\"/Leviticus.11.41\">41</a>, <a data-ref=\"Leviticus 11:42\" href=\"/Leviticus.11.42\">42</a> (all P), cf. <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a> (+ <span dir=\"rtl\">בְּשַׂר הַחֲזִיר</span>, <span dir=\"rtl\">הָעַכְבָּר</span>); v. RS<sup>Sem. i. 275, 2nd ed. 293; K 309 f., 2nd ed. 311 f.</sup>—<a data-ref=\"Ezekiel 8:10\" href=\"/Ezekiel.8.10\">Ez 8:10</a> read prob. <span dir=\"rtl\">שִׁקּוּצִים</span>, v. <a data-ref=\"BDB, שִׁקּוּץ\" href=\"/BDB,_שִׁקּוּץ\", dir=\"rtl\">שִׁקּוּץ</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d506b6084aa1cbf3b2c7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שִׁקֵּץ 1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "BDB, שִׁקֵּץ 1", "sourceHeRef": "בראון-דרייבר-בריגס, שִׁקֵּץ א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שִׁקֵּץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">שִׁקֵּץ</span>]</big>  <strong>vb. </strong><br><strong>Pi.</strong>  <strong> denom. detest, make detestable</strong>;—Pf. 3 ms. <span dir=\"rtl\">שִׁקַּץ</span> <a data-ref=\"Psalms 22:25\" href=\"/Psalms.22.25\">ψ 22:25</a>; Impf. 2 mpl. <span dir=\"rtl\">תְּשַׁקְּצוּ</span> <a data-ref=\"Leviticus 11:13\" href=\"/Leviticus.11.13\">Lv 11:13</a> +, etc.; Inf. abs. <span dir=\"rtl\">שַׁקֵּץ</span> <a data-ref=\"Deuteronomy 7:26\" href=\"/Deuteronomy.7.26\">Dt 7:26</a>;— <strong>1.</strong>  <em>detest</em>, c. acc. rei <a data-ref=\"Deuteronomy 7:26\" href=\"/Deuteronomy.7.26\">Dt 7:26</a> (Impf. + Inf. abs.; ‖ <span dir=\"rtl\">תַּעֵב תְּתַעֲבֶנּוּ</span>), <a data-ref=\"Leviticus 11:11\" href=\"/Leviticus.11.11\">Lv 11:11</a>, <a data-ref=\"Leviticus 11:13\" href=\"/Leviticus.11.13\">13</a> (P); ‖ <span dir=\"rtl\">בָּזָה</span> <a data-ref=\"Psalms 22:25\" href=\"/Psalms.22.25\">ψ 22:25</a>. <strong>2.</strong>  <em>make detestable</em>, obj. <span dir=\"rtl\">נַפְשֹׁתֵיכֶם</span> (= reflex.) <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a> (P), <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">20:25</a> (H)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0a5613f3c2d3b450c6c", "index_title": "German Commentary on Mishnah Chullin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Chullin 3:7:5", "anchorRef": "Leviticus 11:9-12", "anchorRefExpanded": ["Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12"], "sourceRef": "German Commentary on Mishnah Chullin 3:7:5", "sourceHeRef": "פירוש גרמני על משנה חולין ג׳:ז׳:ה׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 7.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Chullin", "he": "פירוש גרמני על משנה חולין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>der Flossen und Schuppen hat.</b>  Lev. 11, 9—12. Deut. 14, 9—10.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a01d613f3c2d3b44eeac", "index_title": "German Commentary on Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Makkot 3:2:16", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "German Commentary on Mishnah Makkot 3:2:16", "sourceHeRef": "פירוש גרמני על משנה מכות ג׳:ב׳:ט״ז", "anchorVerse": 11, "sourceHasEn": true, "commentaryNum": 2.0016, "collectiveTitle": {"en": "German Commentary on Mishnah Makkot", "he": "פירוש גרמני על משנה מכות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Geschmeiss oder Gewürm.</b>  Unter beiden letzteren sind verschiedene verbotene Land- und Wassertiere verstanden, vgl. Lev. 11, 11; 13; 41 ff.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49e9f613f3c2d3b449c00", "index_title": "German Commentary on Mishnah Nedarim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Nedarim 2:1:10", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "German Commentary on Mishnah Nedarim 2:1:10", "sourceHeRef": "פירוש גרמני על משנה נדרים ב׳:א׳:י׳", "anchorVerse": 11, "sourceHasEn": true, "commentaryNum": 1.001, "collectiveTitle": {"en": "German Commentary on Mishnah Nedarim", "he": "פירוש גרמני על משנה נדרים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>wie Geschmeiss.</b>  Lev. 11, 11. 13. 20. 23.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c82fb695d8dbb73bd170", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "David Zvi Hoffmann on Leviticus 11:11:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 11.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ואת נבלתם תשקצו\".</b> ניתן היה לפרש, שנבלתם אינה אלא \"שקץ\", אבל לא \"טמא\". בעוד שלעיל בפסוק ח נאסרה הנגיעה (אם באים במגע עם קדשים), הרי כאן מתכוונת המלה \"תשקצו, לאיסור אכילה בלבד. ומאידך, נרמז כאן שגם בחיות מים מביא מצב הנבלה איסור חדש, וכשם שבחיות היבשת מטיל מצב הנבלה איסור אף על מינים שהם כשלעצמם מותרים הם, כך גם בחיות המים המותרות, מצב הנבלות עושה אותן אסורות. אולם איסור זה חל רק על חיות המים שגדלים בכלים, שלפי הפסוק הקודם הן מותרות באכילה אף אם אין להן סנפיר וקשקשת, אלה אסורים במצב של נבלה. אך בשם \"נבלה\" נקראות חיות כאלו כשהן נמשו מן המים ומנותקות ממקום חיותן. \"להביא יבחושין שסיננן\". האיסור מכוון כאן אל יתושי מים שנשארו בכברה לאחר שסיננו את המים (תורת כהנים).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d7703e1d4c3231a2f2cd4", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Leviticus 11:11:1", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Divrei David on Rashi, Leviticus 11:11:1", "sourceHeRef": "דברי דוד על רש״י, ספר ויקרא י״א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 11.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר ויקרא", "he": "ושקץ יהיו כו' אם יש בהם בנותן, טעם. קשה מאי שנא איסור זה מכל איסורים שבתורה דקי\"ל טעם כעיקר ואסורים באיסור נותן טעם בהיתר ולמה לנו לימוד כאן ונראה דמש\"ה אמרו בת\"כ כמה יהא בהם ויהא אסור משקל עשרה זוז ביהודה שהן חמש סלעים בגליל כו', רצו בזה דודאי אין להחמיר בכל איסורים פחות מנותן טעם והיינו ששים לדידן והך מילתא שזכר בת\"כ הם אינם כשיעור ביטול ששים ואפ\"ה קים להו לרבנן דנותן טעם, ע\"כ פירשו דקמ\"ל דאפ\"ה מקרי בנ\"ט:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d7703e1d4c3231a2f2cd5", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Leviticus 11:11:2", "anchorRef": "Leviticus 11:11", "anchorRefExpanded": ["Leviticus 11:11"], "sourceRef": "Divrei David on Rashi, Leviticus 11:11:2", "sourceHeRef": "דברי דוד על רש״י, ספר ויקרא י״א:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 11.0002, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר ויקרא", "he": "ואת נבלתם תשקצו לרבות יבחושין שסיננן פירוש דכתיב שרץ אשר במים ואלו אינם במים אלא גדילים במשקין בכלי אפ\"ה אסורים אם פירשו ממקום רביתייהו מכח האי קרא:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]