[{"_id": "531e4fe2fbfba276047f69a5", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 11:28", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Onkelos Leviticus 11:28", "sourceHeRef": "תרגום אונקלוס על ויקרא י״א:כ״ח", "anchorVerse": 28, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0028, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּדְיִטּוֹל יָת נְבִלְתְּהוֹן יְצַבַּע לְבוּשׁוֹהִי וִיהֵי מְסָאָב עַד רַמְשָׁא מְסַאֲבִין אִנּוּן לְכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Whoever carries their carcasses shall wash his garments and is unclean until the evening; they are unclean to you.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1dc", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 11:28", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Targum Jonathan on Leviticus 11:28", "sourceHeRef": "תרגום יונתן על ויקרא י״א:כ״ח", "anchorVerse": 28, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0028, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּדְיוֹסִיט יַת נְבֵילְתְּהוֹן יְצַבַּע לְבוּשׁוֹי וִיהֵי מְסָאָב עַד רַמְשָׁא מְסָאֲבִין הִינוּן לְכוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Whoever toucheth their carcase shall be unclean until evening. Whoever beareth their carcase shall wash his clothes and be unclean until evening; unclean are they to you.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f5e2a8fbfba25a35b3f249", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Rashbam on Leviticus 11:28:1", "sourceHeRef": "רשב\"ם על ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "והנושא - מסיט ממקומו אף על פי שלא נגע, אבל אם טענוהו נבילה על כתיפו ולא נגע ולא זז ממקומו אינו טמא. וכן שנינו במסכת זבים. ואפילו מת מוטל על המטה ותחתיו נייר המפסיק בין המת לכלים שתחתיו טהורים הם, שמת אינו מטמא אלא במשא שהוא היסט, וכן שנינו שם. ובתרגום ירושלמי מתורגם: נושא מסיט. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והנושא, not necessarily carrying it, but even moving it, indirectly. However, if he carried a carcass on his shoulder without touching it and without moving from his spot he does not become ritually impure as a result. This is what we learned in Zavim 5,3: “even if the dead body is lying on the bed and there is some piece of paper underneath the body separating from other objects such a body does not confer ritual impurity unless any of these objects had been moved. A dead body only confers impurity by even minimal motion.” In the Targum Yerushalmi the word נושא is translated as “moved.”", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4834fbfba21733363682", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 22:6:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Ramban on Deuteronomy 22:6:1", "sourceHeRef": "רמב\"ן על דברים כ״ב:ו׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>כִּי יִקָּרֵא קַן צִפּוֹר לְפָנֶיךָ</b>, גַּם זוֹ מִצְוָה מְבֹאֶרֶת, מִן אֹתוֹ וְאֶת בְּנוֹ לֹא תִשְׁחֲטוּ בְּיוֹם אֶחָד (ויקרא כב כח), כִּי הַטַּעַם בִּשְׁנֵיהֶם לְבִלְתִּי הֱיוֹת לָנוּ לֵב אַכְזָרִי וְלֹא נְרַחֵם, אוֹ שֶׁלֹּא יַתִּיר הַכָּתוּב לַעֲשׂוֹת הַשְׁחָתָה לַעֲקֹר הַמִּין אע\"פ שֶׁהִתִּיר הַשְּׁחִיטָה בַּמִּין הַהוּא, וְהִנֵּה הַהוֹרֵג הָאֵם וְהַבָּנִים בְּיוֹם אֶחָד, אוֹ לוֹקֵחַ אוֹתָם בִּהְיוֹת לָהֶם דְּרוֹר לָעוֹף, כְּאִלּוּ יַכְרִית הַמִּין הַהוּא. וְכָתַב הָרַב בְּמוֹרֶה הַנְּבֻכִים (ג מח) כִּי טַעַם שִׁלּוּחַ הַקֵּן וְטַעַם אֹתוֹ וְאֶת בְּנוֹ לֹא תִשְׁחֲטוּ בְּיוֹם אֶחָד כְּדֵי לְהַזְהִיר שֶׁלֹּא יִשְׁחֹט הַבֵּן בְּעֵינֵי הָאֵם, כִּי יֵשׁ לַבְּהֵמוֹת דְּאָגָה גְּדוֹלָה בָּזֶה, וְאֵין הֶפְרֵשׁ בֵּין דַּאֲגַת הָאָדָם לְדַאֲגַת הַבְּהֵמוֹת עַל בְּנֵיהֶם, כִּי אַהֲבַת הָאֵם וְחַנּוֹתָהּ לִבְנֵי בִּטְנָהּ אֵינֶנּוּ נִמְשָׁךְ אַחֲרֵי הַשֵּׂכֶל וְהַדִּבּוּר אֲבָל הוּא מִפְּעֻלַּת כֹּחַ הַמַּחְשָׁבָה הַמְּצוּיָה בַּבְּהֵמוֹת כַּאֲשֶׁר הִיא מְצוּיָה בָּאָדָם. וְאִם כֵּן אֵין עִקַּר הָאִסּוּר בְּאוֹתוֹ וְאֶת בְּנוֹ רַק בִּבְנוֹ וְאוֹתוֹ, אֲבָל הַכֹּל הַרְחָקָה. וְיוֹתֵר נָכוֹן בַּעֲבוּר שֶׁלֹּא נִתְאַכְזֵר. וְאָמַר הָרַב, וְאַל תָּשִׁיב עָלַי מִמַּאֲמָר הַחֲכָמִים (ברכות לג) הָאוֹמֵר עַל קַן צִפּוֹר יַגִּיעוּ רַחֲמֶיךָ, כִּי זוֹ אַחַת מִשְׁתֵּי סְבָרוֹת, סְבָרַת מִי שֶׁיִּרְאֶה כִּי אֵין טַעַם לַמִּצְוֹת אֶלָּא חֵפֶץ הַבּוֹרֵא, וַאֲנַחְנוּ מַחְזִיקִים בַּסְּבָרָא הַשְּׁנִיָּה, שֶׁיִּהְיֶה בְּכָל הַמִּצְוֹת טַעַם. וְהֻקְשָׁה עָלָיו עוֹד מָה שֶׁמָּצָא בב\"ר (מד א), וְכִי מָה אִכְפַּת לוֹ להקב\"ה בֵּין שׁוֹחֵט מִן הַצַּוָּאר לְשׁוֹחֵט מִן הָעֹרֶף, הָא לֹא נִתְּנוּ הַמִּצְוֹת אֶלָּא לְצָרֵף בָּהֶם אֶת הַבְּרִיּוֹת, שֶׁנֶּאֱמַר (משלי ל ה) כָּל אִמְרַת אֱלוֹהַּ צְרוּפָה. וְזֶה הָעִנְיָן שֶׁגָּזַר הָרַב בַּמִּצְוֹת שֶׁיֵּשׁ לָהֶם טַעַם, מְבֹאָר הוּא מְאֹד, כִּי בְּכָל אֶחָד טַעַם וְתוֹעֶלֶת וְתִקּוּן לָאָדָם מִלְּבַד שְׂכָרָן מֵאֵת הַמְצַוֶּה בָּהֶן יִתְבָּרַךְ. וּכְבָר ארז\"ל (סנהדרין כא), מִפְּנֵי מָה לֹא נִתְגַּלּוּ טַעֲמֵי תּוֹרָה וְכוּ', וְדָרְשׁוּ (פסחים קיט) וְלִמְכַסֶּה עָתִיק, זֶה הַמְגַלֶּה דְּבָרִים שֶׁכִּסָּה עַתִּיק יוֹמִין, וּמַאי נִיהוּ טַעְמֵי תּוֹרָה. וּכְבָר דָּרְשׁוּ בְּפָרָה אֲדֻמָּה (במדב\"ר יט ג ד), שֶׁאָמַר שְׁלֹמֹה, עַל הַכֹּל עָמַדְתִּי, וּפָרָשָׁה שֶׁל פָּרָה אֲדֻמָּה חָקַרְתִּי וְשָׁאַלְתִּי וּפִשְׁפַּשְׁתִּי, אָמַרְתִּי אֶחְכָּמָה וְהִיא רְחוֹקָה מִמֶּנִּי (קהלת ז כג). וְאָמַר ר' יוֹסֵי בר' חֲנִינָא, אָמַר לוֹ הַקָּבָּ\"ה לְמֹשֶׁה, לְךָ אֲנִי מְגַלֶּה טַעַם פָּרָה אֲדֻמָּה אֲבָל לַאֲחֵרִים חֻקָּה, דִּכְתִיב (זכריה יד ו) וְהָיָה בַּיּוֹם הַהוּא לֹא יִהְיֶה אוֹר יְקָרוֹת וְקִפָּאוֹן, יקפאון כְּתִיב, דְּבָרִים הַמְכֻסִּים מִכֶּם בָּעוֹלָם הַזֶּה עֲתִידִין לִהְיוֹת צְפוּיִים לָעוֹלָם הַבָּא, כְּהָדֵין סַמְיָא דְּצָפֵי, דִּכְתִיב (ישעיהו מב טז) וְהוֹלַכְתִּי עִוְרִים בְּדֶרֶךְ לֹא יָדָעוּ, וּכְתִיב (שם) אֵלֶּה הַדְּבָרִים עֲשִׂיתִם וְלֹא עֲזַבְתִּים, שֶׁכְּבָר עֲשִׂיתִים לְר' עֲקִיבָא. הִנֵּה בֵּאֲרוּ שֶׁאֵין מְנִיעוּת טַעְמֵי תּוֹרָה מִמֶּנּוּ אֶלָּא עִוָּרוֹן בְּשִׂכְלֵנוּ, וְשֶׁכְּבָר נִתְגַּלָּה טַעַם הַחֲמוּרָה שֶׁבָּהֶם לְחַכְמֵי יִשְׂרָאֵל, וְכָאֵלֶּה רַבּוֹת בְּדִבְרֵיהֶם, וּבַתּוֹרָה וּבַמִּקְרָא דְּבָרִים רַבִּים מוֹדִיעִין כֵּן, וְהָרַב הִזְכִּיר מֵהֶן. אֲבָל אֵלּוּ הַהַגָּדוֹת אֲשֶׁר נִתְקַשּׁוּ עַל הָרַב כְּפִי דַּעְתִּי עִנְיָן אַחֵר לָהֶם, שֶׁרָצוּ לוֹמַר שֶׁאֵין הַתּוֹעֶלֶת בַּמִּצְוֹת להקב\"ה בְּעַצְמוֹ יִתְעַלֶּה, אֲבָל הַתּוֹעֶלֶת בָּאָדָם עַצְמוֹ, לִמְנֹעַ מִמֶּנּוּ נֶזֶק אוֹ אֱמוּנָה רָעָה אוֹ מִדָּה מְגֻנָּה, אוֹ לִזְכֹּר הַנִּסִּים וְנִפְלְאוֹת הַבּוֹרֵא יִתְבָּרַךְ וְלָדַעַת אֶת הַשֵּׁם. וְזֶהוּ <b>לְצָרֵף בָּהֶן</b>, שֶׁיִּהְיוּ כְּכֶסֶף צָרוּף, כִּי הַצּוֹרֵף הַכֶּסֶף אֵין מַעֲשֵׂהוּ בְּלֹא טַעַם, אֲבָל לְהוֹצִיא מִמֶּנּוּ כָּל סִיג, וְכֵן הַמִּצְוֹת לְהוֹצִיא מִלִּבֵּנוּ כָּל אֱמוּנָה רָעָה וּלְהוֹדִיעֵנוּ הָאֱמֶת וּלְזָכְרוֹ תָּמִיד. וּלְשׁוֹן זוֹ הָאַגָּדָה עַצְמָהּ הֻזְכְּרָה בִּילַמְּדֵנוּ (תנחומא שמיני ח) בְּפָרָשַׁת זֹאת הַחַיָּה, וְכִי מָה אִכְפַּת לוֹ להקב\"ה בֵּין שׁוֹחֵט בְּהֵמָה וְאוֹכֵל אוֹ נוֹחֵר וְאוֹכֵל, כְּלוּם אַתָּה מוֹעִילוֹ אוֹ כְּלוּם אַתָּה מַזִּיקוֹ, אוֹ מַה אִכְפַּת לוֹ בֵּין אוֹכֵל טְהוֹרוֹת אוֹ אוֹכֵל טְמֵאוֹת, אִם חָכַמְתָּ חָכַמְתָּ לָּךְ (משלי ט יב), הָא לֹא נִתְּנוּ הַמִּצְוֹת אֶלָּא לְצָרֵף אֶת הַבְּרִיּוֹת, שֶׁנֶּאֱמַר (תהלים יב ז) אִמֲרוֹת ה' אֲמָרוֹת טְהֹרוֹת, וְנֶאֱמַר כָּל אִמְרַת אֱלוֹהַּ צְרוּפָה. לָמָּה, שֶׁיְּהֵא מֵגֵן עָלֶיךָ. הִנֵּה מְפֹרָשׁ בְּכָאן שֶׁלֹּא בָּאוּ לוֹמַר אֶלָּא שֶׁאֵין הַתּוֹעֶלֶת אֵלָיו יִתְעַלֶּה שֶׁיִּצְטָרֵךְ לְאוֹרָהּ כַּמְּחֻשָּׁב מִן הַמְּנוֹרָה, וְשֶׁיִּצְטָרֵךְ לְמַאֲכַל הַקָּרְבָּנוֹת וְרֵיחַ הַקְּטֹרֶת כַּנִּרְאֶה מִפְּשׁוּטֵיהֶם, וַאֲפִלּוּ הַזֵּכֶר לְנִפְלְאוֹתָיו שֶׁעָשָׂה שֶׁצִּוָּה לַעֲשׂוֹת לְזֵכֶר לִיצִיאַת מִצְרַיִם וּמַעֲשֵׂה בְּרֵאשִׁית אֵין הַתּוֹעֶלֶת לוֹ, רַק שֶׁנֵּדַע אֲנַחְנוּ הָאֱמֶת וְנִזְכֶּה בּוֹ עַד שֶׁנִּהְיֶה רְאוּיִים לִהְיוֹת מָגֵן עָלֵינוּ, כִּי דִּבּוּרֵנוּ וְזָכְרֵנוּ בְּנִפְלְאוֹתָיו מֵאֶפֶס וָתֹהוּ נֶחְשְׁבוּ לוֹ. וְהֵבִיא רְאָיָה מִן הַשּׁוֹחֵט מִן הַצַּוָּאר וְהָעֹרֶף, לוֹמַר שֶׁכֻּלָּם לָנוּ וְלֹא להקב\"ה, לְפִי שֶׁלֹּא יִתָּכֵן לוֹמַר בַּשְּׁחִיטָה שֶׁיְּהֵא בָּהּ תּוֹעֶלֶת וְכָבוֹד לַבּוֹרֵא יִתְבָּרַךְ בַּצַּוָּאר יוֹתֵר מֵהָעֹרֶף אוֹ הַנִּחוּר, אֶלָּא לָנוּ הֵם לְהַדְרִיכֵנוּ בִּנְתִיבוֹת הָרַחֲמִים גַּם בְּעֵת הַשְּׁחִיטָה. וְהֵבִיאוּ רְאָיָה אַחֶרֶת, אוֹ מַה אִכְפַּת לוֹ בֵּין אוֹכֵל טְהוֹרוֹת, וְהֵם הַמַּאֲכָלִים הַמֻּתָּרִים, לְאוֹכֵל טְמֵאוֹת, וְהֵם הַמַּאֲכָלִים הָאֲסוּרִים שֶׁאָמְרָה בָּהֶם הַתּוֹרָה (ויקרא יא כח) טְמֵאִים הֵמָּה לָכֶם, וְרָמַז שֶׁהוּא לִהְיוֹתֵנוּ נְקִיֵּי הַנֶּפֶשׁ, חֲכָמִים, מַשְׂכִּילֵי הָאֱמֶת. וְאָמְרָם אִם חָכַמְתָּ חָכַמְתָּ לָּךְ, הִזְכִּירוּ כִּי הַמִּצְוֹת הַמַּעֲשִׂיּוֹת כְּגוֹן שְׁחִיטַת הַצַּוָּאר לְלַמְּדֵנוּ הַמִּדּוֹת הַטּוֹבוֹת, וְהַמִּצְוֹת הַגְּזֵרוֹת הַגְּדוּרוֹת בְּמִינִין לְזַקֵּק אֶת נַפְשׁוֹתֵינוּ, כְּמוֹ שֶׁאָמְרָה תּוֹרָה (שם כ כה), וְלֹא תְשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם בַּבְּהֵמָה וּבָעוֹף וּבְכֹל אֲשֶׁר תִּרְמֹשׂ הָאֲדָמָה אֲשֶׁר הִבְדַּלְתִּי לָכֶם לְטַמֵּא. א\"כ כֻּלָּם לְתוֹעַלְתֵּנוּ בִּלְבַד. וְזֶה כְּמוֹ שֶׁאָמַר אֱלִיהוּא (איוב לה ו), אִם חָטָאתָ מַה תִּפְעָל בּוֹ וְרַבּוּ פְשָׁעֶיךָ מַה תַּעֲשֶׂה לּוֹ, וְאָמַר (שם פסוק ז) אוֹ מַה מִיָּדְךָ יִקָּח. וְזֶה דָּבָר מֻסְכָּם בְּכָל דִּבְרֵי רַבּוֹתֵינוּ. וְשָׁאֲלוּ בַּיְּרוּשַׁלְמִי בִּנְדָרִים (פ\"ט ה\"א), אִם פּוֹתְחִין לָאָדָם בִּכְבוֹד הַמָּקוֹם בִּדְבָרִים שֶׁבֵּינוֹ לְבֵין הַמָּקוֹם, וְהֵשִׁיבוּ עַל הַשְּׁאֵלָה הַזֹּאת, אֵי זֶהוּ כְּבוֹד הַמָּקוֹם, כְּגוֹן סֻכָּה שֶׁאֵינִי עוֹשֶׂה, לוּלָב שֶׁאֵינִי נוֹטֵל, תְּפִלִּין שֶׁאֵינִי מַנִּיחַ, וְהַיְנוּ כְּבוֹד הַמָּקוֹם, מַשְׁמַע דִּלְנַפְשֵׁהּ הוּא דִּמְהַנֵּי, כַּהֲדָא, אִם צָדַקְתָּ מַה תִּתֶּן לוֹ אוֹ מַה מִיָּדְךָ יִקָּח, אִם חָטָאתָ מַה תִּפְעָל בּוֹ וְרַבּוּ פְשָׁעֶיךָ מַה תַּעֲשֶׂה לּוֹ. הִנֵּה בֵּאֲרוּ שֶׁאֲפִלּוּ הַלּוּלָב וְהַסֻּכָּה וְהַתְּפִלִּין שֶׁצִּוָּה בָּהֶן שֶׁיְּהוּ לְאוֹת עַל יָדְךָ וּלְזִכָּרוֹן בֵּין עֵינֶיךָ כִּי בְּיָד חֲזָקָה הוֹצִאֲךָ ה' מִמִּצְרָיִם, אֵינָן לִכְבוֹד ה' יִתְבָּרַךְ אֲבָל לְרַחֵם עַל נַפְשׁוֹתֵינוּ. וּכְבָר סִדְּרוּ לָנוּ בִּתְפִלַּת יוֹם הַכִּפּוּרִים, אַתָּה הִבְדַּלְתָּ אֱנוֹשׁ מֵרֹאשׁ וַתַּכִּירֵהוּ לַעֲמֹד לְפָנֶיךָ, כִּי מִי יֹאמַר לְךָ מַה תַּעֲשֶׂה וְאִם יִצְדַּק מַה יִתֶּן לָךְ. וְכֵן אָמַר בַּתּוֹרָה (דברים י':י\"ג), לְטוֹב לָךְ, כַּאֲשֶׁר פֵּרַשְׁתִּי (שם פסוק יב). וְכֵן וַיְצַוֵּנוּ ה' לַעֲשׂוֹת אֶת כָּל הַחֻקִּים הָאֵלֶּה לְיִרְאָה אֶת ה' אֱלֹהֵינוּ לְטוֹב לָנוּ כָּל הַיָּמִים (דברים ו':כ\"ד), וְהַכַּוָּנָה בְּכֻלָּם לְטוֹב לָנוּ וְלֹא לוֹ יִתְבָּרַךְ וְיִתְעַלֶּה. אֲבָל כָּל מָה שֶׁנִּצְטַוִּינוּ שֶׁיִּהְיוּ בְּרִיּוֹתָיו צְרוּפוֹת וּמְזֻקָּקוֹת בְּלֹא סִיגֵי מַחֲשָׁבוֹת רָעוֹת וּמִדּוֹת מְגֻנּוֹת. וְכֵן מָה שֶׁאָמְרוּ (ברכות לג) לְפִי שֶׁעוֹשֶׂה מִדּוֹתָיו שֶׁל הקב\"ה רַחֲמִים וְאֵינָן אֶלָּא גְּזֵרוֹת, לוֹמַר שֶׁלֹּא חָס הָאֵל עַל קַן צִפּוֹר וְלֹא הִגִּיעוּ רַחֲמָיו עַל אוֹתוֹ וְאֶת בְּנוֹ, שֶׁאֵין רַחֲמָיו מַגִּיעִין בְּבַעֲלֵי הַנֶּפֶשׁ הַבַּהֲמִית לִמְנֹעַ אוֹתָנוּ מִלַּעֲשׂוֹת בָּהֶם צָרְכֵּנוּ, שֶׁאִם כֵּן הָיָה אוֹסֵר הַשְּׁחִיטָה, אֲבָל טַעַם הַמְּנִיעָה לְלַמֵּד אוֹתָנוּ מִדַּת הָרַחְמָנוּת וְשֶׁלֹּא נִתְאַכְזֵר, כִּי הָאַכְזָרִיּוּת תִּתְפַּשֵּׁט בְּנֶפֶשׁ הָאָדָם, כַּיָּדוּעַ בַּטַּבָּחִים שׁוֹחֲטֵי הַשְּׁוָרִים הַגְּדוֹלִים וְהַחֲמוֹרִים, שֶׁהֵם אַנְשֵׁי דָּמִים זוֹבְחֵי אָדָם, אַכְזָרִים מְאֹד. וּמִפְּנֵי זֶה אָמְרוּ (קידושין פב) טוֹב שֶׁבַּטַּבָּחִים שֻׁתָּפוֹ שֶׁל עֲמָלֵק. וְהִנֵּה הַמִּצְוֹת הָאֵלֶּה בַּבְּהֵמָה וּבָעוֹף אֵינָן רַחֲמָנוּת עֲלֵיהֶם אֶלָּא גְּזֵרוֹת בָּנוּ, לְהַדְרִיכֵנוּ וּלְלַמֵּד אוֹתָנוּ הַמִּדּוֹת הַטּוֹבוֹת. וְכֵן יִקְרְאוּ הֵם כָּל הַמִּצְוֹת שֶׁבַּתּוֹרָה, עֲשֵׂה וְלֹא תַעֲשֶׂה, גְּזֵרוֹת, כְּמוֹ שֶׁאָמְרוּ (מכילתא בחדש ו) בִּמְשַׁל הַמֶּלֶךְ שֶׁנִּכְנַס לַמְּדִינָה, אָמְרוּ לוֹ עֲבָדָיו גְּזֹר עֲלֵיהֶם גְּזֵרוֹת, אָמַר לָהֶם כְּשֶׁיְּקַבְּלוּ מַלְכוּתִי אֶגְזֹר עֲלֵיהֶם גְּזֵרוֹת. כָּךְ אָמַר הקב\"ה, קִבַּלְתֶּם מַלְכוּתִי, אָנֹכִי ה' אֱלֹהֶיךָ (שמות כ ב), קַבְּלוּ גְּזֵרוֹתַי, לֹא יִהְיֶה לְךָ וְכוּ' (שם פסוק ג). אֲבָל בְּמִדְרָשׁוֹ שֶׁל רַבִּי נְחוּנְיָא בֶּן הַקָּנָה בְּשִׁלּוּחַ הַקֵּן מִדְרָשׁ, שֶׁיֵּשׁ בַּמִּצְוָה סוֹד, אָמַר רַבִּי רָחֲמַאי, מַאי דִכְתִיב שַׁלֵּחַ תְּשַׁלַּח אֶת הָאֵם וְלֹא אָמַר אֶת הָאָב, אֶלָּא שַׁלֵּחַ תְּשַׁלַּח אֶת הָאֵם, בִּכְבוֹד אוֹתָהּ בִּינָה שֶׁנִּקְרֵאת אֵם הָעוֹלָם, דִּכְתִיב (משלי ב ג) כִּי אִם לַבִּינָה תִקְרָא. מַאי וְאֶת הַבָּנִים תִּקַּח לָךְ, אָמַר רַבִּי רָחֲמַאי, אוֹתָם בָּנִים שֶׁגִּדְּלָה, וּמַאי נִיהוּ שִׁבְעַת יְמֵי הַסֻּכָּה, וְדִינֵי שִׁבְעַת יְמֵי הַשָּׁבוּעַ וְכוּ'. וְהִנֵּה הַמִּצְוָה הַזֹּאת רוֹמֶזֶת לְעִנְיָן גָּדוֹל, וּלְכָךְ שְׂכָרָהּ מְרֻבֶּה, לְמַעַן יִיטַב לָךְ וְהַאֲרַכְתָּ יָמִים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "IF A BIRD’S NEST CHANCE TO BE BEFORE THEE. This also is an explanatory commandment, of the prohibition <i>ye shall not kill it</i> [the dam] <i>and its young both in one day</i>,<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">Leviticus 22:28.</i> because the reason for both [commandments] is that we should not have a cruel heart and be discompassionate, or it may be that Scripture does not permit us to destroy a species altogether, although it permits slaughter [for food] within that group. Now, he who kills the dam and the young in one day or takes them when they are free to fly [it is regarded] as though he cut off that species.<br>Now, he [Rabbi Moshe ben Maimon] wrote in the Moreh Nebuchim<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Guide of the Perplexed III, 48.</i> that the reason for the commandment to release the mother bird when taking its nest and the prohibition against killing the dam with its young on one day is in order to admonish us against killing the young within the mother’s sight, for animals feel great distress under such circumstances. There is no difference between the distress of man and the distress of animals for their young, since the love of the mother and her tenderness to the children of her womb are not the result of reasoning or [the faculty of intelligent] speech, but are produced by the faculty of mental images<sup class=\"footnote-marker\">136</sup><i class=\"footnote\"><i>“Machshavah.”</i> So in Al Charizi’s translation which was used by Ramban. In Ibn Tibbon’s translation the term is <i>ham’dameh</i> — “imagination.”</i> which exists among animals even as it is present in man. But if so<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">This is Ramban’s reason for disagreeing with Rambam’s explanation.</i> the main prohibition in killing the dam and its young applies only when killing [first] the young and [then] the dam [but not vice versa, whereas the Torah forbids it to be done either way]! But it is all an extraordinary precaution,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">For — in defense of Rambam’s explanation — we would be forced to add that the primary prohibition is against killing first the young and then the dam; the prohibition against first killing the dam and then the young is but a precautionary measure lest one may accidentally reverse the order. While we might contend this in defense of Rambam’s theory, Ramban concludes, “and it is more correct etc.” This explanation would seem to be more logical because it does not differentiate between the order of taking or slaughtering the dam and its young. Hence Ramban’s language. The full significance of this theory of Ramban will be made clearer further on in the text.</i> and it is more correct [to explain them as prohibitions] to prevent <i>us</i> from acting cruelly.<br>And the Rabbi [Moshe ben Maimon] said further:<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Guide of the Perplexed III, 48.</i> “Do not contradict me by quoting the saying of the Sages,<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">Berachoth 33b. See Note 168 further on.</i> ‘He who says in his prayer: Even to a bird’s nest do Thy mercies extend [etc., they silence him,’ which would seem to imply that there is no reason other than the Will of G-d for the commandment to release a dam when taking its nest], for that is one of two opinions, namely, the opinion of the Sage who holds that the commandments [of the Torah] have no other reason but the Will of the Creator. We follow the second opinion that there is a reason for all commandments.” And the Rabbi [Moshe ben Maimon] raised a difficulty from a text in Bereshith Rabbah [which contradicts his theory that there is a reason for every commandment]. The text reads:<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Bereshith Rabbah 44:1. Rambam’s discussion of the text is found in “Guide of the Perplexed,” III, 26.</i> “And what difference does it make to the Holy One, blessed be He, whether an animal is slaughtered from the front of the neck or the back? Surely you must say the commandments have been given only for the purpose of refining [disciplining] men through them, as it is said, <i>Every word of G-d is refined</i>.”<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Proverbs 30:5. This text of Bereshith Rabbah implies that some commandments have no other reason than the fact that they were so willed by G-d, which contradicts Rambam’s main thesis that there are reasons for <i>all</i> commandments. Rambam proceeds (“Guide of the Perplexed,” III, 26) to explain this text, in harmony with his theory. In the lengthy discussion to follow, Ramban will strongly agree with Rambam’s main theory that there is a reason for every commandment. As for the difficulty posed by the text of Bereshith Rabbah, he will offer his own solution.</i><br>Now, this theory, categorically stated by the Rabbi [Moshe ben Maimon] concerning the commandments that there is a reason for them, is indeed very clear. There is a reason, benefit, and improvement for man in each of them, aside from the reward by Him Who commanded it, blessed be He! Our Sages have already stated:<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">Sanhedrin 21b.</i> “Why were the reasons for the commandments not revealed? etc.”<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">See “The Commandments,” Vol. II, pp. 330-331.</i> And they further interpreted:<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Pesachim 119a.</i> “<i>And for stately clothing</i><sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Isaiah 23:18. The Hebrew reads: <i>v’limchaseh athik</i>, which the Rabbis interpret to mean: “and to the things concealed by the Ancient of days (G-d)” — there will be a special reward for him that reveals these secrets that lie hidden in the commandments of the Torah.</i> — this refers to one who uncovers matters that were concealed by <i>the Ancient of days</i>.<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Daniel 7:13.</i> And what are these matters? They are the reasons for [the commandments of] the Torah.” The Rabbis have further expressed themselves on the subject of the Red Heifer<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Bamidbar Rabbah 19:3-4.</i> concerning which Solomon said, “I achieved [a knowledge of the reasons for] everything, but the section of the Red Heifer I examined, inquired into, and searched; <i>All this have I tried by wisdom; I said, ‘I will get wisdom,’ but it was far from me</i>.<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Ecclesiastes 7:23.</i> And Rabbi Yosei the son of Rabbi Chanina said: The Holy One, blessed be He, said to Moses, ‘To you I reveal the reason of the Red Heifer, but for others it is a statute [a commandment for which we know no reason].’ For it is written, <i>And it shall come to pass in that day, that there shall not be light, but heavy clouds ‘v’kipaon’</i> (<i>and thick</i>).<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">Zechariah 14:6.</i> The word is spelled <i>yekipaon</i>,<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">In other words, by tradition we are to read the word <i>v’kipaon</i>, although in the Masoretic text it is written <i>yekipaon</i>, in the future tense, as explained in the text.</i> intimating that matters concealed from you in this world are destined ‘to be revealed’ in the World to Come, like a blind man who suddenly sees, as it is written, <i>And I will bring the blind by a way that they knew not</i>,<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Isaiah 42:16.</i> and it is further written, <i>These things have I done and I did not leave them undone</i>,<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Isaiah 42:16.</i> for I have done them already to Rabbi Akiba” [meaning that the explanations were revealed to Rabbi Akiba].<br>Thus the Rabbis explained that our lack of knowledge of the reasons of [the commandments of] the Torah is but a barrier in our minds, and that the reason for the most difficult of the commandments [i.e., the Red Heifer] has already been revealed to the Sages of Israel [such as Rabbi Akiba, as mentioned in the above Midrash]. There are many such texts among the words of the Rabbis, and Torah and Scripture, which teach to that effect; and the Rabbi [Moshe ben Maimon] mentioned some of them. But those Agadic [homiletic] statements, presenting difficulty to the Rabbi, are in my opinion, intended to express another thought as follows:<br>The benefit from the commandments is not derived by the Holy One Himself, exalted be He. Rather, the advantage is to man himself, to withhold from him physical harm or some evil belief, or unseemly trait of character, or to recall the miracles and wonders of the Creator, blessed be He, in order to know the Eternal. It is this [which the Rabbis intended in saying]<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Bereshith Rabbah 44:1. Rambam’s discussion of the text is found in “Guide of the Perplexed,” III, 26.</i> that the commandments were given “for the purpose of refining men,” that they may become like “refined silver,” for he who refines silver does not act without purpose, but to remove therefrom any impurity. So, also, the commandments eliminate from our hearts all evil belief, and [are given] in order to inform us of the truth and to recall it always. Now this very same Agadah [homily] is mentioned in the Yelamdeinu<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">See Vol. II, p. 131, Note 196, for explanation of the term.</i> in the section of <i>These are the living things:</i><sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Leviticus 11:2. — The text quoted is found in Tanchuma (Buber), <i>Shemini</i> 12.</i> <i>”</i>And what difference does it make to the Holy One, blessed be He, whether one eats of an animal which is ritually slaughtered or if he just stabs it? Do you benefit Him or harm Him at all? Or what does it matter to Him if one eats clean animals or unclean? <i>If thou art wise, thou art wise for thyself</i>.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Proverbs 9:12.</i> Surely the commandments have been given only to refine men, as it is said, <i>The words of the Eternal are pure words</i>,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Psalms 12:7. <i>As silver refined in a crucible on the earth, purified seven times</i>.</i> and it is further said, <i>Every word of G-d is refined</i>.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Proverbs 30:5. This text of Bereshith Rabbah implies that some commandments have no other reason than the fact that they were so willed by G-d, which contradicts Rambam’s main thesis that there are reasons for <i>all</i> commandments. Rambam proceeds (“Guide of the Perplexed,” III, 26) to explain this text, in harmony with his theory. In the lengthy discussion to follow, Ramban will strongly agree with Rambam’s main theory that there is a reason for every commandment. As for the difficulty posed by the text of Bereshith Rabbah, he will offer his own solution.</i> Why? So that [the word of G-d] should protect you.” Thus it is clearly stated here that the Rabbis [in this Midrash], meant to say merely that the benefit [accruing from observance of the commandments] is not for His sake exalted be He, [nor] that He is in need of the light of the candelabrum as one might think, or that He needs the food of the offerings and the odor of the incense as might appear from their simple meanings. Even regarding <i>the memorial He hath made for His wonderful works</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Psalms 111:4.</i> that He commanded us to perform in memory of the Exodus and Creation, the benefit is not for Him, but so, that we should know the truth and be meritorious enough to be worthy that He protects us, for our utterances and remembrances of His wonders <i>are accounted by Him as things of nought, and vanity</i>.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Isaiah 40:17.</i> And the Midrash brought proof from [the law specifying] slaughter by cutting the neck in front or in the back, meaning to state that all the benefits are to us and not to the Holy One, blessed be He, because it is impossible to say concerning slaughter that there is more benefit and glory to the Creator, blessed be He, by cutting the neck in front than by cutting it in the back or by stabbing the animal. Rather, all these advantages are to us — to lead us in paths of compassion even during [the process of] slaughtering. And then the Rabbis brought another proof: “Or what does it matter to Him if one eats clean things,” — that is, foods permissible to the eater — “or eats unclean things,” that is, forbidden food concerning which the Torah declared <i>they are unclean unto you</i>.<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Leviticus 11:28.</i> However, He implied that [these laws were given to us] so that we might develop a fine soul and be wise men perceptive to the truth. By quoting the verse, <i>If thou art wise, thou art wise for thyself</i><sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Proverbs 9:12.</i> the Rabbis [in the above Midrash] mentioned the principle that the commandments pertaining to rites such as slaughter by [cutting of] the neck are to teach us traits of good character. The Divinely ordained commandments which define the species [of animals and birds which are permissible to us] are to refine our souls, just as the Torah has said, <i>and ye shall not make your souls detestable by beast, or by fowl, or by any thing wherewith the ground teemeth, which I have set apart for you to hold unclean</i>.<sup class=\"footnote-marker\">159</sup><i class=\"footnote\"><i>Ibid.</i>, 20:25.</i> If so, all the commandments are solely to our advantage. This is as Elihu said, <i>If thou hast sinned, what doest thou against Him? And if thy transgression be multiplied, what doest thou unto Him?</i><sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Job 35:6.</i> And again he states, <i>If thou be righteous, what givest thou Him? Or what receiveth He of thy hands?</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> This is a consensus in all the words of our Rabbis. Thus they asked in Yerushalmi Nedarim<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Yerushalmi Nedarim IX, 1.</i> whether they may open the way [to release one from a vow or oath] by reason of the honor due to G-d<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Before releasing a person from a vow or oath, the Sage must ascertain that, had the supplicant known of a particular fact, he would not have made the vow or oath. The question arose whether the Sage may say to him, “If you had known that he who vows is evil in the eyes of G-d, would you still have vowed?” See also, Ramban in Numbers 30:2 (Vol. IV, pp. 345-346).</i> in matters between man and G-d. On this question the Rabbis answered [there]: “What is an example of [a vow being released because of] the honor due to G-d? [If you say that it is a case where he swore] ‘I shall not make a Booth, I shall not take the palm-branch, I shall not put on phylacteries’ — but do you call this ‘by reason of the honor due to G-d?’ It is for oneself that [the observance of the commandments] helps, just as it is said, <i>If thou be righteous, what givest thou Him? Or what receiveth He of thy hands</i>?<sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> <i>If thou hast sinned, what doest thou against Him? And if thy transgression be multiplied, what doest thou unto Him?</i>”<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Job 35:6.</i> Thus the Rabbis have explained that even the palm-branch, the Booth, and the phylacteries concerning which He commanded that they <i>shall be for a sign upon thy hand, and for frontlets between thine eyes; for by strength of hand the Eternal brought us forth out of Egypt</i><sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Exodus 13:16.</i> — are not ordained to honor G-d, blessed be He, but to have compassion on our souls. And the Sages have already arranged it for us in the [Closing] Prayer on the Day of Atonement, stating: “Thou hast distinguished man from the beginning, and hast recognized him [to be privileged] to stand before Thee, for who shall say unto Thee, ‘What doest Thou?’ and if he be righteous what can he give Thee?” Similarly, it states in the Torah, <i>which I command thee this day for thy good</i>,<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Above, 10:13.</i> as I have explained.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> So also, <i>And the Eternal commanded us to do all these statutes, to fear the Eternal our G-d, for our good always</i>.<sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Ibid.</i>, 6:24.</i> And the intent in all these expressions is “for our good,” and not for His, blessed and exalted be He! Rather, everything we have been commanded is so that His creatures be refined and purified, free from the dross of evil thoughts and blameworthy traits of character.<br>So, too, what the Rabbis have stated,<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">The Rabbis of the Gemara made the following remark with reference to the Mishnah quoted above (see text at Note 139): “He who says in his prayer: ‘Even to a bird’s nest do Thy mercies extend’ etc., they silence him.” The reason for this law as stated in the Mishnah is now explained by the Rabbis of the Gemara: “Because he [the supplicant] treats etc.” (see text). — Berachoth 33b.</i> “Because he treats the ordinances of G-d like expressions of mercy, whereas they are decrees”<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">“To inform them that they are His servants, and that they keep His commandments, decrees and statutes, even such matters concerning which Satan and the nations of the world taunt Israel saying, ‘What need is there for this commandment?’” (Rashi <i>ibid</i>). Now, this text of the Mishnah and Gemara was explained above by Rambam as exemplifying the opinion that there is no reason for fulfillment of the commandments of the Torah other than the Will of the Creator, while we follow the second opinion that there is a reason for every commandment. Ramban will now proceed to explain this text, in accordance with the accepted opinion that there <i>is</i> a reason for every commandment, thus making this text to be the consensus of all Sages.</i> means to say — that it was not a matter of G-d’s mercy extending to the bird’s nest or the dam and its young, since His mercies did not extend so far into animal life as to prevent us from accomplishing our needs with them, for, if so, He would have forbidden slaughter altogether. But the reason for the prohibition [against taking the dam with its nest, or against killing the dam with its young in one day] is to teach <i>us</i> the trait of compassion and that we should not be cruel, for cruelty proliferates in man’s soul as it is known that butchers, those who slaughter large oxen and asses are <i>men of blood;</i><sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Psalms 55:24.</i> <i>they that slaughter men</i>,<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Hosea 13:2.</i> are extremely cruel. It is on account of this [cruelty] that the Rabbis have said:<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Kiddushin 82a. Amalek is the symbol of cruelty, as he attacked the enfeebled, faint and weary, (further 25:18).</i> “The most seemly among butchers is a partner of Amalek.” Thus these commandments with respect to cattle and fowl are not [a result of] compassion upon them, but they are decrees upon us to guide us and to teach us traits of good character. So, too, the Rabbis refer to all commandments of the Torah — positive and negative — as “decrees,” as they said<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">Mechilta, <i>Bachodesh</i> 6. See Vol. II, p. 286, where Ramban quotes the same text with some minor changes.</i> in the parable of “the king who entered a country, and his attendants said to him, ‘Promulgate decrees upon them.’ He, however, refused, saying, ‘When they will have accepted my sovereignty, I will promulgate decrees upon them.’ Similarly did the Holy One, blessed be He, [say to Israel], ‘You have accepted My sovereignty: <i>I am the Eternal thy G-d</i>,<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">Exodus 20:2.</i> accept My decrees: <i>Thou shalt have no other gods</i> etc.’”<sup class=\"footnote-marker\">175</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i><br>However, in the Midrash of Rabbi Nechunya ben Hakanah<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">Sefer Habahir, 104-105. See Vol. I, p. 24, Note 42.</i> there is an interpretation with respect to releasing a mother bird when taking its nest, which states that there is a secret in this commandment. “Rabbi Rechimaie said, What is the meaning of that which is written, <i>Thou shalt in any wise let the dam go</i>,<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 7.</i> and it did not say ‘the father?’ [This implies that the verse commands] only <i>Thou shalt in any wise let the dam go</i> with the honor of that ‘understanding’<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">Here used in a Cabalistic sense. See my Hebrew commentary p. 451.</i> which is termed ‘the mother of the world,’ as it is written, <i>Yea ‘im’</i> (<i>if</i>) <i>thou call for understanding</i>.<sup class=\"footnote-marker\">179</sup><i class=\"footnote\">Proverbs 2:3. The Sefer Habahir obviously intimates that the word be read <i>eim</i> (mother), thus suggesting: “the mother [of the world] is called ‘understanding.’”</i> And what is the meaning of the phrase, <i>and the young, take thou to thee?</i><sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 7.</i> Said Rabbi Rechimaie, It means those young that she raised. And what are they? They are the seven days of [the Festival of] Tabernacles, and the laws of the seven days of the week etc.” Thus this commandment alludes to a great matter, and therefore the reward for the observance thereof is abundant, [as it is said], <i>that it may be well with thee, and that thou mayest prolong thy days</i>.<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">Verse 7.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55a26ff5fbfba277e996af14", "index_title": "Mishneh Torah, Defilement by a Corpse", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Defilement by a Corpse 1:2", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Mishneh Torah, Defilement by a Corpse 1:2", "sourceHeRef": "משנה תורה, הלכות טומאת מת א׳:ב׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Mishneh Torah, Defilement by a Corpse", "he": "משנה תורה, הלכות טומאת מת"}, "heTitle": "משנה תורה, הלכות טומאת מת", "he": "טֻמְאַת מַשָּׂא מִפִּי הַשְּׁמוּעָה. וְקַל וָחֹמֶר הַדְּבָרִים אִם נְבֵלָה שֶׁהִיא טֻמְאַת עֶרֶב וְאֵינָהּ מְטַמְּאָה בְּאֹהֶל מְטַמְּאָה בְּמַשָּׂא שֶׁנֶּאֱמַר <small>(ויקרא יא כח)</small> \"וְהַנּשֵֹׁא אֶת נִבְלָתָם\" הַמֵּת לֹא כָּל שֶׁכֵּן. וּמַה נְּבֵלָה שֶׁמַּגָּעָהּ טֻמְאַת עֶרֶב מַשָּׂאָהּ טֻמְאַת עֶרֶב אַף הַמֵּת שֶׁמַּגָּעוֹ טֻמְאַת שִׁבְעָה מַשָּׂאוֹ טֻמְאַת שִׁבְעָה. אֵין טֻמְאַת מַשָּׂא בְּמֵת מִדִּבְרֵי סוֹפְרִים אֶלָּא דִּין תּוֹרָה. וְיֵרָאֶה לִי שֶׁשָּׁתַק מִמֶּנָּה הַכָּתוּב כְּדֶרֶךְ שֶׁשָּׁתַק מֵאִסּוּר הַבַּת לְפִי שֶׁאָסַר בְּפֵרוּשׁ אֲפִלּוּ בַּת הַבַּת. וְשָׁתַק מֵאִסּוּר אֲכִילַת בָּשָׂר בְּחָלָב לְפִי שֶׁאָסַר בְּפֵרוּשׁ אֲפִלּוּ בִּשּׁוּלוֹ. כָּךְ שָׁתַק מִטֻּמְאַת מַשָּׂא בְּמֵת לְפִי שֶׁטִּמֵּא בְּפֵרוּשׁ אֲפִלּוּ טֻמְאַת אָהֳלוֹ כָּל שֶׁכֵּן מַשָּׂאוֹ: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The impurity stemming from carrying a human corpse is derived from the Oral Tradition. It is based on an inference from a lesser matter to a more severe one. If the carcass of animal makes a person impure only until the evening, but does not cause a person to incur ritual impurity when under the same shelter, and yet causes him to incur impurity when carrying it, as Leviticus 11:40 states: \"One who carries their carcasses,\" how much more so should this apply with regard to a human corpse. And the process of reasoning continues: if touching an animal carcass causes one to become impure until the evening and carrying it causes a person to be impure until the evening, so too, since touching a corpse causes a person to be impure for seven days, it should cause him to be impure for seven days if he carries it. The impurity resulting from carrying a corpse is not considered of Rabbinic origin, but is instead, a Scriptural Law. It appears to me that Scripture remained silent concerning this type of impurity in the same way that it remained silent concerning the prohibition against relations with one's daughter, because it explicitly forbade relations with the daughter of one's daughter. And it remained silent concerning the prohibition against partaking of meat cooked with milk, because it explicitly forbade cooking it. Similarly, Scripture did not mention the impurity incurred by carrying a human corpse because it explicitly mentioned that one who was under the same shelter as a corpse incurs impurity. Thus one can infer that this certainly applies to one who carries it.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77d0ad6e4a94c7c18a54e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 11:28", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Tafsir Rasag, Leviticus 11:28", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״א:כ״ח", "anchorVerse": 28, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0028, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ומן חמל מן נבאילהם יגסל ת̇יאבה וינג̇ס אלי אלמגיב כד̇אך הי אנג̇אס לכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b84c7d6e4a908ac4f1d0e", "index_title": "Mishneh Torah, Other Sources of Defilement", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Other Sources of Defilement 1:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Mishneh Torah, Other Sources of Defilement 1:1", "sourceHeRef": "משנה תורה, הלכות שאר אבות הטומאות א׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishneh Torah, Other Sources of Defilement", "he": "משנה תורה, הלכות שאר אבות הטומאות"}, "heTitle": "משנה תורה, הלכות שאר אבות הטומאות", "he": "הַנְּבֵלָה אָב מֵאֲבוֹת הַטֻּמְאוֹת. כְּזַיִת מִבְּשָׂרָהּ מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בַּאֲוִיר. וּמְטַמֵּא אֶת הָאָדָם בְּמַשָּׂא לְטַמֵּא בְּגָדִים כְּמֶרְכַּב הַזָּב. כֵּיצַד. אָדָם שֶׁנָּגַע בִּנְבֵלָה נִטְמָא וַהֲרֵי הוּא רִאשׁוֹן לְטֻמְאָה. וְאִם נָגַע בְּכֵלִים אֲפִלּוּ בִּשְׁעַת מַגָּעוֹ בִּנְבֵלָה הֲרֵי הֵן טְהוֹרִין. וְכֵן כֵּלִים שֶׁעָלָיו טְהוֹרִין לְפִי [שֶׁהוּא] וָלָד וְאֵין וָלָד מְטַמֵּא כֵּלִים. אֲבָל הַנּוֹשֵׂא אֶת הַנְּבֵלָה מְטַמֵּא כֵּלִים בִּשְׁעַת נְשִׂיאָתוֹ שֶׁנֶּאֱמַר <small>(ויקרא יא כח)</small> \"וְהַנּשֵֹׁא אֶת נִבְלָתָם יְכַבֵּס בְּגָדָיו\". וְאוֹתָן הַבְּגָדִים רִאשׁוֹן לְטֻמְאָה. וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כְּלֵי חֶרֶס וַאֲפִלּוּ בִּשְׁעַת נְשִׂיאָתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The carcass of a dead animal is a primary source of impurity. An olive-sized portion of its meat imparts impurity to a person and <i>keilim</i> when touched and to an earthenware container when it enters its inner space. And it imparts impurity to a person when being carried to the extent that his clothes become impure, as is the law regarding a surface on which one rides that contracted impurity from a <i>zav</i>.<br>What is implied? When a person touches the carcass of a dead animal, he is considered as a primary derivative of impurity. If he touches <i>keilim</i> - even at the same time that he is touching the carcass - they are pure. Similarly, the clothes that he is wearing are pure, for he is a derivative of impurity and a derivative does not impart impurity to <i>keilim</i>.<br>When, by contrast, one carries the carcass of a dead animal, he imparts impurity to <i>keilim</i> while he is carrying it, as Leviticus 11:28 states: \"One who carries their carcasses must launder his garments.\" Those garments are considered as primary derivatives of impurity. He does not impart impurity to another person or to earthenware containers even when he is carrying the carcass, as we explained in <i>Hilchot Metamei Mishkav UMoshav</i>.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b4ebd6e4a902855ff747", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Tur HaArokh, Leviticus 11:28:1", "sourceHeRef": "הטור הארוך, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>טמאים המה לכם. </b>וחזר ואמר כל הנוגע בהן יטמא פי' בטומאה הנזכרת כבר לדין מגע ומשא. ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7d9529d712ce00182a26d1", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 6 8", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Sifra, Shemini, Chapter 6 8", "sourceHeRef": "ספרא, שמיני, פרק ו ח׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ו", "he": "[ח] \"והנושא..יכבס בדגיו\" – מלמד שהנושא מטמא בגדים. והלא דין הוא! ומה אם במקום שנטמאו מחמת עצמם במגע – לא נטמאו מחמת הנוגע, מקום שלא נטמאו מחמת עצמם במשא – אינו דין שלא יטמאו מחמת הנושא?! תלמוד לומר \"והנושא..יכבס בגדיו\" – מלמד שהנושא מטמא בגדים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) (Vayikra 11:28): \"And he that carries their carcass shall wash his clothes\": We are hereby taught that the carrier confers tumah upon (his) clothing. (Without this verse we would say) does it not follow a fortiori (that the carrier does not confer tumah upon his clothing, viz.:) if in an instance — that of touching — where they become tamei of themselves (i.e., when the clothes themselves touch neveilah), they do not become tamei by virtue of the toucher (of the neveilah, who wears them), then how much more so, in an instance where they do not become tamei of themselves — that of carrying — (how much more so) should they not become tamei by virtue of the wearer! It must, therefore, be written that the wearer shall wash his clothes, whereby we are taught that the wearer confers tumah upon (his) clothing.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d952dd712ce00182a26d4", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Shemini, Chapter 6 9", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Sifra, Shemini, Chapter 6 9", "sourceHeRef": "ספרא, שמיני, פרק ו ט׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ו", "he": "[ט] קל וחומר שלא יטמאו מחמת עצמם במגע! ומה אם במקום שנטמאו מחמת הנושא – לא נטמאו מחמת עצמם, מקום שלא נטמאו מחמת הנוגע – אינו דין שלא יטמאו מחמת עצמם במגע?! תלמוד לומר \"כל הנוגע בהם יטמא\" – בין אדם בין כלים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) We could reason a fortiori that they (clothes) should not become tamei of themselves by touching (neveilah), viz.: If in an instance where they become tamei through the carrier, they do not become tamei of themselves (by lifting neveilah in a balance scale), then, in an instance where they do not become tamei through the toucher (who wears them), how much more so should they not become tamei of themselves by touching (neveilah)! It is, therefore, written \"Everything that touches them will be unclean,\" both men and implements.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d952fd712ce00182a26d7", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 6 10", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Sifra, Shemini, Chapter 6 10", "sourceHeRef": "ספרא, שמיני, פרק ו י׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ו", "he": "[י] קל וחומר שיטמאו מחמת עצמם במשא! ומה אם במקום שלא נטמאו מחמת הנוגע – נטמאו מחמת עצמם במגע, מקום שנטמאו מחמת הנושא – אינו דין שיטמאו מחמת עצמם במשא?! תלמוד לומר \"לכם\" – לכם הם מטמאין ואין מטמאים לא אוכלים ולא משקים ולא כלים במשא.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) We could reason a fortiori that they should become tamei of themselves by carrying (i.e., by lifting neveilah in a balance scale), viz.: If in an instance where they do not become tamei through the toucher (who wears them), they become tamei of themselves by touching (neveilah), then, in an instance where they do become tamei through the carrier (who wears them), how much more so should they become tamei of themselves by carrying (i.e., by lifting neveilah in a balance scale)! It is, therefore, written (Vayikra 11:28): \"they are tamei to you,\" and neither food, nor drink, nor implements become tamei by carrying (neveilah in a scale). It is the carrier (that confers the tumah), and not that which is being carried (the neveilah).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5f1e9f46eb7d2e147564478f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Midrash Lekach Tov, Leviticus 11:28:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> והנושא את נבלתם יכבס בגדיו. מלמד שהנושא מטמא בגדים. טמאים המה לכם. הם מיטמאין ואין מטמאין לא אוכלין ולא משקין ולא כלים במשא והנושא ולא הנישא לכך נאמר המה מטמאין ולא אחרים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "618bbba366558747fdb87c73", "index_title": "Tiferet Yisrael", "category": "Jewish Thought", "type": "", "ref": "Tiferet Yisrael 7:3", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Tiferet Yisrael 7:3", "sourceHeRef": "תפארת ישראל ז׳:ג׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1589, 1599], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Tiferet Yisrael", "he": "תפארת ישראל"}, "he": "והרמב\"ן פירש בזה (דברים כב, ו) כי מה שאמר 'וכי מה אכפת להקב\"ה וכו\", רצה לומר על דרך (ר' איוב לה, ז) \"ואם צדקת מה תפעל לו\", אבל בודאי הקב\"ה צוה המצות* לתועלת ולטוב להם כל הימים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"11\"></i>. ומדרש חכמים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"12\"></i> בילמדנו (תנחומא שמיני אות ח) פרשה \"זאת החיה\" (ויקרא יא, ב), וכי מה אכפת להקב\"ה בין שוחט בהמה ואוכל, או נוחר ואוכל. כלום אתה מועילו, או כלום אתה מזיקו. וכי מה אכפת להקב\"ה אם אוכל טהרות או טמאות, \"אם חכמת חכמת לך\" (משלי ט, יב). הא לא ניתנה תורה אלא לצרף הבריות, שנאמר (תהלים יב, ז) \"אמרות ה' אמרות טהורות וגו'\". ונאמר (משלי ל, ה) \"כל אמרת אלוה צרופה\". כמו שלא יצטרך הוא לאורה של מנורה ולקטורת וכיוצא בזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"13\"></i>. רק נדע האמת ונזכה בו, עד שנהיה* ראויים להיות הוא יתברך מגין עלינו. כי רוב כבודנו וספורנו בתהלותנו, לאפס ותהו נחשבו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"14\"></i>. על זה מביא ראיה מן השוחט מן הצואר או מן העורף, לומר שכולם לתועלת לנו, ולא להקב\"ה. כי 'מה אכפת ליה וכו\", אלא לנו הם להדריכנו בנתיבות הרחמים אף בשעת שחיטה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\"></i>. והביא (הרמב\"ן) ראיה אחרת (תנחומא שם) 'או מה אכפת אם אוכל טהרות', והם המאכלים המותרים לאכול, 'או טמאות', והם המאכלות האסורות, שאמרה בהם התורה (ר' ויקרא יא, כח) \"טמאים הם לכם\". רק שהוא להיותנו נקיי הנפש חכמים משכילים האמת וכו'. ועוד במדרש בילמדנו בפרשת זאת החיה (תנחומא שם אות ז)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\"></i>, כך אמר דוד (תהלים יח, לא) \"האל תמים דרכו אמרת ה' צרופה\", בשביל לצרף את בריותיו. מה אכפת להקב\"ה שיאכל ישראל בלא שחיטה, או שיהא ישראל נוחר ואוכל, שוחט מן הצואר ומן העורף. תדע שלא נצטוו על השחיטה אלא לצרף את ישראל, כי לעתיד לבא עושה סעודה לצדיקים, ואין שם שחיטה וכו'. עד אלא בשביל לבדוק ולצרף את ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"17\"></i>, עד כאן. \n", "heVersionTitle": "Tiferet Yisrael, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2010", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תפארת ישראל, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תש\"ע", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed66bfddfbb310fecda", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 2-5", "anchorRef": "Leviticus 11:1-47", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה א׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Dietary Rules", "he": "ויקרא הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["After ten chapters devoted mainly to cultic rules, we move from the priestly altar to everyone’s table—a fine example of the dual concerns of Leviticus (later Judaism was in fact to dub the table an “altar in miniature,” taking literally the injunction in Exodus for Israel to become a “kingdom of priests”). The chapter, as mentioned in “On the Book of Leviticus and Its Structure,” functions as a bridge between the first two parts of the book. As Hallo notes, it rounds out the question of consuming food, a major issue in sacrifices; it also introduces the motif of pollution in a systematic way (there were references to it in regard to sacrifices, but not in as full a manner). The use of “Instruction” in v.46 echoes the summaries of sacrifices in Chap. 7, while “you are to separate” in v.47 links the chapter with the previous one. Looking forward, “Instruction” is also used in the pollution chapters that follow, and the fivefold repetition of “hallow/holy” in vv.44–45 even points us toward the major section on Holiness in the third part of the book.", "It should be noted that, from vv.24–40, eating is not the issue, but rather coming into contact with the carcass of a <i>tamei</i> animal. The two areas are joined with the introduction of “swarming” creatures in vv.41–44, and the whole chapter concludes with a call to “separation.”", "Refrains are many, giving the chapter a more poetic structure than one would expect from such a list: “it is <i>tamei</i> for you,” “it is a detestable-thing for you,” “it is an abominable-thing,” “according to its kind,” “<i>tamei</i> until sunset.” The overwhelmingly negative character of the refrains serves to drum in caution and promote avoidance.", "Many of the animals on the lists of Lev. 11 are familiar, but it must be stressed that, as with plant and place-names in the Bible, a number of the precise identifications have been lost to us, and educated guesses are in order."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e5c9ad75f2d99af96a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 1", "anchorRef": "Leviticus 11:1-47", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, The Dietary Rules 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 11:1-47\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 11:1-47</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "629689d2331bc6b23f4f9ea0", "index_title": "Shulchan Arukh, Yoreh De'ah", "category": "Halakhah", "type": "midrash", "ref": "Shulchan Arukh, Yoreh De'ah 92:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Shulchan Arukh, Yoreh De'ah 92:1", "sourceHeRef": "שולחן ערוך, יורה דעה צ״ב:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 92.0001, "collectiveTitle": {"en": "Shulchan Arukh, Yoreh De'ah", "he": "שולחן ערוך, יורה דעה"}, "heTitle": "שולחן ערוך, יורה דעה", "he": "<b>דינין אם נפל חלב לקדירה של בשר. ובו ט' סעיפים:</b><br> <i data-commentator=\"Turei Zahav\" data-order=\"1\"></i><i data-commentator=\"Beur HaGra\" data-order=\"1\"></i><i data-commentator=\"Be'er HaGolah\" data-order=\"1\"></i>כזית בשר שנפל לתוך יורה של חלב <i data-commentator=\"Beur HaGra\" data-order=\"2\"></i>רותח <i data-commentator=\"Siftei Kohen\" data-order=\"1\"></i><i data-commentator=\"Kereti\" data-order=\"1\"></i>טועם <i data-commentator=\"Beur HaGra\" data-order=\"3\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>העובד כוכבים הקדירה אם אמר שיש בה טעם בשר אסורה ואם לאו מותרת אפי' בפחות מששים <i data-commentator=\"Peleti\" data-order=\"1\"></i><i data-commentator=\"Kereti\" data-order=\"2\"></i>ואותה חתיכה אסורה <i data-commentator=\"Siftei Kohen\" data-order=\"2\"></i>במה דברים אמורים בשקדם והוציא החתיכה קודם שתפלוט חלב שבלעה <i data-commentator=\"Beur HaGra\" data-order=\"4\"></i>דהיינו קודם שתנוח <i data-commentator=\"Kereti\" data-order=\"3\"></i>היורה מרתיחה <i data-commentator=\"Peleti\" data-order=\"2\"></i>אבל אם לא הספיק לסלקו <i data-commentator=\"Peleti\" data-order=\"3\"></i>עד שתוכל לפלוט החלב שבלעה אע\"פ <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>שטעמו עובד כוכבים ואין בו טעם כלל <i data-commentator=\"Be'er HaGolah\" data-order=\"2\"></i>אסור אא\"כ יש בו ס': <small>הגה וע\"ל סימן צ\"ח דאין אנו נוהגין לסמוך אטעימת עובד כוכבים ובעינן ס' בכל ענין:</small>", "heVersionTitle": "Ashlei Ravrevei: Shulchan Aruch Yoreh Deah, Lemberg, 1888", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אשלי רברבי: שלחן ערוך יורה דעה, למברג תרמ\"ח", "text": "<b>Milk Falling into a Meat Pot</b><br>When a piece of meat the size of an olive falls into a container of hot milk, the milk is tasted by a gentile; if he detects the taste of meat, the milk is forbidden; otherwise, it is permitted, even if it does not present a quantity sixty times greater than the meat. But the piece of meat is forbidden. However, this is only if the piece of meat was extracted before it had released the absorbed milk, i.e., it was extracted before the boiling ceased; but if it was extracted later, even if the gentile detects no meat taste when tasting it, it is forbidden unless it presents a quantity sixty times greater than the meat.<br><small>G<small>LOSS</small>: See further, § 98, where it is said that we do not rely on a gentile's tasting, and therefore, we always require a quantity sixty times greater.</small>", "versionTitle": "Ritual of Judaism. Derived from French translation by Jean de Pavly & M.A.Neviasky, 1898", "license": "", "versionTitleInHebrew": ""}, {"_id": "64187bc8c9371ec0cebe6557", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Reggio on Torah, Leviticus 11:28:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>והנושא,</b> שמסיטו ממקומו ומטלטלו ממקום למקום אע\"פי שלא נגע, אבל אם טענו נבלה על כתפו, ולא נגע ולא זז ממקומו אינו טמא:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187bc9c9371ec0cebe6559", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 11:28:2", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Reggio on Torah, Leviticus 11:28:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:כ״ח:ב׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 28.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>טמאים,</b> למגע ולהיסט:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e0a5a4d0d59264053e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Rav Hirsch on Torah, Leviticus 11:28:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 28. Sämtliche נבלות בהמה טמאה sind מטמא במגע ובמשא. Alle Tiere sind übrigens nur im Tode מטמא. Kein Tier ist lebend eine Quelle der טומאה oder empfänglich dafür. Nur der Mensch ist beides auch im Leben.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "652668ab7c65e6ec77496b6d", "index_title": "Shaleach Teshalach", "category": "Halakhah", "type": "", "ref": "Shaleach Teshalach, Realistic Part, Exposition on the Kosher Status of Various Birds 9", "anchorRef": "Leviticus 11:13-50", "anchorRefExpanded": ["Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 11:48", "Leviticus 11:49", "Leviticus 11:50"], "sourceRef": "Shaleach Teshalach, Realistic Part, Exposition on the Kosher Status of Various Birds 9", "sourceHeRef": "שלח תשלח, חלק המעשי, כשרות העופות ט׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 9, "collectiveTitle": {"en": "Shaleach Teshalach", "he": "שלח תשלח"}, "heTitle": "כשרות העופות", "he": "סימני עופות טהורים לא נכתבו בתורה, אלא מנתה בפרשת שמיני (ויקרא יא, יג-ים) ובפרשת ראה (דברים יד, יא-יח) עשרים וארבעה מיני עופות טמאים, וכל עוף שלא הובא שם - הוא טהור. והטעם למה פירט הכתוב רק הטמאים, איתא בחולין (סג ע\"ב): \"תניא; רבי אומר, גלוי וידוע לפני מי שאמר והיה העולם, שעופות טהורין מרובין על הטמאין - לפיכך מנה הכתוב בטמאין\", ומסיימת הגמ' שם משום 'לעולם ישנה אדם לתלמידו דרך קצרה'.", "heVersionTitle": "Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc53758c1dc532ec8d69", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 11:28", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Steinsaltz on Leviticus 11:28", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״א:כ״ח", "anchorVerse": 28, "sourceHasEn": true, "commentaryNum": 11.0028, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְ</b> כן\n    <b>הַנֹּשֵׂא אֶת נִבְלָתָם יְכַבֵּס בְּגָדָיו וְטָמֵא עַד הָעָרֶב, טְמֵאִים הֵמָּה לָכֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And </b>similarly, <b>one who carries their carcasses shall wash his garments and shall be impure until the evening; they are impure to you. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5868bd28d6e4a97c9cbb1506", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Bekhor Shor, Leviticus 11:28:1", "sourceHeRef": "בכור שור, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>והנשא את נבלתם.</b> אע\"פ שאינו נוגע:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f281d6e4a927464719e6", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Chizkuni, Leviticus 11:28:1", "sourceHeRef": "חזקוני, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>והנשא את נבלתם</b> מסיט ממקומו אעפ״‎י שלא נגע ובתרגום ירושלמי מתרגמינן נושא מסיט.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "והנושא את נבלתם, “and anyone carrying their cadavers, etc.” By repeating this the Torah teaches that merely moving such a carcass, even without directly touching it confers ritual impurity on the person doing so. The Jerusalem Targum uses the word מסיט to describe such indirect “carrying.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59a6bb51d6e4a920f72d7b05", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Leviticus 22:7:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 22:7:1", "sourceHeRef": "הכתב והקבלה, ויקרא כ״ב:ז׳:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 7.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>ובא השמש וטהר. </b>לרבותינו שפירשו וטהר טהר יומא יהיה לשון טהור כמו וכי יטהר הזב מזבו (לעיל ט\"ו י\"ג), שענינו ההפסק והסרה (ע\"ש רש\"י), דומה לזה פי' רבותינו (מ\"ק ט\"ו ב'), אחרי טהרתו ר\"ל אחרי פרישתו, והיינו שפסק וסר לגמרי השמש מעל האופק והוא צאת הכוכבים, ואמר רשד\"ל יש שני מיני עתיד נבדלים זה מזה בצורתם, וזה אמנם כשיהיה שם מקום לוא\"ו, המין האחד הוא המהופך לעתיד ע\"י וא\"ו שבראשו, כגון ופקד, והמין השני הוא זמן העתיד עם וא\"ו בלתי מהפכת כמו ויפקד, הראשון הוא עתיד מוחלט, והשני לשון צווי, דבר אל בנ\"י וישובו ויחנו הוא צווי לא עתיד, ושבו אליך והודו את שמיך הוא עתיד לא צווי, ונלחם בנו ועלה מן הארץ עתיד, לך הפרה את בריתך את בעשא מלך ישראל ויעלה מעלי הוא צווי, ויורה על התשוקה שיעלה לא על הבטחון שבאמת יעלה, וכן האנשים האלה שלמים הם אתנו וישבו בארץ ויסחרו אותה, כך היתה תשוקתו לא שיהיה הוא בטוח שיאותו האנשים לשבת אתם, וכן ויתן לך האלקים וישתחוו לך לאומים ויפרך וירבך, וכן ויברך אתכם כאשר דבר לכם כולם לשון תפלה, וכן עלה אל חלקיהו הכהן הגדול ויתן את הכסף, ויתנוהו על יד עושי המלאכה, ויתנו אותו לעושי המלאכה, כל אלה לצווי, וגם במדבר בעדו מצאנו עתיד בוא\"ו וגם שם הוא מורה על הרצון ולא על העתיד מוחלט, כגון ואקחה פת לחם הטעם עם לא תעברו מזה הנה בלבי לקחת פת לחם, וכן הרבו עלי מאד מהר ומתן ואתנה אם תקבעו עלי אתן, וכן ונשלחה ונראה. עפ\"י הכלל הזה יפה יובן מאמר רבותינו בריש ברכות א\"כ לימא קרא ויטהר, ופי' רש\"י א\"כ דהאי וטהר, לשון צווי הוא לימא קרא ויטהר מאי וטהר. ראה איך ידעו תעלומות הלשון, וכ\"א (יבמות ע\"ה) במים יובא וטמא עד הערב וטהר (ויקרא י\"א כ\"ח), שענינו וטמא וטהר כאחד, לאחר הטבילה טמא לתרומה עד שיעריב שמשו וטהור מיד לחולין ולמעשר, ופירש\"י מדלא כתיב ויטהר משמע דמעיקרא קאי קודם הערב שמש, (ועתוס' ריש ברכות). וכלל דרשת רבותינו בזה ובכיוצא בו נראה שהם מיוסדים על שנוי תמונת העתידים הבאים במאמר אחד כמו שכתב מרי\"ל עדיל והוא זה. הנה על זמן העתיד הונח בלשון הקודש שני משקלים, משקל אחד הוא אמתי והוא אפעל יפעל, ועוד משקל אחד איננו בעצם אבל הוא מהופך מעבר לעתיד ע\"י וא\"ו שואית, כמו ועשית כל מלאכתך, וזכרת כי עבד היית, והנה הפעולה הנתלית על זמן העתיד, יש במשמעותה שני פנים, האחד עתיד המרשה או המודיע, והשני עתיד המצוה, המרשה כשהמדבר אומר לחברו יש לך רשות לעשות כן בזמן העתיד, כמו ששת ימים תעבד (דברים ה׳:י״ג), ואת אחיך תעבד (בראשית כ״ז:מ׳) עתיד המודיע, אבל את וגו' ואותו תעבוד (דברים ו') הוא עתיד המצוה, ועד\"ז עצמו פעם נאמר ששת ימים תעשה מעשיך וגו' (שמות כ״ג:י״ב) והוא עתיד המרשה, ופעם נאמר גדילים תעשה לך (דברים כ״ב:י״ב) הוא עתיד מצוה; ומזה נפל מחלוקת בין התנאים במאמר לעולם בהם תעבודו (ויקרא כ״ה:מ״ו), ואמרי' (סוטה ג') לעולם בהם תעבודו רשות, ר\"ע אומר חובה, ע\"כ. פקח נא עיניך ותראה כי יש בעתיד המהופך מעבר לעתיד הבא אחר העתיד הקודם לו שתי בחינות (כמעט הפוכיות) בחינה אחת מה שראוי שישתווה עם העתיד הקודמו, שהרי תשמשהו וא\"ו שואית, והוראת הוא\"ו ומשמעותה הוא החבור וההיקש, אולם בחינה אחת מתנגדית יש בזה, שבעל המאמר שינה תמונת זה העתיד מתמונת העתיד הקודם, כי אלו היה דעתו להורות שווי גמור באלה הפעלים, הו\"ל להשתמש בשניהם בתמונת העתיד האמתי לא בעתיד המהופך, ובלי ספק כי השתנות ההברה וחלוף הלשון מורה איזה ענין מתחלף למה שהיה כבר, ובעבור זה תמצא לחכמינו ז\"ל (בסוד אלוה עליהם) שדרשו בזה שני צדדי האפשר בהעמסת הכוונה, כבמאמר כי תראה חמור שנאך וגו', וחדלת מעזוב לו וגו', מפרשי הפשט פי' לעתיד המרשה (ובלשון התבוננת) כאלו כתיב האם תעשה זאת שמחדל מעזוב וגו', והיינו כי כן יומשך למאמר כי תראה הקודמו שהוא עתיד המרשה בלי ספק, ובא אחריו פעל וחדלת בשמוש וא\"ו המשווה מדותיהם ועושהו גם כן לעתיד ולמרשה כראשון, אמנם רבותינו ז\"ל בעלי הדרש העמיקו וראו כי התורה שינתה בזה התמונות, ולא אמרה כי תראה וגו' ותחדל, אבל נשתמשה בראשונה בלשון עתיד אמתי ואחר כך בלשון אחרת ובתמונה אחרת במאמר וחדלת, וזה השנוי יורה על שנוי הכוונה ומשמעות דורשין, ע\"כ אמרו ז\"ל פעמים שאתה חודל והיינו זקן ואינו לפי כבודו, ור\"ל דלפי\"ז מאמר וחדלת הוא עתיד המצווה, לומר גדול כבוד הבריות ומצוה הוא לאותו זקן שיחדל; ועד\"ז עשו חז\"ל בפ' והתעלמת, וכ' רש\"י לא תראה אותו שתתעלם זהו פשוטו, ורבותינו אמרו פעמים שאתה מתעלם וכו', ע\"כ. וכן מאמר כי ירחק ממך המקום וגו' וזבחת וגו' ואכלת בשעריך, לפי הפשט אין מאמר וזבחת תשובת התנאי רק מאמר ואכלת בשעריך, והוא עתיד המרשה כלומר מותר אתה ויש לך רשות לאכול בשעריך, אולם למה שהרגישו חז\"ל שנוי תמונת העתיד במלת וזבחת ממה שאמר קודם לזה כי היל\"ל, כי ירחק ממך וגו' ותזבח, לזה עשו חז\"ל מאמר וזבחת לתשובת התנאי (לא לתנאי) לבלתי יהא מחובר מכל וכל עם מאמר כי ירחק וגו', אבל לוקח הוא עצמו לצד אחד, והמשך הכתוב כי ירחק ממך המקום אז וזבחת וגו' והוא מ\"ש ברחוק מקום אתה זובח ואי אתה זובח בקרוב מקום, ועד\"ז במאמר כי ירחיב ה' את גבולך וגו' ואמרת אוכלה בשר וגו', לפי הפשט תורף המאמר הוא סיום הכתוב בכל אות נפשך תאכל בשר, אבל לפי שמאמר ואמרת יש בו שנוי תמונה ממה שקדם במאמר כי ירחיב וגו', אמרו רבותינו למדה תורה ד\"א שלא יתאווה אדם לאכול בשר אלא מתוך רחבת ידים, והיינו כי עשו רבותינו נתוח הכתוב באופן יחלוק א\"ע קצת מהשתנותו לאמר כי ירחיב אז ואמרת, והוא בזה תשובת התנאי בלתי מחובר ומתדמה על הפעל הקודם; ובמכות י\"ב, ורצח גואל הדם את הרוצח מצוה ביד גואל הדם, ד\"ר יוסי הגלילי, רע\"א רשות ביד גואל הדם וכו', מ\"ט דריה\"ג מי כתיב אם רצח וגו', ור\"ע מי כתיב ירצח, והנה טעמו של ר\"ע הוא סתום וחתום כי מלת ורצח גם ירצח שניהם לשון עתיד ומאי אולמא דהאי מהאי, אולם ר\"ע בשינותו אזיל במ\"ש כי מאמר לעולם בהם תעבודו הוא חוב ומצוה, כי הרגיש שנוי תמונת מלת תעבודו מעתיד הקודמו והוא מאמר והתנחלתם, כי היל\"ל גם כן ועבדתם בהם לעולם, ע\"כ דרש להיותו לשון חוב, ואיננו כמו מאמר והתנחלתם, אף כאן ראה ר\"ע דא\"ק ומצא את גואל הדם מחוץ וגו' בשווי התמונות, אשר הם שוים בתמונה בעתיד המתהפך, ע\"כ החליט כי שניהם שוים לגמרי במשמעות לשון המודיע, כי אלו היתה כוונת התורה לחדש ענין ולומר אל גואל הדם שהוא ירצח את הרוצח בדרך מצוה וחוב, היל\"ל ירצח (והוא עתיד האמתי), כלומר הי\"ל לשנות תמונת העתיד בזה מתמונת מאמר ומצא שהוא עתיד המהפך והמרשה. ובזה נבין גם כן מאמר דלעיל, אם כן לימא קרא ויטהר. (כפירש\"י) א\"כ, אם לשון צווי הוא שיטהר עצמו בקרבנותיו (כלומר לא מודיע או מרשה) הי\"ל לשנות תמונת זה העתיד מתמונת עתיד הקודמו שהוא ובא השמש שהוא עתיד המודיע או מרשה ואז היה הכתוב אומר ויטהר שהוא עתיד אמתי לא מהופך, באופן ששנוי התמונה היה משנה בזה שנוי ענין מעתיד המודיע אל המצווה, אלא ודאי ממה שמשוה התמונות זה לזה לומר ובא השמש וטהר (שניהם עתיד המהופך) ודאי הכוונה טהר יומא והוא עתיד המרשה, וממילא מתיישבת קושי' התוס' שם, כי באמת אין רצון הש\"ס לשלול מתיבת וטהר טהרות גברא רק לשלול ממנו משמעות העתיד המצוה בבואו אחר עתיד המרשה כי כמהו כמהו אחד, וקושטא כי במאמר וכבס בגדיו וטהר ר\"ל טהר גברא ושניהם עתיד המודיע: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6bb5dd6e4a920f72d80ba", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Numbers 19:21:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "HaKtav VeHaKabalah, Numbers 19:21:1", "sourceHeRef": "הכתב והקבלה, במדבר י״ט:כ״א:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 21.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>ומזה מי הנדה. </b>לרבותינו (נדה ט') מאי מזה נושא, והנושא מי חטאת הוא דטמא, אבל המזה את מי חטאת טהור. והוציא הכתוב משא בלשון הזאה לומר שאין הנושא טמא כ\"א בשיש בהן שיעור הזאה וכתב הגר\"א לכאורה הוא תמוה, שהתורה אמרה בפירוש שהמזה טמא, ורבותינו אמרו שהמזה טהור. אמנם הדין הוא כן, מי שטיהר עצמו לחטאת אין מי חטאת מטמאין אותו לא במגע ולא במשא, רק מי שטיהר עצמו לתרומה שעדיין נקרא טמא לחטאת לפי שלא טבל לחטאת, לזה המי חטאת מטמאין אותו לכל דבר. ואמרם המזה מי חטאת טהור, הוא בסתם מזה שהוא מטהר עצמו לחטאת. אמנם מזה דקרא הוא בשלא טיהר עצמו לחטאת, אף שהוא טהור לתרומה, אם זה יזה מי חטאת הם מטמאין אותו, וטומאתו הוא מטעם שהוא נושא מי חטאת ואינו טמא רק כשיש בו שיעור הזאה (עי' בדברי הגר\"א בפי' למשנה דפרה פ\"ט מ\"ח ופ\"י מ\"ו. וכאן בפי' על התורה הלשון קצת משובש). אמנם קשה לומר דמזה דקרא אינו המזה דמשתעי מני' במקראות הקודמות שהוא איש טהור לחטאת. ובאמת הזאה דקרא והזה הטהור לא הי' בטהור לחטאת עיי' חגיגה כ\"ג א' רש\"י ד\"ה להוציא מלבן. לכן נ\"ל דהא שאמרו רבותינו מזה דקרא היינו נושא, כלומר מסיט, דבלשון מקרא יקרא מסיט נושא, כמו והנושא את נבלתם (שמיני י\"א כ\"ח) דתרגמו הירושלמי דיסיט את נבלתהון, וכמ\"ש רשב\"ם שם והנושא, מסיטו ממקומו אעפ\"י שלא נגע, אבל אם טען נבלה על כתפו ולא נגע בו ולא זז ממקומו אינו טמא, וכן שנינו במס' זבחים, וכן פי' הרנ\"ו שם, והנושא, לשון נשיאה על המתטלטל ממקום למקום ע\"י דבר אחר כמו וישאו את התבה, ורוח הקדים נשא את הארבה, כאשר ישא האומן את היונק, כן הנושא את הנבלה ר\"ל שמסיטה ממקומה. ובכל מקום משא ומסיט הם דבר אחד שמניע ומטלטל מניד ומזיז (ערמב\"ם פרק קמא דטומאת מת, ובפי' למשנה ריש פרק קמא דכלים), עיי' תוספות י\"ט דפ\"ק דכלים דלא משכחת למשא בלא היסט כלומר בלא הזזה, והגר\"א פ\"ה דזבים מ\"ג, משא האמורה בכ\"מ היינו מסיט כלומר המניע ואף שאינו נושאו. לפי\"ז כשאמרו מאי מזה נושא ר\"ל מסיט, שמטלטל ומניע את מי חטאת, ולשון מזה דקרא הוא משרש זז, כלשון אינו זז משם, שמא יזוז עפר, אין מזיזין אותו ממקומו, והוא מלשון וזיז שדי ירענה, שהוא תאר לחיות השדה שהם מתנועעים הנה והנה, כמו שנקראו רמשים ע\"ש רמיסתם. ומזה שם מזוזת הפתח דכמו שנקרא משקוף ע\"ש שהדלת שוקפת עליו, ככה נקרא מזוזה ע\"ש שהדלת מתנועעת ותסוב על ציר מזוזת הבית. ומענין זה אפרש גם מאמר (ישעי' נ\"ב) כן יזה גוים רבים, יזה ענין תנועת ההשתוממות וטלטול הפנימי שבנפש מרוב הפלא והתמהון (ערשיטטערט, אויפגערעגט), כלומר בראותם ההשתנות הגדולה שבאומה ממדרגתה השפלה לרום ההצלחה, יתנודדו ויתנועעו בפנימית נפשותיהם מרוב הפלא והתמהון. לכן אמר אחריו עליו יקפצו מלכים פיהם, שמגודל התמהון פיהם יסתם ויסגר ויהיו כאלמים בל יוכלו דבר מאומה. וזה הפך ממה שקדם להם, כאמור שם כאשר שממו עליך רבים וגו' כלומר כערך התמהון שהיה להם מקודם על רוב שפלותך כערך זה יתמהו על גודל הצלחתך (ואם נפרש יזה בדרך אחר אין למאמר שייכות עם הקודם והמתאחר. וכבר ישמשו הכתובים ענין התנועה על ההשתוממות, יתנודדו כל ראה בה). ובלשון ערבי ישמש שרש כזה על טלטול ותנועה. וככה המטלטל ומנענע את מי חטאת יקרא מזה. כלומר שמזיזו ומנענעו (ובא ע\"ד משגה עור בדרך שמשרש שגג עיי' בפי' רנ\"ו ויקרא י\"א כ\"ח), ובאמת הי' ראוי מזיז מי הנדה, לכן אמרו רבותינו שנשתנה משקל הפעל בזה לכתוב מזה במקום מזיז, להורות גם על ענין הזאה, שהמזיז והמניע את מי חטאת אינו טמא רק כשיש בהם שיעור הזאה. ולפי\"ז קרא דילן גם בטהור לחטאת משתעי, כי אף שהטהור לחטאת אין מי חטאת מטמאין אותו, היינו כשנושא ונוגע בהם לצורך הזאה, אבל שלא לצורך, מי חטאת מטמאין אותו. כמ\"ש המ\"ל פי\"ג מפרה הי\"א בשם הר\"י קורקס, וכן הוכיח במרכבת המשנה פי\"ד מפרה ה\"ז מדברי הרמב\"ם בחבורו, ומפירושו על המשנה, ודלא ככ\"מ. הנה יאמר קרא ומזה מי נדה, שמטלטל ומזיז את מי חטאת, והיינו שלא לצורך. והנה למה שאמרו בתוספתא (פ\"ה דזבים) הנוגע במי חטאת שיש בהם כדי הזאה מטמא שנים ופוסל אחד שאי אפשר לנגוע שלא יסיט, א\"כ מהו והנוגע במי הנדה דאמר קרא, הא הנוגע בהם הוא מסיטם, דמשכחת לה באם הם קרושים כגליד, דלית במגעם היסט והזזה (ערמב\"ם פ\"ו מאבות הטומאה הי\"ג ובכ\"מ שם). אמנם בספרי כאן אמרו הכתוב חילק בין מים שיש בהם כדי הזאה לאין בהם, ע\"ש. עכ\"פ מבואר לשון המקרא עד שהכתב והקבלה תואמים יחדיו: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c622d6e4a920f72d974e", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 11:28:1", "sourceHeRef": "הכתב והקבלה, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 28.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>והנושא. </b>לשון נשיאה על המתטלטל ממקום למקום על ידי דבר אחר כמו וישאו את התבה (בראשית ז׳:י״ז) ורוח הקדים נשא את הארבה (שמות י׳:י״ג) כאשר ישא האומן את היונק, ונשא המון רוחא (דניאל ב׳:ל״ה), וכן כאן שמסיטה ממקומה, וכ\"כ רשב\"ם ז\"ל והנושא מסיט ממקומו אע\"פ שלא נגע, אבל אם טען נבלה על כתפו ולא זז ממקומו אינו טמא, וכן שנינו במס' זבחים, ובתרגום ירושלמי מתורגם נושא מסיט (רנ\"ו): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9d3cb9d6e4a9026bd8f3e9", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 11:28:1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Aderet Eliyahu, Leviticus 11:28:1", "sourceHeRef": "אדרת אליהו, ויקרא י״א:כ״ח:א׳", "anchorVerse": 28, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>והנש'.</b> מלמד שהנוש' מטמא בגדים. בגד להוציא את הציפא יכול בגד גדול לבן שמטמא בנגעים ובזב. גדול צבוע לבן קטן מניין כו' ת\"ל בגדיו ריבה. מניין לעשו' שאר כלים כבגדי' ת\"ל יכבס א\"כ למה נאמר בגד. בגד הוא מטמא ואין מטמא אדם וכלי חרס. [ור\"ל דכתי' יכבס פרט לכלי חרס בגדיו פרט לאדם]. טמאים. מלמד שמצטרפים זה עם זה. יכול נבילה עם מת ת\"ל הם. כל הנגע בהם כו'. להביא בהמה טמאה שלא תהא שחיטתה מטהרתה (ר\"ל מטומא' נבילה) הולך. זה הקוף. כל הולך. לרבות את הקופד וחולדת הסנאים ואדני השדה וכלב הים. בכל לרבות את הפיל [ר\"ל כמו בית בבית כו' נראה שכונתו על בית הידיעה וכן בית של בכל על הפיל הגדול שבחיות והוא ידוע בעבור גדלו]. החיה זו חיה טהורה. ההולכת על ארבע זו חיה טמאה. טמאים. כדלעיל שמצטרפין זע\"ז לענין טומא' יכול עם מת ושרץ ת\"ל הם. יכול לא יטמאו מחמת עצמם במגע (ר\"ל אם נגעו הבגדים בנבילה) ת\"ל כל הנגע כו' בין אדם בין כלים. יכול יטמאו מחמת עצמן במשא (ר\"ל אם הבגדים נשאו את הנבילה) ת\"ל טמאים המה לכם ואין מטמאין לא אוכלין ולא משקין ולא כלים במשא. והנושא ולא הנישא:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622e087f574a17ca6a1f1", "index_title": "Jerusalem Talmud Bava Kamma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bava Kamma 7:7:4", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Jerusalem Talmud Bava Kamma 7:7:4", "sourceHeRef": "תלמוד ירושלמי בבא קמא ז׳:ז׳:ד׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Jerusalem Talmud Bava Kamma", "he": "תלמוד ירושלמי בבא קמא"}, "heTitle": "תלמוד ירושלמי בבא קמא", "he": "כְּתִיב טְמֵאִים הֵם לָכֶם. מַה תִלְמוּד לוֹמַר וּטְמֵאֵים יִהְיוּ לָכֶם. אֶלָּא אֶחָד אִיסּוּר אֲכִילָה וְאֶחָד אִיסּוּר הֲנָייָה. כָּל־דָּבָר שֶׁאִיסּוּרוֹ [דְּבַר תּוֹרָה אָסוּר לַעֲשׂוֹת בּוֹ סְחוֹרָה. וְכָל־דָּבָר שֶׁאִסּוּרוֹ] מִדִּבְרֵיהֶן מוּתָּר לַעֲשׂוֹת בּוֹ סְחוֹרָה. <i data-overlay=\"Vilna Pages\" data-value=\"34a\"></i>וַהֲרֵי חֲמוֹר. לִמְלַאכְתּוֹ הוּא גָדֵל. וַהֲרֵי גָּמָל. לִמְלַאכְתּוֹ הוּא גָדֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">This is from <i>Ševi’it</i> 7:4, Notes 75–76 (‘<i>Orlah</i> 3:1, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 2:1:2-16\" href=\"/Jerusalem_Talmud_Pesachim.2.1.2-16\"><i>Pesaḥim</i> 2:1</a>).</i> It is written<sup class=\"footnote-marker\">101</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">Lev. 11:28</a>.</i>: “They are impure for you”. Why does it say<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">Lev. 11:35</a>.</i> “they shall be impure for you”? One is for the prohibition of eating, the other for the prohibition of usufruct. Anything forbidden [by the Torah is forbidden for trade, but everything whose prohibition]<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Text missing in the Leiden ms.; (the scribe skipped from איסורו to איסורו), taken from E, supported by the Genizah text and the parallels.</i> is rabbinical is permitted for trade. But is there not the donkey? It is raised for work. Is there not the camel? It is raised for work.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6232487f574a17ca6beaa", "index_title": "Jerusalem Talmud Sheviit", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sheviit 7:1:15", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Jerusalem Talmud Sheviit 7:1:15", "sourceHeRef": "תלמוד ירושלמי שביעית ז׳:א׳:ט״ו", "anchorVerse": 28, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0015, "collectiveTitle": {"en": "Jerusalem Talmud Sheviit", "he": "תלמוד ירושלמי שביעית"}, "heTitle": "תלמוד ירושלמי שביעית", "he": "כְּתִִיב טְמֵאִים הֵמָּה לָכֶם. מַה תַלְמוּד לוֹמַר וּטְמֵאִים יִהְיוּ לָכֶם. אֶלָּא אֶחָד אִיסּוּר אֲכִילָה וְאֶחָד אִיסּוּר הֲנַייָה. כָּל־דָּבָר שֶׁאִיסּוּרוֹ דְּבַר תּוֹרָה אָסוּר לַעֲשׂוֹת בּוֹ סְחוֹרָה. וְכָל־דָּבָר שֶׁאִיסּוּרוֹ מִדִּבְרֵיהֶן מוּתָּר לַעֲשׂוֹת בּוֹ סְחוֹרָה. וַהֲרֵי חֲמוֹר. לִמְלַאכְתּוֹ הוּא גָדֵל. וַהֲרֵי גָמָל. <i data-overlay=\"Vilna Pages\" data-value=\"19b\"></i>לִמְלַאכְתּוֹ הוּא גָדֵל. רִבִּי יְהוֹשַׁעְיָה נְסַב וִיהַב בַּהֲדֵין מוּרִייֵס. רִבִּי חוּנָא נְסַב וִיהַב בַּהֲדֵין חִלְתּוּתָא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "It is written (<a class=\"refLink\" data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\"><i>Lev</i>. 11:28</a>): “They are impure for you”. Why does it say (<a class=\"refLink\" data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\"><i>Lev</i>. 11:35</a>) “they shall be impure for you”? One is for the prohibition of eating, the other for the prohibition of usufruct<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">The argument is also found in <i>Orlah</i> 3:1 (fol. 63d), <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 2:1:2-16\" href=\"/Jerusalem_Talmud_Pesachim.2.1.2-16\"><i>Pesaḥim</i> 2:1</a> (fol. 28c), <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bava Kamma 7:7:2-6\" href=\"/Jerusalem_Talmud_Bava_Kamma.7.7.2-6\"><i>Baba Qama</i> 7:10</a> (fol. 6a), <a class=\"refLink\" data-ref=\"Pesachim 21b\" href=\"/Pesachim.21b\">Babli <i>Pesaḥim</i> 21b</a>, <a class=\"refLink\" data-ref=\"Kiddushin 56b\" href=\"/Kiddushin.56b\"><i>Qiddušin</i> 56b</a>, <a class=\"refLink\" data-ref=\"Bava Kamma 41a\" href=\"/Bava_Kamma.41a\"><i>Baba Qama</i>41a</a>, <a class=\"refLink\" data-ref=\"Chullin 114b\" href=\"/Chullin.114b\"><i>Ḥulin</i> 114b</a>. The formulation in the Babli is: R. Abbahu said, every place where it is stated “it should not be eaten, do not eat” implies both prohibition as food and of usufruct unless the Torah details the permission of usufruct as for cadavers (<a class=\"refLink\" data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\"><i>Deut</i>. 14:21</a>). One has to assume that “anything forbidden” mentioned here also means “anything forbidden as food.”</i>. Anything forbidden by the Torah is forbidden for trade but everything whose prohibition is rabbinical is permitted for trade. But is there not the donkey<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Donkey meat is forbidden. The camel should have been mentioned first since it is mentioned explicitly as forbidden animal; donkey meat is forbidden by the general clause permitting only ruminants.</i>? It is raised for work. Is there not the camel? It is raised for work. Rebbi Yehoshaiah traded in <i>muries</i><sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Brine possibly made with wine (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Demai 1:3:16\" href=\"/Jerusalem_Talmud_Demai.1.3.16\"><i>Demay</i> Chapter 1, Note 156</a>). The nature of the prohibition is discussed in <i>Terumot</i> 11:1 (fol. 47c); it is agreed that the prohibition is rabbinical.</i>, Rebbi Ḥuna traded in asafoetida<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">It is not clear how and why asafoetida would be prohibited. The best explanation is that of <i>Pene Moshe</i>(Margalit) that medicines are neither food nor dyestuff and, hence, may be traded in the Sabbatical year.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233387f574a17ca6c56f", "index_title": "Jerusalem Talmud Terumot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Terumot 8:1:15", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "Jerusalem Talmud Terumot 8:1:15", "sourceHeRef": "תלמוד ירושלמי תרומות ח׳:א׳:ט״ו", "anchorVerse": 28, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0015, "collectiveTitle": {"en": "Jerusalem Talmud Terumot", "he": "תלמוד ירושלמי תרומות"}, "heTitle": "תלמוד ירושלמי תרומות", "he": "דַּם שֶׁעַל הַכִּכָּר גּוֹרְרוֹ וְאוֹכְלוֹ. וְאִם הָיָה מִבֵּין שִׁנָּיו אוֹכְלוֹ וְאֵינוֹ חוֹשֵׁשׁ. שֶׁקֶץ שֶׁבְּזִיזִין וּזְבוּבִין <i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"64\"></i> וּבַהֲגָזִין וּבִשְׁקָצִים וּבִרְמָשִׂין יָכוֹל בִּזְמָן שֶׁהָוּא בְּפֵרִי. תַּלְמוּד לוֹמַר טְמֵאִים הֵן בִּזְמָן שֶׁהֵן בִּפְנֵי עַצְמָן וְלֹא בִּזְמָן שֶׁהֵן בְּפֵרִי. יָכוֹל אֲפִילוּ יָֽצְאוּ וְחָֽזְרוּ. תַּלְמוּד לוֹמַר טְמֵאִים הֵם וַאֲפִילוּ יָֽצְאוּ וְחָֽזְרוּ. רַב חִייָה בַּר אַשִּׁי בְשֵׁם רַב אֲפִילוּ יָֽצְאוּ עַל שְׂפַת <i data-overlay=\"Venice Pages\" data-value=\"45c\"></i><i data-overlay=\"Venice Columns\" data-value=\"45c\"></i>אוֹכֶל וְחָֽזְרוּ הֲרֵי אֵלּוּ אֲסוּרִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Blood on a loaf of bread one shaves off and eats [the bread]. If it came from between his teeth he eats and does not worry<sup class=\"footnote-marker\">65</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Tosefta Terumot (Lieberman) 7\" href=\"/Tosefta_Terumot_(Lieberman).7\">Tosephta 7</a>:11 (in the name of R. Joshua), <a class=\"refLink\" data-ref=\"Keritot 21b\" href=\"/Keritot.21b\">Babli <i>Keritut</i> 21b</a>. In the Babli, blood from bleeding gums has to be sucked off (it may be swallowed), in the Tosephta it has to be wiped off. Blood on the bread (no longer liquid) is only rabbinically forbidden.</i>. The abominations among mites, flies, wild bees, abominations and crawling things<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">The list is in <a class=\"refLink\" data-ref=\"Tosefta Terumot (Lieberman) 7:11\" href=\"/Tosefta_Terumot_(Lieberman).7.11\">Tosephta 7:11</a>, <a class=\"refLink\" data-ref=\"Chullin 67b\" href=\"/Chullin.67b\">Babli <i>Ḥulin</i> 67b</a>. The derivation from the verse is only here; a different one in <i>Sifra Šemini</i> 12(1).</i>, I might think [that they are forbidden] while they are inside the fruit, the verse says (<a class=\"refLink\" data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\"><i>Lev</i>. 11:26</a>,<a class=\"refLink\" data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>,<a class=\"refLink\" data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>): “They are impure,” when they exist independently rather than inside the fruit. I might think, even if they left and returned; the verse says “they are impure,” even if they left and returned. Rav Ḥiyya bar Ashi in the name of Rav: As soon as they reach the rim of the food they are forbidden even if they return<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">As soon as any part of a worm or insect developing inside a fruit is visible from the outside, it becomes forbidden. (In talmudic theory, worms and insects develop spontaneously, not from eggs, and, therefore, may be considered as part of the fruit.)</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d1a4b6084aa1cbf1093d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָמֵא 1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "BDB, טָמֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָמֵא א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָמֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">טָמֵא</span></big></big>  <strong>vb.</strong> be or become unclean <strong>(</strong>NH Pi. <em>pollute</em> (ceremonially); Aramaic <span dir=\"rtl\">טְמָא</span> and especially deriv., <span dir=\"rtl\">ܛܰܡܰܐ</span> Pa. <em>pollute;</em> v. RS<sup>K 307 ff.</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">Lv 11:25</a> + 22 times; 3 fs. <span dir=\"rtl\">טָֽמְאָה</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">12:2</a> + 2 times; 2 fs. <span dir=\"rtl\">טָמֵאת</span> <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a>; pl. <span dir=\"rtl\">טָֽמְאוּ</span> <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">Lv 15:18</a>; Impf. <span dir=\"rtl\">יִטְמָא</span> <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">Lv 5:3</a> + 34 times; 3 fs. <span dir=\"rtl\">תִּטְמָא</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">12:2</a> + 4 times; pl. <span dir=\"rtl\">יִטְמְאוּ</span> <a data-ref=\"Psalms 106:39\" href=\"/Psalms.106.39\">ψ 106:39</a>; Inf. <span dir=\"rtl\">טָמְאָה</span> <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">Lv 15:32</a> + 6 times;—<em>be</em> or <em>become unclean:</em> <strong>1.</strong>  sexually, c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 18:20\" href=\"/Leviticus.18.20\">Lv 18:20</a>, <a data-ref=\"Leviticus 18:23\" href=\"/Leviticus.18.23\">23</a> (H), <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>; the land <a data-ref=\"Leviticus 18:25\" href=\"/Leviticus.18.25\">Lv 18:25</a>, <a data-ref=\"Leviticus 18:27\" href=\"/Leviticus.18.27\">27</a> (H). <strong>2.</strong>  religiously, with idols <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">Ez 22:3</a>; c. <span dir=\"rtl\">בְ</span> v <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">4</a>; with necromancers <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">Lv 19:31</a> (H); by sacrificing children to idols <a data-ref=\"Psalms 106:39\" href=\"/Psalms.106.39\">ψ 106:39</a>. <strong>3.</strong>  ceremonially, by contact with carcasses of unclean animals <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a>, <a data-ref=\"Leviticus 11:33\" href=\"/Leviticus.11.33\">33</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">35</a>, <a data-ref=\"Leviticus 11:36\" href=\"/Leviticus.11.36\">36</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a> (P); any carcass <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">17:15</a> (H); eating of a carcass <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">22:8</a> (H); by issues <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">15:4</a>, <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">9</a>, <a data-ref=\"Leviticus 15:20\" href=\"/Leviticus.15.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">24</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a> (P); by contact with an unclean man <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">5:3</a>; <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">15:4</a> (P), <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">22:5</a> (H), or thing <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a> (H); by leprosy <a data-ref=\"Leviticus 13:14\" href=\"/Leviticus.13.14\">13:14</a>, <a data-ref=\"Leviticus 13:46\" href=\"/Leviticus.13.46\">46</a>; <a data-ref=\"Leviticus 14:36\" href=\"/Leviticus.14.36\">14:36</a>, <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">46</a> (P); by contact with the dead <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>; <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">19:20</a> (P), <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>, or with one unclean by such contact <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">Nu 19:22</a> (P), <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">Hg 2:13</a><sup>(×2)</sup>; by contact with creeping things <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">Lv 22:5</a> (H); certain animals were always unclean <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">11:26</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a> (P). In ordinary cases of uncleanness <span dir=\"rtl\">טמא עד הערב</span> <em>unclean till even</em> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a>, <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">25</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a>, <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">14:46</a>; <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:10\" href=\"/Leviticus.15.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>, <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">17</a>, <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">18</a>, <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">19</a>, <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">21</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:27\" href=\"/Leviticus.15.27\">27</a> <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a>, <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">22</a> (all P), <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">Lv 17:15</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a> (H); but uncleanness lasted 7 days for woman bearing a son <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a><sup>(×2)</sup> (P), for man lying with woman having an issue <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">15:24</a> (P), or one coming in contact with the dead <a data-ref=\"Numbers 19:11\" href=\"/Numbers.19.11\">Nu 19:11</a>, <a data-ref=\"Numbers 19:14\" href=\"/Numbers.19.14\">14</a>, <a data-ref=\"Numbers 19:16\" href=\"/Numbers.19.16\">16</a> (P); it lasted 14 days for a woman bearing a daughter <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">Lv 12:5</a> (P).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִטְמָא</span> <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">Ho 5:3</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a>; 3 fs. <span dir=\"rtl\">נִטְמְאָה</span> <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">Nu 5:27</a>, <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">28</a>; <span dir=\"rtl\">נִטְמָ֑אָה</span> <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">5:13</a> + 5 times; 1 s. <span dir=\"rtl\">נִטְמֵאתִי</span> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a>; 2 m.pl. <span dir=\"rtl\">נִטְמֵתֶם</span> <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a> (<span dir=\"rtl\">א</span> omitted by scribal error; but Ges al. derive from <span dir=\"rtl\">טמה</span>), etc. + 4 times pf.; Pt. pl. <span dir=\"rtl\">נִטְמְאִים</span> <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">Ez 20:30</a>, <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">31</a>;—<em>defile oneself, be defiled:</em> <strong>1.</strong>  sexually, <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a> (H), <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">Nu 5:13</a>, <a data-ref=\"Numbers 5:14\" href=\"/Numbers.5.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a>, <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">28</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a> (P). <strong>2.</strong>  by idolatry conceived as whoredom <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">Ho 5:3</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a> <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">Ez 20:30</a>, <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">31</a>, <a data-ref=\"Ezekiel 20:43\" href=\"/Ezekiel.20.43\">43</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:13\" href=\"/Ezekiel.23.13\">13</a>, <a data-ref=\"Ezekiel 23:30\" href=\"/Ezekiel.23.30\">30</a>. <strong>3.</strong>  ceremonially, by eating creeping things <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a>. <strong>4.</strong>  <em>be regarded as unclean</em> (cf. <strong>Pi. 4</strong>), prob. <span dir=\"rtl\">נִטְמִינוּ</span> <a data-ref=\"Job 18:3\" href=\"/Job.18.3\">Jb 18:3</a> <em>we are accounted as unclean;</em> metapl. form; on another view v. <a ,=\"\" data-ref=\"BDB, טָמָה\" dir=\"rtl\" href=\"/BDB,_טָמָה\">טמה</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">טִמֵּא</span> <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a> + 15 times; sf. <span dir=\"rtl\">טִמְּאוֹ</span> <a data-ref=\"Leviticus 13:8\" href=\"/Leviticus.13.8\">Lv 13:8</a> + 3 times; 2 fs. <span dir=\"rtl\">טִמֵּאת</span> <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>, etc. + 7 times Pf.; Impf. <span dir=\"rtl\">יְטַמֵּא</span> <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>, etc. + 12 times Impf.; Imv. pl. <span dir=\"rtl\">טַמְּאוּ</span> <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; Inf. <span dir=\"rtl\">טַמֵּא</span> <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">Lv 13:44</a> + 2 times; sf. <span dir=\"rtl\">טַמְּאָם</span> <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">15:31</a>, etc. + 4 times Inf.;—<em>defile:</em> <strong>1.</strong>  sexually <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a> (R), <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:11\" href=\"/Ezekiel.18.11\">11</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a>; <a data-ref=\"Ezekiel 22:11\" href=\"/Ezekiel.22.11\">22:11</a>; <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">33:26</a>; the land by sexual impurities of the people <a data-ref=\"Leviticus 18:28\" href=\"/Leviticus.18.28\">Lv 18:28</a> (H); Isr. by spiritual whoredom <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>. <strong>2.</strong>  religiously: the land, by bloodshed <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P); by allowing the dead body of the murderer to hang on the tree over night <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">Dt 21:23</a>; by idolatry <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a> <a data-ref=\"Ezekiel 36:17\" href=\"/Ezekiel.36.17\">Ez 36:17</a>, <a data-ref=\"Ezekiel 36:18\" href=\"/Ezekiel.36.18\">18</a>; Isr. defiled the <em>sacred places</em> by the sacrifice of children <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a> (H), <a data-ref=\"Ezekiel 23:38\" href=\"/Ezekiel.23.38\">Ez 23:38</a>, and God defiled him thereby <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">20:26</a>; he defileth the sacred places by idolatry <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">2 Ch 36:14</a> <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> = <a data-ref=\"Jeremiah 32:34\" href=\"/Jeremiah.32.34\">32:34</a>, <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>; the holy name of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">43:7</a>, <a data-ref=\"Ezekiel 43:8\" href=\"/Ezekiel.43.8\">8</a>; Josiah defiled the idolatrous places of worship by destroying them and making them unfit for use <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>, <a data-ref=\"II Kings 23:10\" href=\"/II_Kings.23.10\">10</a>, <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">13</a>, <a data-ref=\"II Kings 23:16\" href=\"/II_Kings.23.16\">16</a>; of Isr. defiling idolatrous images <a data-ref=\"Isaiah 30:22\" href=\"/Isaiah.30.22\">Is 30:22</a>, and the nations the temple of God <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">ψ 79:1</a>. <strong>3.</strong>  ceremonially: by ceremonial uncleanness, the sacred places <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">Lv 15:31</a> <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a> (P); the camp <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (P); the temple by dead bodies <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; the Nazirite’s head of separation by a death occurring in his presence <a data-ref=\"Numbers 6:9\" href=\"/Numbers.6.9\">Nu 6:9</a> (P); the people defile themselves <span dir=\"rtl\">(נפשׁתיכם)</span> by creeping things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a> (P). <strong>4.</strong>  <em>pronounce or declare</em> ceremonially <em>unclean:</em> the leper <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">Lv 13:3</a>, <a data-ref=\"Leviticus 13:8\" href=\"/Leviticus.13.8\">8</a>, <a data-ref=\"Leviticus 13:11\" href=\"/Leviticus.13.11\">11</a>, <a data-ref=\"Leviticus 13:15\" href=\"/Leviticus.13.15\">15</a>, <a data-ref=\"Leviticus 13:20\" href=\"/Leviticus.13.20\">20</a>, <a data-ref=\"Leviticus 13:22\" href=\"/Leviticus.13.22\">22</a>, <a data-ref=\"Leviticus 13:25\" href=\"/Leviticus.13.25\">25</a>, <a data-ref=\"Leviticus 13:27\" href=\"/Leviticus.13.27\">27</a>, <a data-ref=\"Leviticus 13:30\" href=\"/Leviticus.13.30\">30</a>, <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">44</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (P); unclean animals <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">20:25</a> (H).<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">נַפְשִׁי לֹא מְטֻמָּאָה</span> <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> <em>myself is not polluted</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִטַּמָּא</span> <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a> + 4 times; pl. <span dir=\"rtl\">יִטַּמְּאוּ</span> <a data-ref=\"Ezekiel 14:11\" href=\"/Ezekiel.14.11\">Ez 14:11</a>; <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">37:23</a>; <span dir=\"rtl\">יִטַּמָּ֑אוּ</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a> <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>, etc. + 6 times Impf.;—reflexive, <em>defile oneself:</em> by eating of an unaccepted peace-offering <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a> (H), <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">11:43</a> (P), <a data-ref=\"Ezekiel 14:11\" href=\"/Ezekiel.14.11\">Ez 14:11</a>; <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">20:7</a>, <a data-ref=\"Ezekiel 20:18\" href=\"/Ezekiel.20.18\">18</a>; <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">37:23</a>; c. <span dir=\"rtl\">לְ</span> <em>for</em> a dead person <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>, <a data-ref=\"Leviticus 21:3\" href=\"/Leviticus.21.3\">3</a>, <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">11</a> (H), <a data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\">Nu 6:7</a> (P); <em>by</em> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a> (P); without prep. <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">21:4</a> (H), <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>.<br><strong>Hothp.</strong>  Pf. <span dir=\"rtl\">אַהֲרֵי אֲשֶׁר הֻטַּמָּ֑אָה</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a> <em>after that she has been defiled</em> (sexually); on form v. Ges<sup>§ 54. 3</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a5b6084aa1cbf10a59", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָמֵא² 1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "BDB, טָמֵא² 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָמֵא² א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָמֵא²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">טָמֵא</span></big>  <strong>adj. unclean</strong>;—<span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a> + 58 times; cstr. <span dir=\"rtl\">טְמֵא</span> <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> + 3 times; f. <span dir=\"rtl\">טְמֵאָה</span> <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">5:2</a> + 11 times; cstr. <span dir=\"rtl\">טְמֵאַת</span> <a data-ref=\"Ezekiel 22:5\" href=\"/Ezekiel.22.5\">Ez 22:5</a>, <a data-ref=\"Ezekiel 22:10\" href=\"/Ezekiel.22.10\">10</a>; pl. <span dir=\"rtl\">טְמֵאִים</span> <a data-ref=\"Leviticus 11:8\" href=\"/Leviticus.11.8\">Lv 11:8</a> + 10 times;—<em>unclean</em>,<br><strong>1.</strong>  ethically and religiously <span dir=\"rtl\">ט׳ שׂפתים</span> <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">Is 6:5</a><sup>(×2)</sup> <em>unclean of lips;</em> <span dir=\"rtl\">ט׳ השׁם</span> <a data-ref=\"Ezekiel 22:5\" href=\"/Ezekiel.22.5\">Ez 22:5</a> <em>defiled of name, infamous;</em> <span dir=\"rtl\">טהור מִטּ׳</span> <a data-ref=\"Job 14:4\" href=\"/Job.14.4\">Jb 14:4</a>.<br><strong>2.</strong>  ritually: <strong>a.</strong>  of persons, ‖ <span dir=\"rtl\">טהור</span> <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a>, <a data-ref=\"Deuteronomy 12:22\" href=\"/Deuteronomy.12.22\">22</a>; <a data-ref=\"Deuteronomy 15:22\" href=\"/Deuteronomy.15.22\">15:22</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>; <span dir=\"rtl\">ט׳ נפשׁ</span> <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">Lv 22:4</a> (H); <span dir=\"rtl\">(אדם) ט׳ לנפשׁ</span> <em>unclean for a</em> (<em>dead</em>) <em>person</em> <a data-ref=\"Numbers 5:2\" href=\"/Numbers.5.2\">Nu 5:2</a>; <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">9:6</a>, <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">7</a>, <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">10</a> (P) = <span dir=\"rtl\">ט׳ נפשׁ</span> <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">Hg 2:13</a>; elsewhere for various reasons <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">Dt 26:14</a>; <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a>; <a data-ref=\"Leviticus 13:11\" href=\"/Leviticus.13.11\">13:11</a>, <a data-ref=\"Leviticus 13:36\" href=\"/Leviticus.13.36\">36</a>, <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">44</a>, <a data-ref=\"Leviticus 13:45\" href=\"/Leviticus.13.45\">45</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 13:46\" href=\"/Leviticus.13.46\">46</a>; <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">15:2</a>, <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a>, <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">33</a> <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">17</a>, <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">19</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">22</a> (all P), <a data-ref=\"II Chronicles 23:19\" href=\"/II_Chronicles.23.19\">2 Ch 23:19</a>; <a data-ref=\"Isaiah 64:5\" href=\"/Isaiah.64.5\">Is 64:5</a> <a data-ref=\"Ezekiel 4:13\" href=\"/Ezekiel.4.13\">Ez 4:13</a>; <a data-ref=\"Ezekiel 22:10\" href=\"/Ezekiel.22.10\">22:10</a> <a data-ref=\"Lamentations 4:15\" href=\"/Lamentations.4.15\">La 4:15</a>. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a><sup>(×4)</sup>; <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">7:21</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 11:4\" href=\"/Leviticus.11.4\">11:4</a>, <a data-ref=\"Leviticus 11:5\" href=\"/Leviticus.11.5\">5</a>, <a data-ref=\"Leviticus 11:6\" href=\"/Leviticus.11.6\">6</a>, <a data-ref=\"Leviticus 11:7\" href=\"/Leviticus.11.7\">7</a>, <a data-ref=\"Leviticus 11:8\" href=\"/Leviticus.11.8\">8</a>, <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">26</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:29\" href=\"/Leviticus.11.29\">29</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>; <a data-ref=\"Leviticus 27:11\" href=\"/Leviticus.27.11\">27:11</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a> <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (all P), <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a><sup>(×2)</sup> (H), <a data-ref=\"Deuteronomy 14:7\" href=\"/Deuteronomy.14.7\">Dt 14:7</a>, <a data-ref=\"Deuteronomy 14:8\" href=\"/Deuteronomy.14.8\">8</a>, <a data-ref=\"Deuteronomy 14:10\" href=\"/Deuteronomy.14.10\">10</a>, <a data-ref=\"Deuteronomy 14:19\" href=\"/Deuteronomy.14.19\">19</a>. <strong>c.</strong>  of things in gen. <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">Lv 11:35</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:38\" href=\"/Leviticus.11.38\">38</a>; <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">15:26</a> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> (all P), <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>; food <a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a> <a data-ref=\"Hosea 9:3\" href=\"/Hosea.9.3\">Ho 9:3</a>; houses <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">Je 19:13</a>; leprosy <a data-ref=\"Leviticus 13:15\" href=\"/Leviticus.13.15\">Lv 13:15</a>, <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">51</a>, <a data-ref=\"Leviticus 13:55\" href=\"/Leviticus.13.55\">55</a>; <a data-ref=\"Leviticus 14:44\" href=\"/Leviticus.14.44\">14:44</a>, <a data-ref=\"Leviticus 14:57\" href=\"/Leviticus.14.57\">57</a> (P); offering <a data-ref=\"Haggai 2:14\" href=\"/Haggai.2.14\">Hg 2:14</a>. <strong>d.</strong>  persons and things in general <span dir=\"rtl\">כל טמא</span> <a data-ref=\"Leviticus 7:19\" href=\"/Leviticus.7.19\">Lv 7:19</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a> (P); <span dir=\"rtl\">הבדיל בין הט׳ ובין הטהור</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a>; <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">11:47</a>; <span dir=\"rtl\">הודיע בין (ה)ט׳ לטהור</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 44:23\" href=\"/Ezekiel.44.23\">44:23</a>; of aliens <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a> (‖ <span dir=\"rtl\">עָרֵל</span>), perhaps also <a data-ref=\"Isaiah 35:8\" href=\"/Isaiah.35.8\">35:8</a>.<br><strong>3.</strong>  specif. of places: <span dir=\"rtl\">מקום ט׳</span> <em>unclean place</em> (place of refuse away from holy place and human habitation) <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">Lv 14:40</a>, <a data-ref=\"Leviticus 14:41\" href=\"/Leviticus.14.41\">41</a>, <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">45</a> (P); <span dir=\"rtl\">טמאה ארץ</span> land on the east of the Jordan separated from the land of the tabernacle of <span dir=\"rtl\">י׳</span> <a data-ref=\"Joshua 22:19\" href=\"/Joshua.22.19\">Jos 22:19</a> (P); so <span dir=\"rtl\">אדמה ט׳</span> a foreign land <a data-ref=\"Amos 7:17\" href=\"/Amos.7.17\">Am 7:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d21db6084aa1cbf1610d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּבַס 1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "BDB, כָּבַס 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּבַס א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּבַס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">כָּבַס</span></big></big><sub>51</sub><big><big>]</big></big>  <strong>vb.</strong> (<strong>tread</strong>), <strong>wash (</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">כבס</span> as pt.; Assyrian <em>kabâsu</em>, <em>tread</em>, (<em>down</em>), <em>subjugate</em>, <em>kilšu</em>, <em>step, path</em>, Dl<sup>HWB</sup><strong>)</strong>—<br><strong>Qal</strong>  Pt. only <span dir=\"rtl\">מְסִלַּת שְׂדֵה כוֹבֵס</span> <em>highway of fuller’s</em> (= <em>treader’s, washer’s</em>) <em>field</em> <a data-ref=\"Isaiah 7:3\" href=\"/Isaiah.7.3\">Is 7:3</a>; <a data-ref=\"Isaiah 36:2\" href=\"/Isaiah.36.2\">36:2</a> = <a data-ref=\"II Kings 18:17\" href=\"/II_Kings.18.17\">2 K 18:17</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">וְכִּבֶּס</span> consec. <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a> + 11 times; <span dir=\"rtl\">כִּבֵּס</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a>, etc.; Impf. <span dir=\"rtl\">יְכַבֵּס</span> <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">Lv 11:25</a> + 16 times; 2 ms. sf. <span dir=\"rtl\">תְּכַבְּסֵנִי</span> <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>, etc.; Imv. sf. <span dir=\"rtl\">כַּבְּסֵנִי</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">51:4</a>; fs. <span dir=\"rtl\">כַּבְּסִי</span> <a data-ref=\"Jeremiah 4:14\" href=\"/Jeremiah.4.14\">Je 4:14</a>; Pt. pl. <span dir=\"rtl\">מְכַבְּסִים</span> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>;— <strong>1.</strong>  <em>wash</em> garments (i.e. by <em>treading</em>) <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E), <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a>; fig. of Judah <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; elsewhere chiefly P: <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a>; <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">11:25</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>; <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">13:6</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>; <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">15:11</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">Nu 8:9</a> +; ‖ <span dir=\"rtl\">רָחץ</span> (which = <em>wash person</em>) <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">Lv 14:8</a>, <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">9</a>; <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:10\" href=\"/Leviticus.15.10\">10</a>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a> + (<span dir=\"rtl\">כ׳</span> in Lv 27 times, ‖ <span dir=\"rtl\">ר׳</span> 15 times; in Nu 8 times, ‖ <span dir=\"rtl\">ר׳</span> 3 times); Pt. = <em>fuller</em> (cf. Qal), only <span dir=\"rtl\">בֹּרִית מְכ׳</span> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>. †<strong>2.</strong>  <em>wash</em> person, only poet. and fig. <span dir=\"rtl\">אִם תְּכַבְּסִי בַּנֶּתֶר</span> <a data-ref=\"Jeremiah 2:22\" href=\"/Jeremiah.2.22\">Je 2:22</a>; <span dir=\"rtl\">כַּבְּסִי מֵרָעָה לִבֵּךְ</span> <a data-ref=\"Jeremiah 4:14\" href=\"/Jeremiah.4.14\">4:14</a>; c. sf. <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a> (‖ <span dir=\"rtl\">טהר</span>; + <span dir=\"rtl\">מֵעָוֹן</span>); v <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">9</a> (‖ <span dir=\"rtl\">חִטֵּא</span>).<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">וְכֻבַּס</span> consec. <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">Lv 13:58</a>; <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">15:17</a> <em>be washed</em>, of garment.<br>†<strong>Hothp.</strong>  (Ges<sup>§ 54, 3</sup>) Inf. <span dir=\"rtl\">אַחֲרֵי הֻכַּבֵּס אֶת־הַנֶּגַע</span> <a data-ref=\"Leviticus 13:55\" href=\"/Leviticus.13.55\">Lv 13:55</a> <em>after the plague is washed out</em>, so v <a data-ref=\"Leviticus 13:56\" href=\"/Leviticus.13.56\">56</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2e6b6084aa1cbf1fd9b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נְבֵלָה 1", "anchorRef": "Leviticus 11:28", "anchorRefExpanded": ["Leviticus 11:28"], "sourceRef": "BDB, נְבֵלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נְבֵלָה א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נְבֵלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נְבֵלָה</span></big>  <strong>n.f. carcass, corpse (</strong>as <em>inert, flabby</em><strong>)</strong>;—<span dir=\"rtl\">נ׳</span> abs. <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; cstr. <span dir=\"rtl\">נִבְלַת</span> v <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">29</a> +; sf. <span dir=\"rtl\">נְבֵלָתִי</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>; <span dir=\"rtl\">נִבְלָֽתְךָ</span> <a data-ref=\"Deuteronomy 28:26\" href=\"/Deuteronomy.28.26\">Dt 28:26</a> <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>; <span dir=\"rtl\">נִבְלָתוֹ</span> <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a> + 6 times; <span dir=\"rtl\">נִבְלָתָהּ</span> <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup>; <span dir=\"rtl\">נִבְלָתָם</span> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> + 14 times;—<em>carcass, corpse:</em><br><strong>1.</strong> <strong>a.</strong>  human (not in Ez P, (H), which use <span dir=\"rtl\">פֶּגֶר</span>); <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a> (JE), <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>, <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">24</a><sup>(×2)</sup>, <a data-ref=\"I Kings 13:25\" href=\"/I_Kings.13.25\">25</a><sup>(×2)</sup>, <a data-ref=\"I Kings 13:28\" href=\"/I_Kings.13.28\">28</a><sup>(×3)</sup>, <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">29</a>, <a data-ref=\"I Kings 13:30\" href=\"/I_Kings.13.30\">30</a> <a data-ref=\"II Kings 9:37\" href=\"/II_Kings.9.37\">2 K 9:37</a> <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; <a data-ref=\"Jeremiah 36:30\" href=\"/Jeremiah.36.30\">36:30</a> <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">Dt 21:23</a>; <a data-ref=\"Deuteronomy 28:26\" href=\"/Deuteronomy.28.26\">28:26</a>; coll. <em>corpses</em> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">26:19</a> (wish for restoration to life), <a data-ref=\"Jeremiah 7:33\" href=\"/Jeremiah.7.33\">Je 7:33</a>; <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">9:21</a>; <a data-ref=\"Jeremiah 16:4\" href=\"/Jeremiah.16.4\">16:4</a>; <a data-ref=\"Jeremiah 19:7\" href=\"/Jeremiah.19.7\">19:7</a>; <a data-ref=\"Jeremiah 34:20\" href=\"/Jeremiah.34.20\">34:20</a> <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">ψ 79:2</a>. <strong>b.</strong>  of lifeless idols, coll. <span dir=\"rtl\">נִבְלַת שִׁקּוּצֵיהֶם וגו׳</span> <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>.<br><strong>2.</strong>  of animals (clean and unclean, wild animals, cattle, birds and reptiles, chiefly Lv Ez), <a data-ref=\"Deuteronomy 14:8\" href=\"/Deuteronomy.14.8\">Dt 14:8</a>; <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a><sup>(×3)</sup> <a data-ref=\"Leviticus 11:8\" href=\"/Leviticus.11.8\">11:8</a>, <a data-ref=\"Leviticus 11:11\" href=\"/Leviticus.11.11\">11</a>, <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">24</a>, <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">25</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">35</a>, <a data-ref=\"Leviticus 11:36\" href=\"/Leviticus.11.36\">36</a>, <a data-ref=\"Leviticus 11:37\" href=\"/Leviticus.11.37\">37</a>, <a data-ref=\"Leviticus 11:38\" href=\"/Leviticus.11.38\">38</a>; <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">17:15</a> (all P); <span dir=\"rtl\">נ׳</span> specif. = body of animal dying of itself <a data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\">Dt 14:21</a>; <a data-ref=\"Leviticus 7:24\" href=\"/Leviticus.7.24\">Lv 7:24</a>; <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">11:39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup> (P), <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">22:8</a> (H), <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a>; <a data-ref=\"Ezekiel 44:31\" href=\"/Ezekiel.44.31\">44:31</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]