[{"_id": "520bb9a3edbab45d17917c2b", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 8:5:1", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Ramban on Numbers 8:5:1", "sourceHeRef": "רמב\"ן על במדבר ח׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "אחר שנמנו הבכורות והלוים ונצטוו הלוים בעבודתם ובמשמרתם ונתן להם העגלות השלים מצות הכהנים במנורה. ובא לצוות במצות הלוים שיתחילו לעבוד והוצרך לטהר אותם ולכפר עליהם וזה טעם הסמך הפרשה הזו בכאן: והשלים במצוה לדורות <b>מבן חמש ועשרים שנה ומעלה יבא לצבא צבא</b> וכתב רש\"י (רש\"י על במדבר ח׳:כ״ד) כאן הוא אומר מבן חמש ועשרים ובמקום אחר (במדבר ד׳:ג׳) הוא אומר מבן שלשים שנה הא כיצד מבן חמש ועשרים יבא ללמוד הלכות עבודה ולומד חמש שנים ובן ל' עובד מכאן לתלמיד היושב לפני רבו שלא ראה סימן יפה במשנתו חמש שנים שוב אינו רואה וא\"כ יהיה פירוש <b>יבא לצבוא צבא</b> שיבא להקהל בנקהלים בעבודת אהל מועד שיעמוד עמהם ויראה תמיד עבודתם ביום ובלילה כדי שילמוד הלכות עבודה בתלמוד ובמעשה ולכך לא אמר כאן <b>לעבוד עבודה</b> כמו שנאמר למעלה אלא אמר <b> לצבא צבא בעבודת אהל מועד </b> שיהיה בא עם הצובאים בעבודה אבל לא ידעתי אם זה דברי הכל לרבותינו כי בלשון יחיד אני שונה אותה בספרי (בהעלתך סג) ר' נתן אומר כתוב אחד אומר מבן חמש ועשרים וכו' וגם נראה שהם דברי אסמכתא שנהגו התלמידים ללמוד בהלכות עבודה חמש שנים ועל דרך הפשט הנמנים ביד משה ואהרן היו מבן ל' שנה ומעלה והם אשר הפקיד אותם איש איש על עבודתו ועל משאו אבל בכאן צוה כי כל אשר ידע בעצמו שבא לכלל עשרים וחמש שנה יהיה כשר לעבודה ויבא בכל אות נפשו לעבוד עמהם ולסייעם בעבודה אבל לא יהיה פקיד נגיד על עבודה ידועה והטעם בזה כי כל אדם נותן לבו בעשרותיו כי ישתנו בהן הטבעים וידע בהגיעו לעשרים או לשלשים כי ידעו בו שכניו וקרוביו ואביו ואמו וילדיו ויודיעוהו אבל בהגיעו לכ\"ה לא ירגישו בו כל כך ולכן לא צוה למשה שיטרח למנות רק מבן שלשים שהאיש נודע בהן וכן אמר דוד (דברי הימים א כג ג) ויספרו הלוים מבן שלשים שנה ומעלה ור\"א אמר (אבן עזרא על במדבר ח׳:כ״ד) בדרך הפשט כי מבן שלשים הוא לעבודת משא ומבן כ\"ה לעבודת האוהל ואיננו נכון כי שם נאמר גם כן (במדבר ד׳:כ״ג) כל הבא לצבוא צבא לעבוד עבודה באהל מועד ונאמר (שם פסוק כד) לעבוד ולמשא ועוד כי כתיב במקדש (דה\"י א כג כד כח) אלה בני לוי לבית אבותיהם ראשי האבות לפקודיהם במספר שמות לגלגלותם עושה המלאכה לעבודת בית ה' מבן עשרים שנה ומעלה כי אמר דוד הניח ה' אלהי ישראל לעמו וישכון בירושלם עד לעולם וגם ללוים אין לשאת את המשכן ואת כל כליו לעבודתו כי בדברי דוד האחרונים המה מספר בני לוי מבן עשרים שנה ולמעלה כי מעמדם ליד בני אהרן לעבודת בית ה' על החצרות ועל הלשכות יאמר כי בדברי דוד האחרונים משיבנה הבית ואין להם משא בכתף ואין עבודתם רק על החצרות ועל הלשכות מנה אותם מבן עשרים שנה ומעלה ומתחילה מבני שלשים ואם כדברי ר\"א היה חייב שימנה אותם מבן חמש ועשרים:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Now after the firstborn and the Levites had been counted,<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Above, 3:39-43.</i> and the Levites were commanded about their [individual] work and charges, and He gave them the wagons,<sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>Ibid.</i>, 7:5-8.</i> He completed the commandments referring to the priests with the [laws of the] candelabrum; then He came to give the commandments concerning the Levites so that they could begin their service, and therefore it was necessary to purify them and to effect atonement for them. This is the reason why this chapter [of the purification of the Levites] is put in juxtaposition to this [section on the candelabrum]. He finished [the laws of the Levites] with a commandment applicable for all generations: <i>From twenty and five years old and upward ‘yavo litzvo tzava’</i> (<i>they shall come to be counted among the host</i>) <i>for the work of the Tent of Meeting</i>.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Further, Verse 24.</i><br>Now Rashi commented: “Here it says, <i>from twenty and five years old;</i> but in another place it is said, <i>from thirty years old</i>!<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Above, 4:3.</i> How are these [contradictory verses to be reconciled]? From twenty-five years of age the Levite comes to learn the laws of the service, and he studies for five years, and at the age of thirty he performs the service. From here [we derive the principle] that if a pupil studying under his master does not see progress in his study after five years, he will never see such progress.” If this is so, the expression <i>yavo litzvo tzava</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Further, Verse 24.</i> means that “he shall come and assemble among those who are gathered” <i>for the work of the Tent of Meeting</i>, meaning that he is to stay with them and continually observe the service [of the older Levites] by day and night, in order to learn the laws of the service in theory and practice. This is why He did not state here “to do service,” as He said above [<i>From thirty years old and upward … ‘to do’ service</i>],<sup class=\"footnote-marker\">38</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23. For since Scripture speaks there of the Levites above the age of thirty years, it uses the expression <i>‘la’avod avodah’</i> (<i>to do service</i>). Here, however, it refers to the five-year period of their training; hence the expression <i>‘ba’avodath’</i> (<i>in the service</i>), as they were not yet permitted to do the actual service.</i> but He stated, <i>‘yavo litzvo tzava’</i> (<i>they shall come to be counted among the host</i>) <i>‘ba’avodath’</i> (<i>for the work of</i>) <i>the Tent of Meeting</i>,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Further, Verse 24.</i> meaning that he is to come among those who are gathered for the purpose of the service. But I do not know whether this [explanation that there was a five-year period of training for the Levites] is the unanimous opinion of our Rabbis, for I find it taught in the name of a single Rabbi in the Sifre:<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Sifre <i>Beha’alothcha</i> 62.</i> “Rabbi Nathan says: One verse states, <i>From twenty and five years old</i> etc.” And it furthermore appears that these words [of the Sifre as quoted by Rashi] are merely Scriptural support for the practice of the pupils [i.e., the new Levites] who used to study the laws of the service for five years.<br>According to the plain meaning of Scripture, the [Levites] counted by the hand of Moses and Aaron were aged thirty years old and over, and it is they whom he appointed <i>every one to his service, and to his burden</i>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Above, 4:49.</i> But here He commanded that every Levite who [although not counted by Moses] knows himself to have reached the age of twenty-five years, is permitted to do the service, and may <i>come with all the desire of his soul</i><sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Deuteronomy 18:6.</i> to work with them and help them in the service, but he may not be <i>a chief officer</i><sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Jeremiah 20:1.</i> over any particular task. And the reason for this is that every person pays attention to [the passing of] his decades, since there are physical changes at these stages, therefore he knows when he reaches the age of twenty or thirty; for even his neighbors, relatives, his father and mother and his children notice it and inform him of it. But when a person reaches twenty-five years of age, they do not notice it so much; therefore He only commanded Moses to go to the trouble of counting those Levites above the age of thirty, when a man is recognizable by his years. And so did David say, <i>And the Levites were numbered from thirty years old and upward</i>.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">I Chronicles 23:3. Thirty is the age when a person attains full strength (Aboth 5:24).</i><br>And Rabbi Abraham ibn Ezra said that the plain meaning of Scripture is that from thirty years old they were to do the work of bearing burdens, and from twenty-five years old they did work in the Tent of Meeting.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">On the nature of the work in the Tent of Meeting, see Ramban on the verse that follows.</i> But this is not correct. For there also [when speaking of the Levites who were more than thirty years old] it is said, <i>all that came to perform the service, to do the work in the Tent of Meeting</i>,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Above, 4:23.</i> and it is also said [of this group], <i>to serve and to bear burdens</i>.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> Moreover, it is written of the Sanctuary: <i>These were the sons of Levi after their fathers’ houses, even the heads of the fathers’ houses, according to their numberings, in the number of names by their polls, who did the work for the service of the House of the Eternal, from twenty years old and upward. For David said: ‘The Eternal, the G-d of Israel, hath given rest unto His people, and He dwelleth in Jerusalem forever; and also the Levites shall no more have need to carry the Tabernacle and all the vessels of it for the service thereof.’ For by the last ordinances of David the sons of Levi were numbered from twenty years old and upward. For their station was at the side of the sons of Aaron for the service of the House of the Eternal, in the courts, and in the chambers</i>.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">I Chronicles 23:24-28.</i> Thus it is stated that <i>by the last ordinances of David</i> when the House [of G-d] is built and the Levites no longer have to carry [the parts of the Tabernacle] on their shoulders, and their service will be only <i>in the courts, and in the chambers</i>, he counted them <i>from twenty years old and upward</i>, while at first [before the building of the Sanctuary] he counted them from the age of thirty upwards.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">I Chronicles 23:3. Thirty is the age when a person attains full strength (Aboth 5:24).</i> And according to Rabbi Abraham ibn Ezra’s words, he should have counted them from twenty-five years old [since this is, according to him, the age for general work in the Sanctuary as opposed to the work of carrying its parts]!", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6f9f", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 8:5", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Onkelos Numbers 8:5", "sourceHeRef": "תרגום אונקלוס על במדבר ח׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe, saying;", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7d5", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 8:5", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Targum Jonathan on Numbers 8:5", "sourceHeRef": "תרגום יונתן על במדבר ח׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh, saying:  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d51d6e4a94c7c18ac7c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 8:5", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Tafsir Rasag, Numbers 8:5", "sourceHeRef": "תפסיר רס\"ג, במדבר ח׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם כלם אללה מוסי קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59119bd9d6e4a955f8cebe66", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 110a:2", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Sanhedrin 110a:2", "sourceHeRef": "סנהדרין ק״י א:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 219.0002, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "איתתיה דקרח אמרה ליה חזי מאי קעביד משה איהו הוה מלכא לאחוה שוויה כהנא רבא לבני אחוהי שוינהו סגני דכהנא אי אתיא תרומה אמר תיהוי לכהן אי אתו מעשר דשקילתו אתון אמר הבו חד מי' לכהן ועוד דגייז ליה למזייכו ומיטלל לכו כי כופתא עינא יהב במזייכו אמר לה הא איהו נמי קא עביד אמרה ליה כיון דכולהו רבותא דידיה אמר איהו נמי (שופטים טז, ל) תמות נפשי עם פלשתים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Korah’s wife said to him: See what Moses is doing. He is the king, he appointed his brother High Priest,</b> and <b>he appointed his brother’s sons deputy priests. If <i>teruma</i> comes, he says: Let it be for the priest; if</b> the first <b>tithe comes, which you</b> as Levites <b>take, he says: Give one tenth to the priest. And furthermore, he shears your hair and waves you</b> as if you are as insignificant <b>as excrement</b> (see Numbers 8:5–11), as though <b>he set</b> his <b>sights on your hair</b> and wishes you to be shaven and unsightly. Korah <b>said to her: But didn’t he also do so;</b> he shaved his hair like the rest of the Levites? <b>She said to him: Since it is all</b> done <b>for his own prominence, he also said</b> metaphorically: <b>“Let me die with the Philistines”</b> (Judges 16:30); he was willing to humiliate himself in order to humiliate you.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59ef2f32d6e4a90d4d5c6e71", "index_title": "Steinsaltz on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Gittin 60b:1", "anchorRef": "Numbers 8:1-7", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7"], "sourceRef": "Steinsaltz on Gittin 60b:1", "sourceHeRef": "ביאור שטיינזלץ על גיטין ס׳ ב:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 120.0001, "collectiveTitle": {"en": "Steinsaltz on Gittin", "he": "ביאור שטיינזלץ על גיטין"}, "heTitle": "ביאור שטיינזלץ על גיטין", "he": "<b>ופרשת שתויי יין</b> (ויקרא י, ח-יא), <b>ופרשת נרות</b> (במדבר ח, א-ז), <b>ופרשת פרה אדומה</b> (במדבר פרק יט), שכל אלו נצרכו לעבודת המשכן כתיקונה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd39e4024f59704938d1ec", "index_title": "Peninei Halakhah, Kashrut", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Kashrut 7:7:4", "anchorRef": "Numbers 8:5-6", "anchorRefExpanded": ["Numbers 8:5", "Numbers 8:6"], "sourceRef": "Peninei Halakhah, Kashrut 7:7:4", "sourceHeRef": "פניני הלכה, כשרות ז׳:ז׳:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [2014, 2018], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Peninei Halakhah, Kashrut", "he": "פניני הלכה, כשרות"}, "he": "הבדל משמעותי ישנו בין הכהנים ללוויים, שהתרומות קדושות ואסור לאוכלן בטומאה, ואילו המעשר ללוי הוא חולין ומותר לאוכלו בטומאה. נמצא שסדר התנהלות החיים שלהם היה שונה, שהכהנים עם בני משפחותיהם היו צריכים להקפיד בכל עת שלא להיטמא. ואילו הלוויים כמו שאר ישראל היו מקפידים להיטהר רק לקראת עלייתם לבית המקדש, אבל בשאר הזמן לא הוצרכו להיזהר מטומאה. הרי שהכהנים נצרכו לנהוג בפרישות יתירה, ותפקידם היה להמשיך את קדושת המקדש לכל רחבי הארץ, ומתוך אווירה שכזו ללמד תורה לישראל. ואילו הלוויים באו במגע קרוב יותר לישראל, ומן הסתם עסקו יותר בהוראת ילדים וחינוכם. כיוון שהלוויים לא הוצרכו להיזהר מטומאה, יכלו בשעת הצורך לעבוד בעבודות נוספות. לעומתם הכהנים קיבלו מתנות רבות, חלקן בעת שעבדו בבית המקדש, ועל ידי כך יכלו להאריך את שהייתם בירושלים. ועוד קבלו ברחבי הארץ מתנות חשובות שלא היתה בהן קדושה, כמו הזרוע, הלחיים והקיבה מכל בהמה שנשחטה, כדי שיוכלו להתקיים גם בעת שהם טמאים. שכן היו זמנים שגם הכהנים נטמאו, כמו למשל בעת שנפטרו להם קרובים, וכן נשים בימי טומאתן וגברים בימי זיבתם, ואף מי ששימש מיטתו או ראה קרי, לא היה רשאי לאכול תרומה לפני שטבל והסתיים היום. בכל אופן, יחסית למספרם בראשית ימי האומה, הכהנים קבלו הרבה יותר מתנות מהלוויים. כפי הנראה זה הוביל לכך שהכהנים התרבו באופן יחסי יותר מאשר הלוויים. ואפשר שזו היתה מגמת התורה, להעצים את הכהונה שנטתה לחסידות וטהרה לעומת הלווייה. בראשית ימי בית המקדש השני כבר נוצר מצב שמספר הכהנים שעלו לארץ היה פי עשרה מהלוויים.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">strong&gt;הלוויים, נחלתם ופרנסתם: מימי משה רבנו היו מעמידים שוטרים לכל שבט מבני שבטו, לאחר מכן בימי יהושפט, מינו שוטרים מבני שבט לוי דווקא, שנאמר (דברי הימים ב' יט, יא): \"וְשֹׁטְרִים הַלְוִיִּם לִפְנֵיכֶם\". וזה היה חלק מפועלו של יהושפט בחיזוק העם בעבודת ה' ושמירת המצוות והעמדת שופטים בכל עריו. ביאר היעב\"ץ, שלאחר שירבעם בן נבט הפריד את מלכות ישראל ממלכות יהודה והחטיאם בעבודה זרה, ורבים מהלוויים עברו משטחו לשטח מלכות יהודה, כדי שתהיה להם פרנסה – מינה אותם יהושפט (שהתחיל למלוך 39 שנים אחר מות ירבעם) לשוטרים. בימי בית המקדש השני, חזר הדבר שרוב השוטרים היו מישראל, כמבואר ביבמות (פו, ב).מעמדו המיוחד של שבט הלוי התבסס בשני אירועים: הראשון, כאשר שמעון ולוי הרגו את אנשי שכם, ובעקבות כך אמר להם יעקב אבינו בצוואתו (בראשית מט, ה-ז): \"שִׁמְעוֹן וְלֵוִי אַחִים, כְּלֵי חָמָס מְכֵרֹתֵיהֶם. בְּסֹדָם אַל תָּבֹא נַפְשִׁי בִּקְהָלָם אַל תֵּחַד כְּבֹדִי, כִּי בְאַפָּם הָרְגוּ אִישׁ וּבִרְצֹנָם עִקְּרוּ שׁוֹר. אָרוּר אַפָּם כִּי עָז וְעֶבְרָתָם כִּי קָשָׁתָה, אֲחַלְּקֵם בְּיַעֲקֹב וַאֲפִיצֵם בְּיִשְׂרָאֵל\". לכן לא קבלו נחלה בארץ. ויש אומרים שנענשו בזה גם על שהיו היוזמים העיקריים במכירת יוסף (רש\"י). השני, לאחר עמידתם לצד משה רבנו כנגד החוטאים בעגל (שמות לב, כט), זכו להיות מיוחדים לה', שנאמר (במדבר ח, ה-ו; יד): \"וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר. קַח אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְטִהַרְתָּ אֹתָם… וְהִבְדַּלְתָּ אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְהָיוּ לִי הַלְוִיִּם\" (עי' בכל הפרק, ובדברים י, ח). במקום נחלה בארץ – ה' הוא נחלתם, שנאמר (דברים יח, א-ב): \"לֹא יִהְיֶה לַכֹּהֲנִים הַלְוִיִּם כָּל שֵׁבֶט לֵוִי חֵלֶק וְנַחֲלָה עִם יִשְׂרָאֵל, אִשֵּׁי ה' וְנַחֲלָתוֹ יֹאכֵלוּן. וְנַחֲלָה לֹא יִהְיֶה לּוֹ בְּקֶרֶב אֶחָיו, ה' הוּא נַחֲלָתוֹ כַּאֲשֶׁר דִּבֶּר לוֹ\". וכן נאמר (במדבר יח, כא-כד): \"וְלִבְנֵי לֵוִי הִנֵּה נָתַתִּי כָּל מַעֲשֵׂר בְּיִשְׂרָאֵל לְנַחֲלָה חֵלֶף עֲבֹדָתָם אֲשֶׁר הֵם עֹבְדִים אֶת עֲבֹדַת אֹהֶל מוֹעֵד. וְלֹא יִקְרְבוּ עוֹד בְּנֵי יִשְׂרָאֵל אֶל אֹהֶל מוֹעֵד לָשֵׂאת חֵטְא לָמוּת. וְעָבַד הַלֵּוִי הוּא אֶת עֲבֹדַת אֹהֶל מוֹעֵד וְהֵם יִשְׂאוּ עֲוֹנָם חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם, וּבְתוֹךְ בְּנֵי יִשְׂרָאֵל לֹא יִנְחֲלוּ נַחֲלָה. כִּי אֶת מַעְשַׂר בְּנֵי יִשְׂרָאֵל אֲשֶׁר יָרִימוּ לַה' תְּרוּמָה נָתַתִּי לַלְוִיִּם לְנַחֲלָה, עַל כֵּן אָמַרְתִּי לָהֶם בְּתוֹךְ בְּנֵי יִשְׂרָאֵל לֹא יִנְחֲלוּ נַחֲלָה\". אפשר לומר, שמצד אחד יש סכנה בקנאותם, ומאידך, יש מעלה כאשר הם מקנאים לה' במסירות נפש, כפי שעמדו כנגד החוטאים בעגל, שנאמר (שמות לב, כו): \"וַיַּעֲמֹד מֹשֶׁה בְּשַׁעַר הַמַּחֲנֶה וַיֹּאמֶר מִי לַה' אֵלָי, וַיֵּאָסְפוּ אֵלָיו כָּל בְּנֵי לֵוִי\". אבל כדי שתישמר הקנאות בקדושה לא ניתנה להם נחלה, אלא קבעה התורה שיתפרנסו ממתנות ישראל ויעסקו בהוראת התורה לישראל, ומתוך כך יהיו קשורים לישראל באהבה, ולא יצאו בקנאות יתירה כנגד החוטאים, כל עוד אינם מחריבים את כרם ישראל. לימים אכן החשמונאים הכהנים הרימו את נס המרד נגד היוונים שגזרו גזירות שמד על ישראל, ובזכותם עם ישראל המשיך לשמור את תורת ה' ואת מצוותיו.<br>יש לעמוד על ההבדל שבין הכהנים ללוויים, שכן בתחילה היו הכהנים מעטים מאוד ביחס ללוויים, פחות מעשרה אחוז, אולם קבלו מתנות בשווי גדול בהרבה. שכן הם קבלו מעשר מן המעשר שניתן ללוי. ובנוסף לכך קבלו עוד מתנות, סך הכל כ\"ד מתנות, ומהן בכור בהמה, זרוע, לחיים וקיבה של כל בהמה, חלה וראשית הגז ועוד. גם תרומה וביכורים שמהתורה אין להם שיעור, חכמים תקנו שיתנו עבור כל אחד מהם כשני אחוז (מן הסתם קבעו כך לאחר שהכהנים התרבו). נמצא שהכהנים נתבעו אמנם לחיות בטהרה כמבואר בהלכות ו-ז, אולם פרנסתם היתה מרווחת. ואילו הלוויים, שאמנם לא נתבעו לחיות בטהרה ויכלו להתפרנס גם משאר מקצועות, כיוון שבפועל לא היתה להם נחלה, פרנסתם היתה דחוקה. כפי הנראה, בעקבות המתנות המרובות שנתנו לכהנים, במשך הדורות מספרם גדל ביחס ללוויים שפרנסתם היתה דחוקה, עד שנעשו הכהנים מרובים מהלוויים. ואפשר שזו היתה מגמת התורה, להעצים את הכהונה (וכן ניתן ללמוד מבמדבר לא, שהכהנים קיבלו עשרה אחוז ממה שקבלו הלוויים משלל מדיין, וזאת למרות שהלוויים מנו כ-22,000 ואילו הכהנים היו משפחות בני אהרן בלבד. וכן ניתן ללמוד מהערים שקיבלו בארץ, 13 לכהנים לעומת 35 ללוויים, כמבואר ביהושע כא, יט; לט).<br>ביארו המקובלים ששורש הכהנים בחסד, ושורש הלוויים במידת הדין שיש לצמצם את מידת השפעתה (זוהר ח\"ג קכא, א; קנא, ב; פרדס רימונים כג, יב). ואולי לכן עבודתם כרוכה בעוני ומסירות, כדי למעט את מידת הדין. אבל כשהם עוסקים בתורה במסירות והקרבה, הם זוכים למעלה הגדולה ביותר של כתר תורה. עובדה היא שמשה רבנו גדול ישראל היה לוי, וכן שמואל גדול הנביאים אחריו היה לוי (ושניהם נהגו בפרישות יתירה, עד שמשה נקרא 'איש האלוהים', ושמואל הוא הדוגמא למי שאינו רוצה ליהנות מהעולם, כמבואר בברכות י, ב). עוד צריך לומר, שמדרגתם בשורשה עליונה ונסתרת, ועליהם לגלותה לעולם, ומזה נמשך שורש הברכה, אבל כיוון שהיא נסתרת, הם עצמם אינם זוכים לה בהרחבה.</i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eee47cf7a0c25239b8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 2-3", "anchorRef": "Numbers 8:1-26", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Purifying the Levites", "he": "במדבר הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A parallel to Lev. 8–9, where the dedication of the priests is the last act before the cult goes into operation, this chapter concludes the Levitical portions of Part I of Numbers—a distinctive contribution, as we have noted. Many scholars see the Levitical sections as reflections of later power struggles within the Israelite priesthood. In Levine’s view, this evolution (perhaps from family-based guilds into a full-fledged tribe) is an indication of a relatively late provenance for our text here.", "Milgrom rightly makes the distinction between the “purification” of the Levites and the higher-level “hallowing” (i.e., sanctification) of the priests. It is also interesting to note the cultic rites used here: the offering of a <i>hattat</i> (the standard purificatory sacrifice), and mention of the Levites themselves being considered an “elevation-offering” (v.11)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9e8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 1", "anchorRef": "Numbers 8:1-26", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 8:1-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 8:1-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b87ddefb8b96e7ad31a51", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 74", "anchorRef": "Numbers 8:5-14", "anchorRefExpanded": ["Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 74", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ע״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 74, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאָמַרְתָּ אֵלָיו בְּהַעֲלֹתְךָ אֶת הַנֵּרֹת אֶל מוּל פְּנֵי הַמְּנוֹרָה יָאִירוּ שִׁבְעַת הַנֵּרוֹת: וַיַּעַשׂ כֵּן אַהֲרֹן אֶל מוּל פְּנֵי הַמְּנוֹרָה הֶעֱלָה נֵרֹתֶיהָ כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה: וְזֶה מַעֲשֵׂה הַמְּנֹרָה מִקְשָׁה זָהָב עַד יְרֵכָהּ עַד פִּרְחָהּ מִקְשָׁה הִוא כַּמַּרְאֶה אֲשֶׁר הֶרְאָה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשָׂה אֶת הַמְּנֹרָה:שניוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: קַח אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְטִהַרְתָּ אֹתָם: וְכֹה תַעֲשֶׂה לָהֶם לְטַהֲרָם הַזֵּה עֲלֵיהֶם מֵי חַטָּאת וְהֶעֱבִירוּ תַעַר עַל כָּל בְּשָׂרָם וְכִבְּסוּ בִגְדֵיהֶם וְהִטֶּהָרוּ: וְלָקְחוּ פַּר בֶּן בָּקָר וּמִנְחָתוֹ סֹלֶת בְּלוּלָה בַשָּׁמֶן וּפַר שֵׁנִי בֶן בָּקָר תִּקַּח לְחַטָּאת: וְהִקְרַבְתָּ אֶת הַלְוִיִּם לִפְנֵי אֹהֶל מוֹעֵד וְהִקְהַלְתָּ אֶת כָּל עֲדַת בְּנֵי יִשְׂרָאֵל:שלישיוְהִקְרַבְתָּ אֶת הַלְוִיִּם לִפְנֵי יְהֹוָה וְסָמְכוּ בְנֵי יִשְׂרָאֵל אֶת יְדֵיהֶם עַל הַלְוִיִּם: וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה לִפְנֵי יְהֹוָה מֵאֵת בְּנֵי יִשְׂרָאֵל וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת יְהֹוָה: וְהַלְוִיִּם יִסְמְכוּ אֶת יְדֵיהֶם עַל רֹאשׁ הַפָּרִים וַעֲשֵׂה אֶת הָאֶחָד חַטָּאת וְאֶת הָאֶחָד עֹלָה לַיהֹוָה לְכַפֵּר עַל הַלְוִיִּם: וְהַעֲמַדְתָּ אֶת הַלְוִיִּם לִפְנֵי אַהֲרֹן וְלִפְנֵי בָנָיו וְהֵנַפְתָּ אֹתָם תְּנוּפָה לַיהֹוָה: וְהִבְדַּלְתָּ אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְהָיוּ לִי הַלְוִיִּם:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c72eca100075344696f", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 8:5:1", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Rav Hirsch on Torah, Numbers 8:5:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ח׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. Siehe über Bedeutung dieser Levitenweihe im Zusammenhange mit den vorangegangenen Chanuckaopfern der Fürsten und der nachfolgenden Fortsetzung der Entwickelungsgeschichte Israels das zu Versen 2 und 4 Bemerkte. An dem Tage, an welchem die Aufrichtung des Heiligtums vollendet war, dem 1. Nissan, dem achten Tage der מלואים, an welchem die Weihe der Priester ihre Vollendung erreichte und die חנוכה-Opfer der נשיאים begannen, ward auch diese Weihe der Leviten angeordnet. Es war die פרה אדומה (Kap. 19) am zweiten Nissan vollzogen und die angeordnete Levitenweihe am dritten vorgenommen (ספרי zu נשא Kap. 7, 1; Gittin 60a). – וטהרת אותם. Aus מחנה לויה war טומאת מת nicht verwiesen, und wenn der Dienst der Leviten nur im Wachehalten außerhalb des Heiligtums und im Tragen des zerlegten auf der Wanderung zu leisten gewesen wäre, sie hätten schwerlich der טהרה von טומאת מת, die hier offenbar durch die הזית מי חטאת erzielt wird, bedurft. Den heiligen Geräten durften sie erst nach deren Einhüllung nahen, und wenngleich selbst nach völligem Abbruch die Idee des Heiligtums, wie zu Kap. 2, 17 bemerkt, ihren Einfluss auf מחנה לויה und מחנה ישראל bewahrte, so war doch מחנה שכינה aufgehoben (siehe תוספו׳ Sebachim 61a). Und ihren Wachtdienst dürften sie auch wohl nur außerhalb der קלעי החצר, also in מחנה לויה gehalten haben. Auch im מקדש scheint dieser Beruf sie nur außerhalb der עזרת ישראל, also ebenfalls במחנה לויה geführt zu haben (siehe Middot I, 1; siehe jedoch מל׳מ zu הל  בית הבחירה VIII, 4). Allein, wie bereits oben Kap. 4, 47 bemerkt, bildeten einen wesentlichen Teil ihres Dienstes am und im Heiligtum die Gesänge, שיר, womit sie die Nationalopfer, קרבנות צבור, zu begleiten hatten, und dieser Teil ihres Berufs rief sie allerdings täglich in die innersten Altarräume hin, die kein טמא מת betreten durfte. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65c4f397080c10c5ff4f437e", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 26:9", "anchorRef": "Numbers 8:5-22", "anchorRefExpanded": ["Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22"], "sourceRef": "Vayikra Rabbah 26:9", "sourceHeRef": "ויקרא רבה כ״ו:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [500], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "מַה כְּתִיב אַחַר הָעִנְיָן <small>(ויקרא כא, י)</small>: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו, לָמָּה נִקְרָא שְׁמוֹ כֹּהֵן גָּדוֹל, שֶׁהוּא גָּדוֹל בַּחֲמִשָּׁה דְבָרִים: בְּחָכְמָה, בְּכֹחַ, בְּנוֹי, בְּעשֶׁר וּבְשָׁנִים. בְּנוֹי, שֶׁהוּא נָאֶה מֵאֶחָיו. בְּכֹחַ, שֶׁהוּא גִּבּוֹר. בּוֹא וּרְאֵה אַהֲרֹן כְּשֶׁהֵנִיף אֶת הַלְוִים עֶשְׂרִים וּשְׁנַיִם אֶלֶף, הֵנִיף בְּיוֹם אֶחָד, כֵּיצַד הָיָה מְנִיפָם, מוֹלִיךְ וּמֵבִיא, מַעֲלֶה וּמוֹרִיד, הֱוֵי שֶׁהָיָה גָּדוֹל בְּכֹחַ. בְּעשֶׁר, מִנַּיִן שֶׁאִם לֹא הָיָה עָשִׁיר אֶחָיו הַכֹּהֲנִים מְעַשְּׁרִין אוֹתוֹ. מַעֲשֶׂה בְּפִנְחָס הַסַּתָּת שֶׁמִּנּוּהוּ כֹּהֵן גָּדוֹל, וְיָצְאוּ אֶחָיו הַכֹּהֲנִים וְרָאוּהוּ חוֹצֵב בַּאֲבָנִים, וּמִלְּאוּ הַמַּחְצָב לְפָנָיו דִּינְרֵי זָהָב. וּמִנַּיִן שֶׁאֶחָיו מְגַדְּלִין אוֹתוֹ אִם אֵין לוֹ, שֶׁנֶּאֱמַר: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו, וְלֹא כֹהֵן גָּדוֹל בִּלְבָד, אֶלָּא הַמֶּלֶךְ כַּיּוֹצֵא בּוֹ, וְכֵן אַתָּה מוֹצֵא בְּדָוִד הַמֶּלֶךְ כֵּיוָן שֶׁהָלַךְ לְהִלָּחֵם עִם גָּלְיַת אָמַר לוֹ שָׁאוּל <small>(שמואל א יז, לג)</small>: לֹא תוּכַל לָלֶכֶת אֶל הַפְּלִשְׁתִּי הַזֶּה לְהִלָּחֵם עִמּוֹ כִּי נַעַר אַתָּה, אָמַר לוֹ דָּוִד <small>(שמואל א יז, לד לו)</small>: רֹעֶה הָיָה עַבְדְּךָ לְאָבִי בַּצֹּאן וּבָא הָאֲרִי וְ [את] הַדּוֹב וְנָשָׂא שֶׂה מֵהָעֵדֶר, וְיָצָאתִי אַחֲרָיו וְהִכִּתִיו וְהִצַּלְתִּי מִפִּיו וַיָּקָם עָלַי וְהֶחֱזַקְתִּי בִּזְקָנוֹ וְהִכִּתִיו וַהֲמִיתִּיו, גַּם אֶת הָאֲרִי גַּם הַדֹּב הִכָּה עַבְדֶּךָ וְהָיָה הַפְּלִשְׁתִּי הֶעָרֵל הַזֶּה כְּאַחַד מֵהֶם, אָמַר לוֹ שָׁאוּל מִי אָמַר לְךָ שֶׁאַתָּה יָכוֹל לְהָרְגוֹ, מִיָּד הֱשִׁיבוֹ דָּוִד <small>(שמואל א יז, לז)</small>: ה' אֲשֶׁר הִצִּלַנִּי מִיַד הָאֲרִי וּמִיַּד הַדֹּב הוּא יַצִּילֵנִי מִיַּד הַפְּלִשְׁתִּי הַזֶּה, מִיָּד <small>(שמואל א יז, לח)</small>: וַיַּלְבֵּשׁ שָׁאוּל אֶת דָּוִד מַדָּיו, וּכְתִיב בְּשָׁאוּל <small>(שמואל א ט, ב)</small>: מִשִּׁכְמוֹ וָמַעְלָה גָּבֹהַּ מִכָּל הָעָם, כֵּיוָן שֶׁהִלְבִּישׁוֹ בְּגָדָיו וְרָאָה שֶׁעֲשׂוּיִן לוֹ, מִיָּד הִכְנִיס בּוֹ עַיִן הָרָע, כְּשֶׁרָאָה דָּוִד שֶׁהִלְבִּין פְּנֵי שָׁאוּל, אָמַר לוֹ <small>(שמואל א יז, לט)</small>: לֹא אוּכַל לָלֶכֶת בָּאֵלֶּה כִּי לֹא נִסִּיתִי וַיְסִרֵם דָּוִד מֵעָלָיו, הָא לָמַדְתָּ שֶׁאֲפִלּוּ יְהֵא אָדָם קָצָר וְנִתְמַנָּה מֶלֶךְ נַעֲשָׂה אָרֹךְ, כָּל כָּךְ לָמָּה שֶׁבְּשָׁעָה שֶׁנִּמְשַׁח בְּשֶׁמֶן הַמִּשְׁחָה נַעֲשָׂה מְשֻׁבָּח מִכָּל אֶחָיו, אָמַר דָּוִד בְּשֶׁמֶן הַמִּשְׁחָה שֶׁנִּמְשַׁחְתִּי בּוֹ, אֲנִי שָׂמֵחַ, שֶׁנֶּאֱמַר <small>(תהלים טז, ט)</small>: לָכֵן שָׂמַח לִבִּי וַיָּגֶל כְּבוֹדִי אַף בְּשָׂרִי יִשְׁכֹּן לָבֶטַח.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What is written after the matter? “The priest who is greater  than his brethren” (Leviticus 21:10); why is he called the High  Priest?<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Or, literally, the Great Priest.</i> It is because he is great regarding five matters: Wisdom, strength, beauty, wealth, and years. In beauty, that he is fairer than his brethren; in power, that he is physically strong. Come and see; when Aaron waved twenty-two thousand Levites, he waved them on one day.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See Numbers 8:5–22. </i> How did he wave them? He would wave to and fro [to each side], and raise and lower them; that is, that he was great in strength. <br>In wealth, from where is it derived that if he was not wealthy, that his brethren, the priests, make him wealthy? There was an incident involving Pinḥas the stonemason, that they appointed him High Priest. His brethren, the priests, went out and saw him hewing stones. They filled the quarry before him with gold dinars. From where is it derived that his brethren elevate him if he does not have? As it is stated: “The priest who is greater than his brethren [<i>me’eḥav</i>].”<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This can be interpreted to mean that he becomes great through  his brethren [me’eḥav].</i>  <br>Not only the High Priest, but the king is similar. Likewise, you find regarding King David, when he went to battle with Goliath, Saul said to him: “You are not able to go against this Philistine to fight with him, for you are but a youth” (I Samuel 17:33). David said to him: “Your servant was a shepherd for his father among the sheep, and the lion or the bear would come and carry off a lamb from the flock. I would go out after it, smite it, and save it from its mouth. It rose against me, but I grabbed its beard, smote it, and killed it. Both the lion and the bear, your servant smote, and this uncircumcised Philistine will be like one of them” (I Samuel 17:34–36). <br>Saul said to him: ‘Who said to you that you are able to kill him?’ Immediately, David answered him: “The Lord who delivered me from the hand of the lion and from the hand of the bear, He will deliver me from the hand of this Philistine” (I Samuel 17:37). Immediately, “Saul dressed David in his garments” (I Samuel 17:38). It is written regarding Saul: “From his shoulders upward he was taller than any of the people” (I Samuel 9:2). When he dressed him in his garments and saw that they were appropriate for him, he immediately cast an evil eye on him. When David saw that Saul was humiliated, he said to him: “I will be unable to walk with these, as I am inexperienced. David removed them from upon him” (I Samuel 17:39). You learn that even if a person is short, and becomes king, he becomes taller. Why to that extent? It is because when one is anointed with the anointing oil, he becomes the most outstanding of all his brethren. David said: ‘I rejoice in the anointing oil with which I was anointed,’ as it is stated: “Therefore, my heart rejoices, my being exults; my flesh, too, rests securely” (Psalms 16:9).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc69758c1dc532ec9100", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 8:5", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Steinsaltz on Numbers 8:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר ח׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 8.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66092862a500bb4d2fbbcb39", "index_title": "The Gate of Unity", "category": "Chasidut", "type": "", "ref": "The Gate of Unity 22:61", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "The Gate of Unity 22:61", "sourceHeRef": "נר מצוה ותורה אור; שער היחוד כ״ב:ס״א", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 22.0061, "collectiveTitle": {"en": "The Gate of Unity", "he": "נר מצוה ותורה אור; שער היחוד"}, "he": "וכתנופת הלוים, שנכללו בחסדים דכהנים", "heVersionTitle": "Neirot, 2023", "heLicense": "", "heVersionTitleInHebrew": "", "text": "[This is] likewise the case in regard to the “waving”<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">See Numbers 8:5 through 8:21</i> of the Levites, who became included within the Kindnesses of the <i>Kohanim</i>-Priests.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The Levites are rooted on the side of <i>Gevurah,</i> while the Priests (<i>Kohanim</i>) are rooted on the side of <i>Chessed</i>.</i>", "versionTitle": "Translated by Rabbi Amiram Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56548013d6e4a94e1942d254", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Numbers 8:5", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Abarbanel on Torah, Numbers 8:5", "sourceHeRef": "אברבנאל על תורה, במדבר ח׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 5.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה לאמר קח את הלוים עד וידבר ה' אל משה במדבר סיני. עתה יבאר הכתוב המדרגה השלישית ממשרתי השם במקדש והיא מהלוים. כי אחרי שזכר למעלה ואני הנה לקחתי את הלוים וצוה לקחת אותם לו לעבודתו תחת כל בכור הוצרך לצוות אך יחנכם וימלא את ידם כדין כל אדם שעולה לגדולה ומעלה שצריך שיעשו לו רשומים יורו על חדוש מעלתו ג\"כ כאשר עשו לאהרן ולבניו ולנשיאי' ג\"כ ולא באה א\"כ הפרשה הזאת להודיע לקיחת הלוים תחת כל בכור בבני ישראל כי זה כבר נאמר למעלה אלא לבאר אופן סדר חנוכם. והותרה בזה השאלה הג'. וצוה בזה דברים. הא' קח את הלוים מתוך בני ישראל לפי שהיו הלוים מעורבים בין הדגלים כשאר העם וצוה עתה שיבדילם בהבדל מקומו והב' הוא אמר וטהרת אותם וביאר איך יטהר אותם באמרו הזה עליהם מי חטאת והענין שעד עתה לא היו נזהרים מטומאות הגוף כשאר בני ישראל כמו טמא מת ומצורע ולכך צוה אותם לטהרם להודיעם כי מעתה קדושים יהיו לאלהיהם כיון שהוא מקריב אותם לעבודתו וסביב למשכן יחנו וראוי בעבור זה שיהיו בקדושה וטהרה יותר מהעם כי כל אבר הקרוב אל הלב הוא יותר נכבד מן הרחוק ממנו. וכבר נשרפה הפרה ונעשית מי נדה להתחטא בה מהמתטהרים והמתקדשים ועל זה אמר הזה עליהם מי חטאת והוא באפר הפרה מפני שמעביר חטאת הטומאה נקרא חטאת: והג' הוא אמרו והעבירו תער על כל בשרם ואין הכוונה שאחרי האזהרה יעבירו תער על כל בשרם אלא שיזה עליהם המטהר מי חטאת ויהיה זה אחר שיעבירו תער על כל בשרם כי יעשו ללוים כאשר יעשו למצורע המתחטא שכדי להרחיק ממנו הטומאה הקודמת יגולח. והד' הוא וכבסו בגדיהם והטהרו רוצה לומר שיסירו הבגדים הצואים מעליהם ואמרו אח\"ז והטהרו פירושו שיכבסו בגדיהם אחרי שיטהרו ורחצו בשרם ואין ספק שהיתה טהרת הגוף בכל זה להכין הנפש החכמה לקדושה כמו שצוה במעמד הר סיני וקדשתם היום ומחר וכבסו שמלותם וכן יעקב בעלותו בבית אל אמר לאנשי ביתו ונשיו והטהרו והחליפו שמלותיכם והנה בראשונה הזהירם על מקום דירתם וישיבתם שיהיה סביב למשכן ולא בתוך בני ישראל ואחר כך הזהירם שיטהרו מהעונות שהיו בידיהם ואח\"כ משם והלאה יתרחקו מהתאוות גשמיות שעליהם רמז העברת התער על כל בשרם כי להיות השער מותר הגוף היה התגלחותו רומז להרחקתו מהדברים המותריים. ואח\"כ הזהירם מהמדות המגונות שג\"כ יחליפו אותם ואליהם רמז בכבוס הבגדים. ואחרי כל האזהרות האלה צוה על הקרבנות שיקריבו הלוים ואמר ולקחו פר בן בקר ומנחתו ר\"ל שהלוים יקריבו שני פרים שוים בתמונתם אחד לחטאת ואחד לעולה כמו שמפורש בפרשה וקצר הכתוב בפר הראשון שלא זכר כאן שיהיה לעולה לפי שאח\"ז יאמר ועשה את האחד חטאת והאחד עולה לה' לכפר וגו'. ואם לא זכר כאן כמה תהיה מנחת כל אחד מהפרים אבל אמר סתם ומנחתו סולת בלולה בשמן הוא לפי שכבר נסמך על מה שנזכר לעיל שמנחת הפר תהיה ג' עשרונים סולת וגו' ואמר ופר שני להגיד שיהיה דומה לפר הראשון כלו' בן בקר רך וטוב כמוהו. והיו פרי החטאת לכפר עליהם מאיזה חטא שעשו הלוים בכללותם כי להיותם שבט אחד היה דינו כדין הקהל וחטאת הקהל היה פר בן בקר. והפר השני היה לעולה להתקרב אל האלהים ולדבקה בו כי העולה כמו שביארתי היתה להביא הדבקות באלהים. ולכך ראוי לפרש מ\"ש הכתוב כאן לכפר על הלוים שחוזר אל החטאת לא אל העולה. ואמר והקרבת את הלוים לפני אהל מועד. להגיד שלא יחשבו להכנס למקדש ה' ככהנים כי הם לא יכנסו שמה אבל יתקרבו אל אהל מועד במקום שמגיעים עם שאר העם. ובעבור שנלקחו הלויים במקום בכורות בני ישראל צוה שיתקהלו שם כל העדה ויעמדו על קרבנם כי הלוים היו קרבן כפרה שלהם ולכך יסמכו ישראל את ידיהם על הלוים כאלו הקריבו ישראל אותם והיו קודש במדרגת הקרבן והענין ששמירת המקדש ועבודתו תהיה מוטלת עליהם ולא על בכוריהם עוד כי לכן העם היו נותנים ללוים מעשר תבואותיה' חלף ושכר עבודתם. והתבונן שהלוים ישתעבדו כאן בשני שעבודים. הא' הוא לעבוד את ה' במשמרת המקדש ומסעיו ובשיר ושאר הדברים המוחלים עליהם מהש\"י. והשעבוד השני הוא שישתעבדו לאהרן ולבניו לעבדה ולשרת אותה לא בדברים המיוחדים לכהנים בגופיהם ונסכיהם ובניהם אלא בענינים האלהיים לעשות ככל אשר יצוו אותם הכהנים בעניני המקדש. ומפני זה זכרה התורה בהם תנופות מתחלפות כי על השעבוד הראשון שהוא לש\"י תחת הבכורות אמר וסמכו בני ישראל את ידיהם על הלוים והניף אהרן את הלוים תנופה לפני ה' מאת בני ישראל והיו לעבוד את עבודת ה' כי היה אהרן מניף אותם לפני השם ותנופה היא בהולכת והובאת ירידה ועליה כאומר הרי אלו עובדי ה' לעבדו תתת בכורות בני ישראל. ובעבור שהעבודה והשירות יעשו בני אדם בתנועה ובתנופה לכן היה מניף אותם סימן היותם זריזים לעבודתו ואחרי שזכר התנופה הראשונה זאת זכר תנופה שנית והיא כנגד השעבוד השני שיהיו הלוים משועבדים לאהרן ולבניו. ועל זה אמר והעמדת את הלוים לפני אהרן והנפת אותם תנופה לה' שלא אמר שיניפם אהרן כי איך יניף לעצמו אבל שמשה עצמו יניף אותם לפני אהרן לרמוז על היותם זריזים לשמור ולעשות ככל אשר יורו אותם הכהנים. איך יהיה זה לה' ר\"ל בעניני המקדש ולא בד\"א. ואחרי שזכר שתי התנוכות האלה. זכר הכתוב בפעולות האלה קדימתם ואיחורם. וע\"ז אמר והבדלת את הלוים מתוך ב\"י כמו שצוהו קח את הלוים מתוך ב\"י ונזכר כאן שנית לפי שבא הכתוב הזה לתת סדר בדברים שכבר זכר ואמר שבראשונה יבדילם מתוך בני ישראל ויניחם במשמרותיהם הראויות אליהם. ואחרי כן יבואו הלוים לעבוד את אהל מועד וקודם העבודה יטהרם כמו שנזכר ואז והנפת אותם תנופה ואין זו תנופה אחרת שלישית אבל היא זכרון התנופה אשר כבר זכר כי כמו שזכר ההבדלה מתוך בני ישראל ואחריה יטהרו אותם כן זכר שאז אחרי הטהרה יניף אותם בשתי התנופות שזכר למעלה ונתן יתברך הטעם בשתי התנופות ושני השעבודים אשר זכר באמרו כי נתונים נתונים המה לי כלו' השעבוד הראשון לי היה לפי שהלוים נתנו לי תחת הבכורות שהם פטר כל רחם בבני ישראל שהיו ראשונה שלי ולקחתי הלוים תחתם וזהו החיוב הראשון מהלוים לי וכנגד השעבוד השני אמר ואתנה את הלוים לאהרן ולבניו מתוך בני ישראל ר\"ל אני העברתי אותו שעבוד שהיה לי שיהיה ללוים לפני אהרן ובניו וא\"כ הם משועבדים להם לא שיהיו הלוים כעבדים לכהנים מקנת כספם אלא לעבוד את עבודת בני ישראל באהל מועד ולכפר וגו' ר\"ל שהם ישמרו את המקדש באופן שישראל לא יגשו אליו ובזה לא יהיה הנגף בהם בסבת גשתם שמה ואמר ויעש משה ואהרן וכל עדת בני ישראל ללוים ככל אשר צוה ה' את משה וחזר לומר כן עשו להם בני ישראל לפי שראשונה אמר בכלל שמשה ואהרן וכל העדה עשו ככל אשר צוה ה' את משה ללוים ר\"ל בענין הלוים ואחרי שאמר זה בכלל פרט מהו אשר עשתה העדה ועל זה אמר כן עשו להם בני ישראל ויתחטאו הלוים ר\"ל וככה עשו כל בני ישראל והוא שהתחטאו הלוים ויכבסו בגדיהם וינף אהרן אותם תנופה לפני ה' והיא התנופה הראשונה שעשה בהם אהרן ויכפר עליהם אהרן לטהרם בהקרבת קרבנותיהם. וביאר ג\"כ בפרט ענין התנופה השנית ואמר ואחרי כן באו הלוים לעבוד את עבודתם באהל מועד לפני אהרן ולפני בניו והוא השעבוד השני. ועל התנופה השנית שנעשתה אז נאמר כאן כאשר צוה ה' את משה על הלוים כן עשו להם והיא התנופה השנית שצוה למעלה. הרי לך מבואר ששתי התנופות נזכרו כאן ג\"כ אחת בבירור ופירוש ואחת ברמיזה כאשר צוה ה' ללוים כן עשו להם בני ישראל כי התנופה השנית לא צוה ית' שיעשה אהרן אלא משה כמו שפרשתי ולכך נאמר כאן כאשר צוה ה' על הלוים כלומר להניף אותם משה לעצמו והותרו במה שפרשתי השאלה הד' והה'. ולפי שדבר כאן על ענין הלוים ביאר הכתוב ג\"כ ענין עבודתם כפי השנים ואמר שמבן חמש ועשרים שנה ומעלה יבא לצבא צבא בעבודת אהל מועד. ופרש\"י שמבן כ\"ה שנה יבא ללמוד הלכות עבודה ולומד חמש שנים. ומבן שלשים יעבוד. והרמב\"ן לא קבל זה ונראין דבריו. והכתוב אומר (שם ח' כ\"ד) לצבא צבא לעבודת אהל מועד והלשון הזה מורה על העבודה לא על הלמוד. ולכך אמר ומבן חמשים שנה ישוב מצבא העבודה ולא יעבוד עוד. והיותר נכון בזה כי מבן שלשים שנה נמנו לענין המשא כי היה צריך לזה כח בן שלשים האמנם בהיותו בן כ\"ה יבא לצבא צבא באהל מועד ר\"ל לעבוד במקדש בשיר ובשמירת האהל כי הם דברים יאותו יותר לבחורים שקולם ערב והם יותר זריזים בענין השמירה ולזה אמר בעבודת אהל מועד לא לענין משא בדרכים כי אם לעבוד בעניני המקדש בהיותו חונה במקומו. ולזה הדעת נטה הראב\"ע. והקשה עליו הרמב\"ן כי שם בבני השלשים שנה נאמר גם כן כל הבא לצבא צבא לעבוד עבודה באהל מועד ונאמר לעבוד ולמשא. ואין זו קושיא כי שם נאמר לעבוד ולמשא. וכאן לא נאמר ולמשא כל שהיה מוטל על הכ\"ה היה מוטל על השלשים ולא יתהפך. אבל דוד המלך ע\"ה הרחיב את הדבר יותר ושם את הלוים עובדים בבית ה' בהיותם מבן כ' שנה. ורש\"י כתב (שם) ומבן חמשים שנה ישוב מצבא העבודה ולא יעבוד עוד עבודת משא בכתף. אבל חוזר הוא לנעילת שערים ולשיר ולטעון עגלות. וגם זה מורה שמבן כ\"ה שנה היה עובד בשאר הדברים ולא במשא. כי קודם שלשים היה דינו כדין אחר חמשים. ומזה התבאר שבלויים שנים פוסלים ואין מומים פוסלים. אבל בכהנים מומים פוסלים ואין שנים פוסלים בהם. והותרה בזה השאלה הו': "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad947cd6e4a93323dc0140", "index_title": "Gittin", "category": "Talmud", "type": "", "ref": "Gittin 60a:17", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Gittin 60a:17", "sourceHeRef": "גיטין ס׳ א:י״ז", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 119.0017, "collectiveTitle": {"en": "Gittin", "he": "גיטין"}, "heTitle": "גיטין", "he": "אִי נָמֵי, לְכִדְרַבִּי לֵוִי – דְּאָמַר רַבִּי לֵוִי: שְׁמֹנֶה פָּרָשִׁיּוֹת נֶאֶמְרוּ בַּיּוֹם שֶׁהוּקַם בּוֹ הַמִּשְׁכָּן, אֵלּוּ הֵן: פָּרָשַׁת כֹּהֲנִים, וּפָרָשַׁת לְוִיִּם, וּפָרָשַׁת טְמֵאִים, וּפָרָשַׁת שִׁילּוּחַ טְמֵאִים, וּפָרָשַׁת ״אַחֲרֵי מוֹת״,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Alternatively,</b> this verse serves to allude <b>to</b> the sections of the Torah discussed in <b>that</b> statement <b>of Rabbi Levi, as Rabbi Levi says: Eight sections were said on the day that the Tabernacle was erected,</b> on the first of Nisan. <b>They are: The section of the priests</b> (Leviticus 21:1–22:26); <b>the section of the Levites</b> (Numbers 8:5–26); <b>the section of the impure</b> (Leviticus 13:1– 14:57); <b>the section of the sending away of the impure</b> (Numbers 5:1–4); <b>the section</b> beginning with the words <b>“After the death”</b> (Leviticus, chapter 16);", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5926b2a2d6e4a957603a2c28", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Beha'alotcha 12:1", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Midrash Tanchuma Buber, Beha'alotcha 12:1", "sourceHeRef": "תנחומא בובר, בהעלותך י״ב:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בהעלותך", "he": " וידבר ה' וגו' קח אל הלוים <small>(במדבר ח ה ו)</small>. ילמדנו רבינו, כמה נימין היו בכנור שהיו הלוים מנגנין בו, כך שנה ר' יהודה שבע נימין היו באותו כנור, שנאמר שובע שמחות את פניך <small>(תהלים טז יא)</small>, אל תקרי שובע אלא שבע, וכן אמר דוד שבע ביום הללתיך <small>(שם קיט קסד)</small>, ולימות המשיח נעשית שמונה, שכן אמר דוד בניגון, למנצח בנגינות על השמינית <small>(שם ו א)</small>, ולעתיד לבא נעשית עשר, שנאמר <small>(שירו לאלהים שיר חדש וגו')</small> [אלהים שיר חדש אשירה לך בנבל עשור אזמרה לך] <small>(שם קמד ט)</small>, ומי התקין להם, שמואל ודוד, שנאמר המה יסד דויד ושמואל הרואה באמונתם <small>(דה\"א ט כב)</small>, והם העמידו חלוקי השיר, והיו הלוים עומדין על הדוכן, ומזמרין לפני מי שאמר והיה העולם, ראה חיבה שחיבב הקב\"ה את הלוים, ומתחלה בחק בהם הקב\"ה שיהו משמשין אותו, לפיכך אמר הקב\"ה למשה, הרבה הלוים חביבים לפני, קח אותם לשמי לשררה, (שנאמר) [מניין ממה שקראו בענין] קח את הלוים.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 8:5-6:) <small>THEN THE LORD SPOKE &lt;UNTO MOSES SAYING&gt;: TAKE THE LEVITES</small>. Let our master instruct us: How many strings were on the harp which the Levites played?<sup class=\"footnote-marker\">32</sup><i class=\"footnote\"><i>Tanh</i>. Numb. 3:7; Numb. R. 15:11}</i> Thus did R. Judah teach:<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>T‘Arakh</i>. 2:7; ‘<i>Arakh.</i> 13b.</i> There were seven (<i>shB'</i>) strings on that harp, as stated (in Ps. 16:11): <small>IN YOUR PRESENCE THERE IS FULLNESS</small> (rt.: <i><small>SB</small></i>')<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Since the <i>S</i> here is a Hebrew <i>sin</i> in the unpointed text <i>SB</i>‘ is identical with <i>ShB</i>‘.</i> <small>OF JOY</small>. Do not read &lt;the word pointed as&gt; <i>sova</i>' (\"fullness\") but &lt;as&gt; <i>sheva</i>' (\"seven\"). So also did David say (in Ps. 119:164): <small>WITH SEVEN A DAY DO I PRAISE YOU</small>.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">M. Pss. 81:3; <i>PR</i> 21:1. A more traditional translation of Ps. 119:164 would read: <small>SEVEN TIMES A DAY DO I PRAISE YOU</small>.</i> Moreover, in the days of the Messiah it will be made with eight &lt;strings&gt;. Therefore David has stated concerning the instrumental music (in Ps. 6:1): <small>FOR THE LEADER; WITH INSTRUMENTAL MUSIC ON THE EIGHT-STRINGED HARP</small>. Furthermore in the age to come it will be made of ten &lt;strings&gt; as stated {<small>SING TO GOD A NEW SONG…</small>. }<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">No Psalm has exactly these words but <small>SING TO THE LORD A NEW SONG…</small>. appears in Pss. 96:1; 98:1; and 149:1; as well as in Is. 42:10.</i> [(in Ps. 144:9): <small>O GOD, LET ME SING TO YOU A NEW SONG; LET ME PLAY FOR YOU ON A TEN-STRINGED HARP</small>.] And who ordained them? Samuel and David. It is so stated (in I Chron. 9:22): <small>DAVID AND SAMUEL THE SEER ORDAINED THEM IN THEIR OFFICE OF TRUST</small>. Moreover, they &lt;were the ones who&gt; set up the divisions for singing. Now the Levites would stand on their platform and sing before the one who spoke for the world to come into being. See the love with which the Holy One loved the Levites. So from the beginning the Holy One chose them to serve him. Therefore, the Holy One said to Moses. Levites are extremely dear to me. Take them in my name for a position of authority. {Thus it is stated:} [From where is it shown? From what they read on the matter] (in Numb. 8:6): <small>TAKE THE LEVITES</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5c3c8e06e20d4000851ecbd4", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 51:3:4", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Likutei Moharan 51:3:4", "sourceHeRef": "ליקוטי מוהר\"ן נ״א:ג׳:ד׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְהַטָּהֳרָה הוּא בְּחִינַת שְׂמֹאל, בְּחִינַת לֵוִי, בְּחִינַת: וְטִהַרְתָּ אֶת בְּנֵי לֵוִי; וְלֵוִי הוּא בְּחִינַת שְׂמֹאל, כַּיָּדוּעַ. וְעַל־כֵּן עִקַּר אֲחִיזַת הַטֻּמְאָה הוּא מִבְּחִינַת שְׂמָאלָא, כִּי שְׂמֹאל הוּא בְּחִינַת הַטָּהֳרָה, שֶׁמִּשָּׁם עִקַּר אֲחִיזַת הַטֻּמְאָה כַּנַּ\"ל. ", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "Purity is the aspect of the left side, the aspect of Levi, corresponding to “You shall purify the Levites” (Numbers 8:5). And Levi is the aspect of the left side, as is known. Therefore, the very hold that impurity has derives from the left side, because the left is the aspect of purity from which impurity’s very hold derives, as explained above.", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5cd1410004bbb60019c1e5ac", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 8:5:1", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Birkat Asher on Torah, Numbers 8:5:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ח׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "לפני שנכנסו הלויים לעבודת הקודש שלהם, טיהרו אותם כדרך שמטהרים טמאי־מת, על ידי הזאת מי חטאת (ראה להלן יט, יא-יג) ועל ידי העברת תער על כל בשרם וכבוס בגדיהם (פסוק ז). רק אחר כך הוקדשו לעבודה במעשה של הקרבת קרבנות מיוחדים (פסוק ח) ושל סמיכת ידיהם של ישראל עליהם (פסוק י) ושל סמיכת ידי הלויים על קרבנותיהם (פסוק יב), ולבסוף הניפו אותם תנופה לפני ה' (פסוקים יא ו־כא). הכהנים בסדר ימי מלואיהם (שמות כ״ט:כ״ד), וגם הנשיאים שהקריבו קרבנותיהם לחנוכת המזבח (למעלה ז, טז ואילך) - לא נזקקו לתהליך הטהרה לו נזקקו הלויים כאן. והסיבה לדבר היא, שרק לאחר שנצטוו לשלח מן המחנה כל צרוע וכל זב וכל טמא לנפש (למעלה ה, ב), קיבלו דיני טומאה וטהרה אלה תוקף, ונתחייבו הלויים להטהר מטומאותיהם. כך כותב ר' יחיאל צבי מושקוביץ ב\"דעת מקרא\". (פ' בהעלתך תשנ\"ו)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea113eb7d2e1475644ce7", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 8:5:1", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Midrash Lekach Tov, Numbers 8:5:1", "sourceHeRef": "מדרש לקח טוב, במדבר ח׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וידבר ה' אל משה לאמר. קח את הלוים. חיבה יתירה חיבב הקב״ה את הלוים שקרבם לשרתו ולברך בשמו. קח את הלוים. זהו שאמר הכתוב (דברים י׳:ח׳) בעת ההיא הבדיל ה' את שבט הלוי. מתוך בני ישראל וגו' וטהרת אותם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "641951453f60e9e0fa3cfda0", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Exodus 12:2:1", "anchorRef": "Numbers 8:5", "anchorRefExpanded": ["Numbers 8:5"], "sourceRef": "Netinah LaGer, Exodus 12:2:1", "sourceHeRef": "נתינה לגר, שמות י״ב:ב׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "שמות", "he": "<b>ראשון הוא לכם, קדמאה הוא לכון.</b> לא ת' \"ניסן\" כמו שת' (לקמן פסוק י\"ח) כי שם לא נאמר \"בחדש הראשון\" רק \"בראשון בארבעה עשר יום לחדש\" לכן באר בתרגומו שהוא ניסן ועמ\"ש לקמן (במדבר ח' ה').", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]