[{"_id": "521df038edbab45814ae62d9", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Rashi on Numbers 8:11:1", "sourceHeRef": "רש\"י על במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>והניף אהרן את הלוים תנופה.</b> כְּדֶרֶךְ שֶׁאֲשַׁם מְצֹרָע טָעוּן תְּנוּפָה חַי; שָׁלֹשׁ תְּנוּפוֹת נֶאֶמְרוּ בְּפָרָשָׁה זוֹ: הָרִאשׁוֹנָה — לִבְנֵי קְהָת, לְכָךְ נֶאֱמַר בָּם \"וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת ה'\", לְפִי שֶׁעֲבוֹדַת קֹדֶשׁ הַקֳּדָשִׁים עֲלֵיהֶם — הָאָרוֹן וְהַשֻּׁלְחָן וְגוֹ'; הַשְּׁנִיָּה — לִבְנֵי גֵרְשׁוֹן, לְכָךְ נֶאֱמַר בָּם \"תְּנוּפָה לַה'\", שֶׁאַף עֲלֵיהֶם הָיְתָה עֲבוֹדַת הַקֹּדֶשׁ — יְרִיעוֹת וּקְרָסִים הַנִּרְאוֹת בְּבֵית קֹדֶשׁ הַקֳּדָשִׁים, וְהַשְּׁלִישִׁית — לִבְנֵי מְרָרִי:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והניף אהרן את הלוים תנופה AND AARON SHALL MAKE A WAVING WITH THE LEVITES — just as the guilt offering of the leper (to whom the Levites are compared in some respect; cf. Rashi on v. 7) required waving whilst alive. — Three times is the command of waving the Levites mentioned in this section (vv. 11, 13, 15): the first refers to the sons of Kohath; therefore (because it is they who are referred to) Scripture adds with regard to them, “that they may execute the service of the Lord” — for it was upon them (the sons of Kohath) that the service of the most holy objects: the Ark, the table, etc., devolved. The second refers to the sons of Gershon, and therefore Scripture adds with regard to them, “a waving for the Lord”, for upon them devolved the service of the holy (though not the most holy) objects: the hangings and the catches which were visible in the Holy of Holies. The third refers to the sons of Merari.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6fa5", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 8:11", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Onkelos Numbers 8:11", "sourceHeRef": "תרגום אונקלוס על במדבר ח׳:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0011, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וִירִים אַהֲרֹן יָת לֵוָאֵי אֲרָמָא קֳדָם יְיָ מִן בְּנֵי יִשְׂרָאֵל וִיהוֹן לְמִפְלַח יָת פָּלְחָנָא דַיְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Aharon shall wave the Levites as a wave-offering before Adonoy from Bnei Yisroel and they will be [entrusted] to do the worship of Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7db", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 8:11", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Targum Jonathan on Numbers 8:11", "sourceHeRef": "תרגום יונתן על במדבר ח׳:י״א", "anchorVerse": 11, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0011, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְיָרִים אַהֲרן יַת לֵיוָאֵי אֲרָמָא קֳדָם יְיָ מִן בְּנֵי יִשְרָאֵל וִיהוֹן לְמִפְלַח יַת פּוּלְחָנָא דַיְיָ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And Aharon shall present the Levites, (as) an elevation before the Lord from the sons of Israel, and they shall be for the work of the service of the Lord.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5394b065fbfba24fa9b33632", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 2:28", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Kuzari 2:28", "sourceHeRef": "הכוזרי ב׳:כ״ח", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 2.0028, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(כח) אָמַר הֶחָבֵר: אֱמֶת הוּא, שֶׁשֹּׁרֶשׁ הַחָכְמָה מֻפְקָד בָּאָרוֹן אֲשֶׁר הוּא בְמַדְרֵגַת הַלֵּב, וְהֵם עֲשֶׂרֶת הַדְּבָרִים וְתוֹלְדוֹתֵיהֶם, וְהִיא, הַתּוֹרָה – מִצִּדּוֹ, כְּמָה שֶׁאָמַר: \"וְשַׂמְתֶּם אוֹתוֹ מִצַּד אֲרוֹן בְּרִית־יְיָ\", וּמִשָּׁם תֵּצֶאנָה שְׁתֵּי הַחָכְמוֹת: חָכְמַת הַתּוֹרָה, וְנוֹשְׂאֶיהָ – הַכֹּהֲנִים, וְחָכְמַת הַנְּבוּאָה, וְנוֹשְׂאֶיהָ – הַנְּבִיאִים, וְהֵם הָיוּ כְמוֹ הַיּוֹעֲצִים הַמַּכִּירִים וְהַמַּזְהִירִים הָאֻמָּה וְהַמַּזְכִּירִים וְהַכּוֹתְבִים, וְהֵם רֹאשׁ הָאֻמָּה.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "28. The Rabbi: Quite so. The root of all knowledge was deposited in the Ark which took the place of the heart, viz. the Ten Commandments, and its branch is the Tōrāh on its side, as it is said: 'Put it in the side of the ark of the covenant of the Lord your God' (Deuteronomy 31:26). From there went forth a twofold knowledge, firstly, the scriptural knowledge, whose bearers were the priests; secondly, the prophetic knowledge which was in the hands of the prophets. Both classes were, so to speak, the people's watchful advisers, who compiled the chronicles. They, therefore, represent the head of the people.", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "5396837dfbfba24fa9b34f82", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 2:26", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Kuzari 2:26", "sourceHeRef": "הכוזרי ב׳:כ״ו", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 2.0026, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(כו) אָמַר הֶחָבֶר: מַה שֶּׁאָמַר: \"לְאִשַּׁי\" מְיַשֵּׁר כָּל קָשֶׁה. הוּא אוֹמֵר כִּי הַקָּרְבָּן הַהוּא וְהַלֶּחֶם וְרֵיחַ הַנִּיחֹחַ אֲשֶׁר הֵם מְיֻחָסִים אֵלַי, אָמְנָם הֵם לְאִשַּׁי, רְצוֹנוֹ לוֹמַר: הָאֵשׁ הַנִּפְעֶלֶת לִדְבָרוֹ יִתְבָּרֵךְ, אֲשֶׁר מַאֲכָלָה הַקָּרְבָּנוֹת, וְאַחַר כֵּן יֹאכְלוּ הַכֹּהֲנִים שְׁאָר חֶלְקָה, וְהַכַּוָּנָה בָזֶה תִּקּוּן הַסֵּדֶר כְּדֵי שֶׁיָּחוּל בּוֹ הַמֶּלֶךְ חוּל גְּדֻלָּה לֹא חוּל מָקוֹם. וְשִׂים דִּמְיוֹן הָעִנְיָן הָאֱלֹהִי הַנֶּפֶשׁ הַמְדַבֶּרֶת, הֶחָלָה בְגוּף טִבְעִי בַּהֲמִי, כַּאֲשֶׁר נִשְׁתַּוּוּ טְבָעָיו וְנִסְדְּרוּ כֹּחוֹתָיו הָעֶלְיוֹנִים וְהָרָאשִׁיִּים סִדּוּר נָכוֹן לְעִנְיָן יוֹתֵר נַעֲלֶה מֵעִנְיָן הַבְּהֵמוֹת, הָיָה רָאוּי שֶׁיָּחוּל מֶלֶךְ הַשֵּׂכֶל אֶצְלוֹ לְהוֹרוֹת אוֹתוֹ וּלְיַשְּׁרוֹ וּלְהִתְחַבֵּר אֶצְלוֹ כָּל עֵת אֲשֶׁר יִשָּׁאֵר הַסֵּדֶר הַהוּא, וְכַאֲשֶׁר יִפָּסֵד הַסֵּדֶר יִפָּרֵד מִמֶּנּוּ. וְדוֹמֶה לַכְּסִיל, כִּי הַשֵּׂכֶל צָרִיךְ לְמַאֲכָל וּלְמִשְׁתֶּה וּלְרֵיחַ, בַּעֲבוּר שֶׁרוֹאֶה אוֹתוֹ כִּי הוּא מַתְמִיד בְּהַתְמָדָתָם נִפְרָד בְּהִפָּרְדָם, וְאֵינֶנּוּ כֵן, אָכֵן הָעִנְיָן הָאֱלֹהִי מֵטִיב, רוֹצֶה הַטּוֹב לַכֹּל, וּבְעֵת שֶׁיִּסְתַּדֵּר דָּבָר וְיִכּוֹן לְקַבֵּל הַנְהָגָתוֹ לֹא יִמְנַע מִמֶּנּוּ לֶאֱצֹל עָלָיו אוֹר וְחָכְמָה וָדָעַת, וְכַאֲשֶׁר יִפָּסֵד סִדְרוֹ לֹא יְקַבֵּל הָאוֹר הַהוּא וְיִהְיֶה הֶפְסֵדוֹ. וְהִתְעַלָּה הָעִנְיָן הָאֱלֹהִי מֵהַשִּׂיג אוֹתוֹ שִׁנּוּי אוֹ הֶפֱסֵד וְכָל מַה שֶּׁיֵּשׁ בְּסֵדֶר עֲבוֹדָה מֵהָעֲבוֹדָה וְהַקָּרְבָּנוֹת וְהַקְּטֹרֶת וְהַזְּמִירוֹת וְהַמַּאֲכָל וְהַמִּשְׁתֶּה עַל תַּכְלִית הַטָּהֳרָה וְהַקְּדֻשָּׁה, נֶאֱמַר בָּהֶם:\"עֲבוֹדַת ה', וְ\" לֶחֶם אֱלֹהֶיךָ\" וְזוּלָתִי זֶה, וְהַכֹּל כִּנּוּי לִרְצוֹנוֹ בַּסֵּדֶר הַטּוֹב בָּאֻמָּה וְהַכֹּהֲנִים, וְקִבּוּלוֹ מִנְחָתָם, עַל דֶּרֶךְ הַדִּמְיוֹן, וְחוּלוֹ אֶצְלָם לְכָבוֹד לָהֶם, וְהוּא נַעֲלֶה וְנִקְדָּשׁ מִן הַהֲנָאָה בְמַאֲכָלָם וּבְמִשְׁתֵּיהֶם, אַךְ מַאֲכָלָם לְנַפְשׁוֹתָם, כְּמוֹ שֶׁעִכּוּל הָאִצְטוּמְכָא וְהַכָּבֵד כַּאֲשֶׁר הָיָה נִתְקָן, וְאַחַר כָּךְ יִתָּקֵן הַצָּלוּל מִמֶּנּוּ בַלֵּב, וְהַצָּלוּל שֶׁבַּצָּלוּל בָּרוּחַ. יְתֻקַּן הַלֵּב וְהָרוּחַ וְהַמֹּחַ בַּמָּזוֹן הַהוּא, וִיתֻקְּנוּ גַם כֵּן כְּלֵי הָעִכּוּל וּשְׁאָר הָאֲבָרִים בָּרוּחוֹת הַהוֹלְכוֹת אֲלֵיהֶם דֶּרֶךְ הַדְּפָקִים וְהָעֲצָבִים וְהַוְּרִידִים הַשּׁוֹכְנִים. וּכְלָלוֹ שֶׁל דָּבָר שֶׁיִּהְיֶה הַמֶּזֶג כֻּלּוֹ מְתֻקָּן וּמְזֻמָּן לְקִבּוּל הַנְהָגַת הַנֶּפֶשׁ הַמְדַבֶּרֶת, אֲשֶׁר הִיא עֶצֶם נִפְרָד קָרוֹב לְעֶצֶם הַמַּלְאָכִים שֶׁנֶּאֱמַר בָּהֶם \"דִּי מְדָרְהוֹן עִם־בִּשְׂרָא לָא אִיתוֹהִי\", וְיָחוּל בַּגוּּף חוּל מַלְכוּת וְהַנְהָגָה לֹא חוּל מָקוֹם, וְהִיא לֹא נֶהֱנֵית מֵהַמָּזוֹן הַהוּא מְאוּמָה, כִּי הִיא נַעֲלָה מִמֶּנּוּ. וְהָעִנְיָן הָאֱלֹהִי לֹא יָחוּל כִּי אִם בְּנֶפֶשׁ מְקַבֶּלֶת הַשֵּׂכֶל, וְהַנֶּפֶשׁ לֹא תִתְחַבֵּר כִּי אִם בְּרוּחַ חַם טִבְעִי, אִי אֶפְשָׁר לוֹ בִּלְתִּי מָקוֹר שֶׁיִּקָּשֵׁר בּוֹ, כְּהִקָּשֵׁר הַלַּהַב בְּרֹאשׁ הַפְּתִילָה. דִּמְיוֹן הַפְּתִילָה הִיא הַלֵּב, וְהַלֵּב צָרִיךְ אֶל מֶשֶׁךְ דָּם, וְהַדָּם לֹא יִתְהַוֶּה כִּי אִם בְּסִבַּת כְּלֵי הָעִכּוּל, עַל כֵּן הֻצְרַךְ אֶל הָאִצְטוּמְכָא, הַכָּבֵד וְשַׁמָּשֵׁיהֶם. וְכֵן נִצְטָרֵךְ הַלֵּב אֶל הָרֵאָה וְהַגָּרוֹן וְהָאַף וְהַקְּרוּם וְהַמֵּיתָר הַמֵּנִיעַ לְמֵיתַר הֶחָזֶה לַעֲבוֹדַת הַנְּשִׁימָה, לְהַשְׁווֹת מֶזֶג הַלֵּב בָּאַוִּיר הַנִּכְנָס וּבֶעָשָׁן הַיּוֹצֵא, וְהֻצְרַךְ לְבַעֵר מוֹתְרֵי הַמְּזוֹנוֹת אֶל כֵּלִים מִכֹּחוֹת דּוֹחוֹת וּכְלֵי הַיְצִיאָה וְהַשֶּׁתֶן, וְהָיָה הַגּוּף מִכָּל אֲשֶׁר זָכָרְנוּ. וְהֻצְרַךְ אֶל הַעְתָּקַת הַגּוּף מִמָּקוֹם לְמָקוֹם לְבַקָּשַׁת מַה שֶּׁצָרִיךְ אֵלָיו וְלִבְרֹחַ מִמַּה שֶּׁיַּזִּיקֵהוּ, וְכֵלִים שֶׁיָּבִיאוּ אֵלָיו וְיִדְחוּ מֵעָלָיו, וְהֻצְרַךְ אֶל יָדַיִם וְרַגְלַיִם, וְהֻצְרַךְ אֶל יועֲצִים מַתְרִים בְּמַה שֶּׁיִּירָא מִמֶּנּוּ וִיקַוָּה אוֹתוֹ, יוֹדְעִים מַה שֶּׁהָיָה, כּוֹתְבִים וּמַזְכִּירִים מַה שֶּׁעָבַר לְהִזָּהֵר מִכָּמוֹהוּ לֶעָתִיד אוֹ לְקַוּוֹתוֹ. וְהֻצְרַךְ אֶל הַחוּשִׁים הַנִּרְאִים וְהַנִּסְתָרִים, וְהָיָה הָרֹאשׁ מַחֲנֵיהֶם, בְּעֶזְרַת הַלֵּב וְהַמְשָׁכָתוֹ, וְהָיָה הַגּוּף כֻּלּוֹ מְסֻדָּר סֵדֶר אֶחָד, שָׁב אֶל הַנְהָגַת הַלֵּב אֲשֶׁר הוּא הַמַּחֲנֶה הָרִאשׁוֹן לַנֶּפֶשׁ, וְאִם תָּחוּל בַּמֹּחַ הוּא חוּל שֵׁנִי בְמִצּוּעַ הַלֵּב. וְכֵן נִסְדְּרָה הָאֻמָּה הַחַיָּה הָאֱלֹהִית כַּאֲשֶׁר אָמַר יְהוֹשֻׁעַ: \"בְּזֹאת תֵּדְעוּן כִּי אֵל חַי בְּקִרְבְּכֶם\", נִפְעֲלָה הָאֵשׁ בְּחֵפֶץ הָאֱלֹהִים בִּרְצוֹתוֹ בָאֻמָּה וְהָיְתָה אוֹת קִבּוּל מִנְחָתָם וּתְשׁוּרָתָם, כִּי הָאֵשׁ הוּא הַדַּק וְהַנַּעֲלֶה מִכָּל אֲשֶׁר תַּחַת גַּלְגַּל הַיָּרֵחַ מֵהַגּוּפוֹת, וְהָיָה מְקוֹם חוּלָהּ, שֻׁמַּן חֶלְבֵי הַקָּרְבָּנוֹת וַעֲתָרָם וַעֲשַׁן עֲנַן הַקְּּטֹרֶת וְהַשְּׁמָנִים, בְּדֶרֶךְ הָאֵשׁ אֲשֶׁר אֵינֶנָּה נִתְלֵית, כִּי אִם בְּחֵלֶב בְּשֻׁמָּן וּבְשֶׁמֶן, כַּחֹם הַטִּבְעִי אֲשֶׁר הוּא נִתְלֶה בְדַק הַשֻּׁמָּן מֵהַדָּם. וְצִוָּה הָאֵל יִתְבָּרֵךְ בְּמִזְבַּח הָעוֹלָה וּבְמִזְבַּח הַקְּטֹרֶת וְהַמְּנוֹרָה, וְאַחַר כֵּן הָעוֹלוֹת וּקְטֹרֶת הַסַּמִּים וְשֶׁמֶן הַמָּאוֹר וְשֶׁמֶן הַמִּשְׁחָה. אוּלָם מִזְבַּח הָעוֹלָה – לְהִדָּבֵק בּוֹ הָאֵשׁ הַגְלוּיָה, וּמִזְבַּח הַזָּהָב – לָאֵשׁ אֲ[שֶׁ]ר הִיא יוֹתֵר קַלָּה וְדַקָּה. אֲבָל הַמְּנוֹרָה – לְהִדָּבֵק בָּהּ אוֹר הַחָכְמָה וְהַדַּעַת, וְהַשֻּׁלְחָן – לְהִדָּבֵק בּוֹ הַשֶּׁפַע וְהַטּוֹבוֹת הַגּוּפִיּוֹת, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ: \"הָרוֹצֶה שֶׁיַּחְכִּים יַדְרִים, וְשֶׁיַּעֲשִׁיר יַצְפִּין\". וְכָל אֵלֶּה עֲבוֹדוֹת לָאָרוֹן וְלַכְּרוּבִים אֲשֶׁר הֵם בְּמַדְרֵגַת הַלֵּב וְהָרֵאָה מְרַחֶפֶת עָלָיו. וְהֻצְרַךְ לָאֵלֶּה כֵּלִים וְשַׁמָּשִׁים, כְּמוֹ הַכִּיּוֹר וְכַנּוֹ וּמֶלְקָחַיִם וּמַחְתּוֹת וְקְעָרוֹת וְכַפּוֹת וּמְנַקִּיּוֹת וְסִירוֹת וּמִזְלָגוֹת וְזוּלַת זֶה, וְהֻצְרַךְ אֶל דָּבָר שֶׁיִּשְׁמוֹר אוֹתָם: הַמּשְׁכָּן וְהָאֹהֶל וּמִכְסֵהוּ, לִשְׁמֹר הַכֹּל: חֲצַר הַמִּשְׁכָּן וְכֵלָיו. וְהֻצְרַךְ לְנוֹשְׂאִים לְכָל אֵלֶּה, וּבָחַר הָאֱלֹהִים לָזֶה בְנֵי לֵוִי שֶׁהֵם הַקְּרוֹבִים, כָּל שֶׁכֵּן מֵעֵת הָעֵגֶל שֶׁנֶּאֱמַר: \"וַיֵּאָסְפוּ אֵלָיו כָּל־בְּנֵי לֵוִי\", וּבָחַר לַנִּכְבָּד שֶׁבָּהֶם, וְהוּא אֶלְעָזָר הַכֹּהֵן –לַנִּכְבָּד שֶׁבַּדְּבָרִים וְהַדַּק שֶׁבָּהֶם, כְּמוֹ שֶׁאָמַר: \"וּפְקֻדַּת אֶלְעָזָר בֶּן־אַהֲרֹן הַכֹּהֵן שֶׁמֶן הַמָּאוֹר וּקְטֹרֶת הַסַּמִּים וּמִנְחַת הַתָּמִיד וְשֶׁמֶן הַמִּשְׁחָה\", כָּל אֵלֶּה אֲשֶׁר נִתְלֵית בָּהֶם הָאֵשׁ הַדַּקָּה. וְאוֹר הַחָכְמָה וְהַדַּעַת, וְעוֹד: אוֹר הַנְּבוּאָה – בָּאוּרִים וְתֻמִּים. וְלַנִּכְבֶּדֶת שֶׁבְּכִתּוֹת הַלְוִיִּם אַחֲרָיו, וְהֵם בְּנֵי קְהָת – לָשֵׂאת הָאֲבָרִים הַפְּנִימִים, כְּמוֹ הָאָרוֹן וְהַשֻּׁלְחָן וְהַמְּנוֹרָה וְהַמִּזְבְּחוֹת וּכְלֵי הַקֹּדֶשׁ אֲשֶׁר יְשָׁרְתוּ בָהֶם, וּבָהֶם נֶאֱמַר: \"כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵיהֶם בַּכָּתֵף יִשָּׂאוּ\", כַּאֲשֶׁר אֵין לָאֲבָרִים הַפְּנִימִים עֲצָמוֹת שֶׁעוֹזְרִים עַל נְשִׂיאָתָם, אֲבָל הַכֹּחוֹת וְהַרוּחוֹת וּמִכְסֵה הַתַּחַשׁ, וּלְמִי שֶׁתַּחְתָּם וְהֵם בְּנֵי מְרָרִי – לָשֵׂאת הָאֲבָרִים הַקָּשִׁים: קְרָסָיו, קְרָשָׁיו, בְּרִיחָיו, עַמּוּדָיו וַאֲדָנָיו. וְנֶעֶזְרוּ שְׁתֵּי הַכִּתּוֹת בִּנְשִׂיאָתָם בַּעֲגָלוֹת, כְּמוֹ שֶׁאָמַר: \"שְׁתֵּי הָעֲגָלוֹת לִבְנֵי גֵרְשׁוֹן וְאַרְבַּע הָעֲגָלוֹת לִבְנֵי מְרָרִי כְּפִי עֲבוֹדָתָם\". כָּל זֶה בְּסֵדֶר וּתְכוּנַת הַחָכְמָה הָאֱלֹהִית. וְאֵינֶנִּי גוֹזֵר חָלִילָה שֶׁהַכַּוָּנָה מֵהָעֲבוֹדָה הַזֹּאת הוּא הַסֵּדֶר הַזֶּה אֲשֶׁר זְכַרְתִּיו, אֲבָל – מַה־שֶּׁהוּא יוֹתֵר נִפְלָא וְנַעֲלֶה, וְשֶׁהִיא תוֹרָה מֵאֵת הָאֱלֹהִים יִתְבָּרָךְ, וּמִי שֶּׁקִּבְּלָהּ קִבּוּל שָׁלֵם מִבְּלִי שֶׁיִּתְחַכֵּם בָּהּ בְּשִׂכְלוֹ, הוּא מְעֻלֶּה מִמִּי שֶׁיִּתְחַכֵּם בָּהּ וְחָקָר. אַךְ מִי שֶׁנָּטָה מֵהַמַּדְרֵגָה הָעֶלְיוֹנָה הַהִיא אֶל הַמֶּחְקָר, טוֹב שֶׁיּוֹצִיא בָּהֶם מוֹצָאֵי הַחָכְמָה מִשֶּׁיַּעַזְבֵם לִסְבָרוֹת רָעוֹת וְלִסְפֵקוֹת מְבִיאוֹת אֶל אֲבַדּוֹן.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "26. The Rabbi: The expression: By My fires removes all difficulty. It states that offering, bread and sweet savour, which are ascribed to Me, in reality belong to My fires, i.e. to the fire which was kindled at God's behest, and fed by the offerings. The remaining pieces were food for the priests. The deeper signification of this was to create a well arranged system, upon which the King should rest in an exalted, but not local sense. As a symbol of the Divine Influence, consider the reasoning soul which dwells in the perishable body. If its physical and nobler faculties are properly distributed and arranged, raising it high above the animal world, then it is a worthy dwelling for King Reason, who will guide and direct it, and remain with it as long as the harmony is undisturbed. As soon, however, as this is impaired, he departs from it. A fool may imagine that Reason requires food, drink, and scents, because he sees himself preserved as long as these are forthcoming, but would perish if deprived of them. This is not the case. The Divine Influence is beneficent, and desirous of doing good to all. Wherever something is arranged and prepared to receive His guidance, He does not refuse it, nor withhold it, nor hesitate to shed light, wisdom, and inspiration on it. If, however, the order is disturbed, it cannot receive this light, which is, then, lost. The Divine Influence is above change or damage. All that is contained in the 'order of sacrificial service,' its proceedings, offerings, burning of incense, singing, eating, drinking, is to be done in the utmost purity and holiness. It is called: 'Service of the Lord,' 'the bread of thy God' (Numbers 8:11, Leviticus 21:8), and similar terms which relate to his pleasure in the beautiful harmony prevailing among the people and priesthood. He, so to say, accepts their hospitality and dwells among them in order to show them honour. He, however, is most Holy, and far too exalted to find pleasure in their meat and drink. It is for their own benefit, as is also the proper working order of the digestion in the stomach and liver. The nobler ingredients of the food go to strengthen the heart; the best of all, the spirit. Not only are heart, mind, and brain regenerated by means of this food, but also the digestive organs and all other organs through the strengthening matter which reaches them through the arteries, nerves and sinews. Altogether, this is so arranged and prepared, as to become fit to receive the guidance of the reasoning soul, which is an independent substance, and nearly approaches the angelic, of which it is stated: 'Its dwelling is not with flesh' (Daniel 2:11). It inhabits the body as ruler and guide, not in the sense of space, nor does it partake of this food, because it is exalted above it. The Divine Influence only dwells in a soul which is susceptible to intellect, whilst the soul only associates with the warm vital breath. The latter must needs have a mainspring to which it is attached, as is the flame to the top of the wick. The heart is compared to the wick, and is fed by the flow of blood. Blood is produced by the digestive organs, and therefore requires the stomach, the liver, and lower organs. The heart, in the same way, requires the lungs, throat, nose, the diaphragm, and the muscles which move the muscles of the chest for breathing, as well as to keep in balance the temperature of the heart between the air which enters, and that which is expelled. It further requires for the removal of the food, refuse expelling forces, viz. the excretory and urinary organs. In this way the body is formed from all the component parts mentioned. It also requires organs of motion from place to place, in order to procure its wants, to avoid that which is harmful, and to attract and to repel. It requires hands and feet, advisers who distinguish, warning against what is to be feared, and advising what is to be hoped for; who keep account of what has taken place, and record what has passed, in order to recommend care or hope for future events. It requires the internal and external senses, the seat of which is in the head, and which are assisted by the functions of the heart. The whole body is thus harmoniously arranged, but under the control of the heart, which forms the primary home of the soul. Its localization in the brain is of secondary importance, the heart remaining its regulator. In exactly the same way is the living, godly people arranged, as Joshua said: 'Hereby shall ye know that the living God is among you' (iii. 10). The fire was kindled by the will of God, when the people found favour in His sight, being a sign that He accepted their hospitality and their offerings. For the fire is the finest and noblest element beneath the sphere of the moon. Its seat is the fat and vapour of sacrifices, the smoke of the incense and oil, as it is the nature of fire to cling to fat and oil. So also does natural heat cling to the finest fatty globules of the blood. God commanded the construction of the altar burnt offerings, the Altar of Incense, and the candlestick; their holocausts, incense, and the lamp oil. As regards the altar of burnt offerings, it was destined to bear the visible fire, whilst the Golden Altar was reserved for the invisible and finer fire. The candlestick was to bear the light of wisdom and inspiration; the table that of abundance and material provisions. The sages say: He who wishes to be wise must turn to the south; he who wishes to be rich must turn to the north. All these implements stood in the service of the Holy Ark and the Cherubim which occupied the place of the heart, and the lungs above it. The vessels, such as the laver and its foot, tongs, firepans, dishes, spoons, bowls, pots, and forks, etc., were all required. A place was wanted to house them, viz. the Tabernacle, tent and cover, and the court of the Tabernacle with its appurtenances, as an enclosure for the whole. As bearers of the entire household God appointed the Levites, because they were nearest to Him, especially after the affair of the golden calf, as it is said: 'And all the sons of Levi gathered themselves together unto Him' (Exodus 32:26). From among them He chose Elazar, the finest and noblest of them, as it is said: 'And to the office of Elazar the son of Aaron the priest [pertaineth] the oil for the light, and the sweet incense, and the daily meat offering, and the anointing oil' (Numbers 4:16)--things to which the finer fire clings. The light of wisdom, however, and inspiration was attached to the Urim and Tummim, as well as to the most select section of Levites, viz. the family of Kohāth, who carried the appurtenances of the internal service: the Ark, Table, Candlestick, Altars, and the Holy Vessels 'with which they served.' With regard to them it is said: 'Because the service of the sanctuary belonged unto them, they should bear upon their shoulders' (Numbers 7:9)--just as the internal organs of the body are without bones which help to carry them, but are, themselves, borne by the innate powers in conjunction with all that belongs to them. Another branch of the children of Gershōn bore the more delicate external appurtenances, viz. the carpets of the Tabernacle, the Tent and its cover, and the covering of badgers’ skin that was above it. The lower section of the B’nē Merāri bore the grosser utensils, viz. its hooks, boards, bars, pillars, and sockets. The last two sections were aided in carrying their burden by having chariots, as it is said: 'Two wagons for the Gershoni and four wagons for Merāri according to their service' (Numbers 7:7-8). All this was systematically arranged by God. I do not, by any means, assert that the service was instituted in the order expounded by me, since it entailed something more secret and higher, and was based on a divine law. He who accepts this completely without scrutiny or argument, is better off than he who investigates and analyses. He, however, who steps down from the highest grade to scrutiny, does well to turn his face to the latent wisdom, instead of leading it to evil opinions and doubts which lead to corruption.", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "568bc399d6e4a9476eedb58f", "index_title": "Shadal on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Exodus 29:24:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Shadal on Exodus 29:24:1", "sourceHeRef": "שד\"ל על שמות כ״ט:כ״ד:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Shadal on Exodus", "he": "שד\"ל על שמות"}, "heTitle": "שד\"ל על שמות", "he": "התנופה היא הגבהה והולכה והובאה, כי הכהן היה מקבל מיד מביאי הקרבן ומגביה ומוליך ומביא לסימן שהדבר יוצא מרשות הבעלים לרשות גבוה, וכן אהרן קבל את הלוים שהיו נתונים לה' מאת בני ישראל והניף אותם (במדבר ח' י\"א וכ\"א),  וכן בכל השלמים המקריב את זבח שלמיו לה' ידיו תביאינה את אשי ה' את החלב על החזה יביאנו, את החזה להניף אותו תנופה לפני ה' (ויקרא ל' ז') שפירושו יביא את החזה כדי שעליו יניף הכהן את החלב לפני ה'. והנה החזה לא היה משמש אלא כדי לשטוח עליו החלבים שהיו צריכים תנופה כי היו נקטרים על המזבח, ולכך נקרא חזה התנופה, והיה נשאר לכהן כמו הסל שהיו נותנים בו הבכורים. אבל השוק הוא תרומה לה' והאל נותנו לכהן, על כן נקרא שוק התרומה. ובפעם הזאת שהיא התחלת הקרבנות, וחנוך אהרן ובניו, רצה ה' שיוודע כי השוק הוא חלק גבוה, על כן נקטר גם הוא, ומשה שהיה משמש ככהן לא קבל רק החזה, והניף גם אותו ונשאר לו למנה, ולשון תנופה נאמר ג\"כ להוראת ההפרשה ונתינה לגבוה, כי כל דבר הניתן לגבוה נקרא בלשון הגבהה והרמה, כגון אשר הניף תנופת זהב (למטה ל\"ה כ\"ב), לכל תנופות בני ישראל (במדבר י\"ח י\"א); ועיין מה שכתבתי בדברים י\"ו י' ושם נדפס בטעות מלה יונית וצ\"ל מלה רומית.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5694fd7ed6e4a968e0fce71d", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Shadal on Numbers 8:11:1", "sourceHeRef": "שד\"ל על במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "והניף אהרן ... תנופה: הוליך אותם סביב למזבח, עיין ויקרא י\"ד י\"ב.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d52d6e4a94c7c18ac88", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 8:11", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Tafsir Rasag, Numbers 8:11", "sourceHeRef": "תפסיר רס\"ג, במדבר ח׳:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0011, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ויזפהם הרון זפא בין ידי אללה מן בין בני אסראיל פיכונו יכ̇דמון כ̇דמה אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d677d6e4a92bf45a88a7", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Rabbeinu Bahya, Bamidbar 8:11:1", "sourceHeRef": "רבנו בחיי, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>והניף אהרן וגו' תנופה.</b> הזכיר תנופה שלשה פעמים בפרשה זו, והניף אהרן את הלוים תנופה לפני ה', וכתיב והנפת אותם תנופה לה', וכתיב והנפת אותם תנופה, ופירש רש\"י כנגד בני קהת ובני גרשון ובני מררי, תנופה ראשונה כנגד בני קהת לכך נאמר בו והיה לעבוד את עבודת ה', שהרי בני קהת הם נושאי המקדש הדברים המקודשים הארון והשלחן והמנורה והמזבחות וכתיב (במדבר ז׳:ז׳) כי עבודת הקדש עליהם, שניה לבני גרשון, לכך נאמר בה תנופה לה' שאף הם היו נושאין יריעות הקרשים הנראים בבית קדשי הקדשים ועבודת הקדש עליהם גם כן, שלישית לבני מררי שהיו נושאין קרשי המשכן ובריחיו ועמודיו ואדניו שהם כלי הנחשת והעצים, ואמר בהן תנופה סתם ולא הזכיר לפני ה', ולא לה' שהרי מעלותיהם חלוקים זו מזו. ומצינו בסוף הפרשה שהזכיר על כלל הלוים וינף אהרן אותם תנופה לפני ה' כדי ללמדך שכולן זכאין וחביבין לפניו. ומה שאמר נתונים נתונים המה לי, באורו נתונים לעבודת משא נתונים לשיר, או יאמר על שנתנו נפשם על מעשה העגל נתונים המה לי, ומזה תרגום אונקלוס מסירין יהיבין.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והניף אהרן את הלוים תנופה, “Aaron shall wave the Levites as a wave-service.” The word תנופה, “waving,” appears three times in this paragraph It appears in verse 11 as “Aaron shall wave the Levites...in the presence of the Lord.” It appears again in verse 15 ”you shall perform a wave-service with them.” It appears a third time in verse 13 in a similar connotation. According to Rashi the reason it appears three times is once each for the Kehatites, once for the Gershonites and once for the Merarites. This is the reason why the Torah varies the job-description of the Levites each time, once speaking of עבודת ה', i.e. the Kehatites who carried the Sanctuary (literally), i.e. the sacred vessels including the Holy Ark. When the Torah justified the other wave-offering describing the Levites in question as (כי עבודת הקדש עליהם (7,9, this was a job description of the Kehatites. Concerning the Gershonites the Torah merely writes 'תנופה לה, “a wave-offering for the Lord,” seeing that they too carried the woven materials of the roof and the courtyard. The third group of Levites, the Merarites who transported the beams, the sockets, etc., are referred to simply as undergoing a תנופה waving, but there is no mention of the word לה', “for the Lord,” seeing that this group was furthest from the center of sanctity. At the end of the whole paragraph (verse 21) we find once more that “Aaron waved (all) the Levites as a wave-offering in the presence of the Lord,” in order to show that all the Levites had qualified. As to the meaning of the words נתונים נתונים המה לי, “for presented, presented they are to Me,” in verse 16, this means that they have been presented to the Lord to perform either the song and music or the work of transportation, as the case may be at different times. Alternatively, these words are a justification for the appointment of the Levites to these sacred tasks in recognition of when they had presented themselves as totally dedicated to G’d during the golden calf episode.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2e16d6e4a90d4d5c0dad", "index_title": "Steinsaltz on Nazir", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Nazir 40a:11", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Steinsaltz on Nazir 40a:11", "sourceHeRef": "ביאור שטיינזלץ על נזיר מ׳ א:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 79.0011, "collectiveTitle": {"en": "Steinsaltz on Nazir", "he": "ביאור שטיינזלץ על נזיר"}, "heTitle": "ביאור שטיינזלץ על נזיר", "he": "<b>וכי תימא</b> <small>[ואם תאמר</small><small>]:</small> <b>תיתי</b> <small>[תבוא,</small> תילמד<small>]</small> הלכה זו <b>מ</b>ה<b>לוים</b> בדרך זו: <b>מה לוים שכן טעונין</b> (חייבים) <b>תגלחת, ואין תגלחתן אלא בתער —</b> <b>אף אני אביא את המצורע שהוא טעון תגלחת —</b> <b>ואין תגלחתו אלא בתער.</b> אולם <b>איכא למיפרך</b> <small>[יש</small> מקום לשבור, להקשות<small>]</small> את ההשוואה הזו ולומר: <b>מה ללוים —</b> <b>שכן</b> יש בהם חומרה יתירה ש<b>טעונין תנופה בגופם,</b> שהרי בהקדשתם היה צריך אהרן גם להניף אותם עצמם (במדבר ח, יא), <b>תאמר במצורע</b> ש<b>לא</b> טעון תנופה!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154794d6e4a92409ac45a2", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Siftei Chakhamim, Numbers 8:11:1", "sourceHeRef": "שפתי חכמים, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>טעון תנופה.</b> דמצורע קרוי מת כמו שנאמר בסוף הפרשה, אל נא תהי כמת, והלוים נתנו כפרות על הבכורים שעבדו ע\"א שהיא קרויה זבחי מתים, לכך צריכין הלוים תנופה חי כמו אשם מצורע, וגם אי אפשר תנופה בלוים אלא מחיים:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Requires waving.</b> A leper is termed “dead” as it says at the end of the Parshah “please, let her not be like the dead” (12:12) and the Levites were as an atonement for the firstborn who worshiped idols, which is termed “sacrifices of the dead.” Therefore, the Levites required “live waving” like the guilt-offering of a leper. Furthermore, the waving of the Levites would only be possible while they were alive.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154794d6e4a92409ac45a4", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 8:11:2", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Siftei Chakhamim, Numbers 8:11:2", "sourceHeRef": "שפתי חכמים, במדבר ח׳:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>שלש תנופות.</b> הא דלא מקשה רש\"י על הקרא למה נאמר ג' תנופות. משום די\"ל דגזירת הכתוב שצריך להניף אותן ג' פעמים, אבל עכשיו שפירש\"י כדרך שאשם מצורע טעון תנופה כו'. ואשם מצורע אינו טעון תנופה כי אם פעם אחת וא\"כ ג' תנופות ל\"ל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Three wavings.</b> Rashi does not ask why the verse states three wavings, because one may answer that it is a decree of the Torah that he had to wave them three times. However, now that Rashi explained “just as the leper’s guilt-offering requires waving…” and the guilt-offering of a leper only requires one waving, he asks why are three wavings required here?", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436725d6e4a97d18d9188f", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 8:11:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>והיו לעבוד את עבודת יי'.</b> הנה עבודתם היה למשא ולשמור משמרת ולשורר בעת הקרבנות כמו שיתבאר במה שיבא:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be05135e42631001693a9dc", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Beha'alotcha 7:2", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Shem MiShmuel, Beha'alotcha 7:2", "sourceHeRef": "שם משמואל, בהעלותך ז׳:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "בהעלותך", "he": "<b>והניף אהרן את הלוים תנופה וגו' </b>וברש\"י שלש תנופות נאמרו בפרשה ראשונה לבני קהת וכו' והשני' לבני גרשון וכו' והשלישית לבני מררי, ויש להבין למה חלקן הכתוב ולא כללן כולם בציווי אחת וכמו שכללן בכל הפרשה שכל מקום שנאמר הלוים סתם כל השלשה משפחות במשמע:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b888b071e100bf4e0fb9", "index_title": "Tosafot on Nazir", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Nazir 40a:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Tosafot on Nazir 40a:11:1", "sourceHeRef": "תוספות על נזיר מ׳ א:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tosafot on Nazir", "he": "תוספות על נזיר"}, "heTitle": "תוספות על נזיר", "he": "תנופה בגופן - דכתיב והניף אהרן את הלוים תנופה לפני ה' (במדבר ח׳:י״א) תאמר במצורע שאינו טעון תנופה בגופו אלא [בקרבנו] ולכך לא יטעון חומרא דתער דזוג נמי יועיל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391bc3de3ce43ed91f0f8", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 8:11:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>והיו לעבוד את עבודת ד׳.</b><br>זה שירה, עבודה שצריכה עבודה וגם יליף בערכין דף י״א מקרא דתחת אשר לא עבדת את ד׳ וגו׳, לכך נקרא עבודת ד׳.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eee47cf7a0c25239b8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 2-3", "anchorRef": "Numbers 8:1-26", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Purifying the Levites", "he": "במדבר הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A parallel to Lev. 8–9, where the dedication of the priests is the last act before the cult goes into operation, this chapter concludes the Levitical portions of Part I of Numbers—a distinctive contribution, as we have noted. Many scholars see the Levitical sections as reflections of later power struggles within the Israelite priesthood. In Levine’s view, this evolution (perhaps from family-based guilds into a full-fledged tribe) is an indication of a relatively late provenance for our text here.", "Milgrom rightly makes the distinction between the “purification” of the Levites and the higher-level “hallowing” (i.e., sanctification) of the priests. It is also interesting to note the cultic rites used here: the offering of a <i>hattat</i> (the standard purificatory sacrifice), and mention of the Levites themselves being considered an “elevation-offering” (v.11)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9e8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 1", "anchorRef": "Numbers 8:1-26", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 8:1-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 8:1-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b87ddefb8b96e7ad31a51", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 74", "anchorRef": "Numbers 8:5-14", "anchorRefExpanded": ["Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 74", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ע״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 74, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאָמַרְתָּ אֵלָיו בְּהַעֲלֹתְךָ אֶת הַנֵּרֹת אֶל מוּל פְּנֵי הַמְּנוֹרָה יָאִירוּ שִׁבְעַת הַנֵּרוֹת: וַיַּעַשׂ כֵּן אַהֲרֹן אֶל מוּל פְּנֵי הַמְּנוֹרָה הֶעֱלָה נֵרֹתֶיהָ כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה: וְזֶה מַעֲשֵׂה הַמְּנֹרָה מִקְשָׁה זָהָב עַד יְרֵכָהּ עַד פִּרְחָהּ מִקְשָׁה הִוא כַּמַּרְאֶה אֲשֶׁר הֶרְאָה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשָׂה אֶת הַמְּנֹרָה:שניוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: קַח אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְטִהַרְתָּ אֹתָם: וְכֹה תַעֲשֶׂה לָהֶם לְטַהֲרָם הַזֵּה עֲלֵיהֶם מֵי חַטָּאת וְהֶעֱבִירוּ תַעַר עַל כָּל בְּשָׂרָם וְכִבְּסוּ בִגְדֵיהֶם וְהִטֶּהָרוּ: וְלָקְחוּ פַּר בֶּן בָּקָר וּמִנְחָתוֹ סֹלֶת בְּלוּלָה בַשָּׁמֶן וּפַר שֵׁנִי בֶן בָּקָר תִּקַּח לְחַטָּאת: וְהִקְרַבְתָּ אֶת הַלְוִיִּם לִפְנֵי אֹהֶל מוֹעֵד וְהִקְהַלְתָּ אֶת כָּל עֲדַת בְּנֵי יִשְׂרָאֵל:שלישיוְהִקְרַבְתָּ אֶת הַלְוִיִּם לִפְנֵי יְהֹוָה וְסָמְכוּ בְנֵי יִשְׂרָאֵל אֶת יְדֵיהֶם עַל הַלְוִיִּם: וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה לִפְנֵי יְהֹוָה מֵאֵת בְּנֵי יִשְׂרָאֵל וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת יְהֹוָה: וְהַלְוִיִּם יִסְמְכוּ אֶת יְדֵיהֶם עַל רֹאשׁ הַפָּרִים וַעֲשֵׂה אֶת הָאֶחָד חַטָּאת וְאֶת הָאֶחָד עֹלָה לַיהֹוָה לְכַפֵּר עַל הַלְוִיִּם: וְהַעֲמַדְתָּ אֶת הַלְוִיִּם לִפְנֵי אַהֲרֹן וְלִפְנֵי בָנָיו וְהֵנַפְתָּ אֹתָם תְּנוּפָה לַיהֹוָה: וְהִבְדַּלְתָּ אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וְהָיוּ לִי הַלְוִיִּם:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c943cc01e878406e0d1772", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Tazria 24:123", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Zohar, Tazria 24:123", "sourceHeRef": "ספר הזהר, תזריע כ״ד:קכ״ג", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 24.0005, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "תזריע", "he": "תָּא חֲזֵי, דְּהָא לֵיוָאֵי דְּאָתוּ מֵהַאי סִטְרָא דְּדִינָא, לָא מִתְדַּכְּאָן עַד דְּאִתְעֲבָרוּ מִנְּהוֹן שַׂעֲרָא, דִּכְתִּיב, (במדבר ח׳:ז׳) וְכֹה תַעֲשֶׂה לָהֶם לְטַהֲרָם הַזֵּה עֲלֵיהֶם מֵי חַטָּאת וְהֶעֱבִירוּ תַעַר עַל כָּל בְּשָׂרָם וְגוֹ'. וּבְגִין דְּיִתְבַּסְּמוּן יַתִּיר, בָּעֵי כַּהֲנָא דְּאָתָא מִסִּטְרָא דְּחֶסֶד עִלָּאָה, לְאָרָמָא לוֹן, דִּכְתִּיב, (במדבר ח׳:י״א) וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה לִפְנֵי יְיָ'. כְּמָה דְּאִיהוּ לְהַאי אִישׁ דִּלְעֵילָּא, דְּכַד בָּעֵי לְאִתְבַּסְּמָא <i data-overlay=\"Vilna Pages\" data-value=\"49a\"></i>יַתִּיר, אִתְגַּלְיָיא בֵּיהּ חֶסֶד עִלָּאָה, וְאִתְבְּסָם. וּמְבָסֵּם הוּא, לְתַתָּא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c72eca1000753446973", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Rav Hirsch on Torah, Numbers 8:11:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 11. והניף אהרן וגו׳. Dreimal kommt in diesem Akt, der Levitenweihe תנופה vor: Verse 11, 13 und 15. Die Bedeutung der תנופה-Handlung als Ausdruck der \"Widmung\" eines Objektes, des Zuwendens, ist bekannt. Die Weihe der Leviten vollzieht sich nun in einer dreifachen Widmung, wie diese in Versen 16-19 erläutert wird: Israel widmet sie Gott, Gott widmet sie Aharon und seinen Söhnen, Aharon und seine Söhne widmen sie dem Dienste des Heiligtums. Es ist daher im Namen Gottes, im Namen der Nation und im Namen Aharons, daß die Leviten ihre Stellung innenehmen und ihren Beruf zu erfüllen haben, und diese drei Beziehungen ihres künftigen Berufes werden durch die drei תנופות zum Bewusstsein gebracht. Hier zuerst die Übergabe der Leviten von <i>Israel</i> an <i>Gott</i>: והניף וגו׳ לפני ד׳ מאת בני ישראל והיו לעבד את עבדת ד׳. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641869b4d17253d3f8427fc2", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:1:2", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Sifrei Zuta 7:1:2", "sourceHeRef": "ספרי זוטא ז׳:א׳:ב׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 1.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>וימשח אותו ויקדש אותו</b>, משה נתקדש בענן כל שבעה שנאמר וישכון כבוד ה' על הר סיני ששת ימים ויקרא אל משה ביום השביעי מתוך הענן (שמות כד טז). אהרן ובניו נתקדשו בשמן ובדם שנא' ויקח משה משמן המשחה ומן הדם אשר על המזבח ויז על אהרן וגו' (ויקרא ח ל). משיחת אהרן כיצד כל שבעת ימי המלואים היה משה מושח את אהרן היה מפשיטו ומרחיצו וסך בין עיניו כמין כי וחוזר ומלבישו ושמונה בגדים מעכבין זה את זה. משיחת בניו כיצד כל שבעת ימי המלואים היה משה מושח את בניו היה מפשיטן ומרחיצן וסך בין עיניהם כמין כי וחוזר ומלבישן ובני אהרן מעכבין זה את זה. הלוים נתקדשו בהזייה ובתגלחת בקרבן ובתנופה, בהזייה מניין הזה עליהן מי חטאת (במדבר ח ז), בתגלחת מניין והעבירו תער על כל בשרם (במדבר ח' ז'). בקרבן מניין ולקחו פר בן בקר (במדבר ח' ח'), בתנופה מניין והניף אהרן את הלוים תנופה לפני ה' (במדבר ח' י״א). ישראל נתקדשו בפרת חטאת שנ' דבר אל בני ישראל ויקחו אליך פרה אדומה (במדבר יט ב). המשכן נתקדש בעמידה ובפירוק ובשמן המשחה, בעמידה מניין ויהי בחדש הראשון הוקם המשכן (שמות מ יז), בפירוק מניין ולא יבואו לראות כבלע את הקדש (במדבר ד כ), בשמן המשחה מניין ויקח משה משמן המשחה וימשח את המשכן (ויקרא ח י). משיחת המשכן כיצד כל שבעת ימי המלואים היה משה מושח את המשכן, היה מושחו ומעמידו ומפרקו ובשמיני היה מושחו ומעמידו ולא מפרקו, ר' שמעון או' אף בשמיני היה מושחו ומעמידו ומפרקו. - כשהיה משה מושח את המשכן היה מושחו מבחוץ ונכנס כשהיה משה מפרקו היה מפרקו מבפנים ויוצא:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65c4f397080c10c5ff4f437e", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 26:9", "anchorRef": "Numbers 8:5-22", "anchorRefExpanded": ["Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22"], "sourceRef": "Vayikra Rabbah 26:9", "sourceHeRef": "ויקרא רבה כ״ו:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [500], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "מַה כְּתִיב אַחַר הָעִנְיָן <small>(ויקרא כא, י)</small>: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו, לָמָּה נִקְרָא שְׁמוֹ כֹּהֵן גָּדוֹל, שֶׁהוּא גָּדוֹל בַּחֲמִשָּׁה דְבָרִים: בְּחָכְמָה, בְּכֹחַ, בְּנוֹי, בְּעשֶׁר וּבְשָׁנִים. בְּנוֹי, שֶׁהוּא נָאֶה מֵאֶחָיו. בְּכֹחַ, שֶׁהוּא גִּבּוֹר. בּוֹא וּרְאֵה אַהֲרֹן כְּשֶׁהֵנִיף אֶת הַלְוִים עֶשְׂרִים וּשְׁנַיִם אֶלֶף, הֵנִיף בְּיוֹם אֶחָד, כֵּיצַד הָיָה מְנִיפָם, מוֹלִיךְ וּמֵבִיא, מַעֲלֶה וּמוֹרִיד, הֱוֵי שֶׁהָיָה גָּדוֹל בְּכֹחַ. בְּעשֶׁר, מִנַּיִן שֶׁאִם לֹא הָיָה עָשִׁיר אֶחָיו הַכֹּהֲנִים מְעַשְּׁרִין אוֹתוֹ. מַעֲשֶׂה בְּפִנְחָס הַסַּתָּת שֶׁמִּנּוּהוּ כֹּהֵן גָּדוֹל, וְיָצְאוּ אֶחָיו הַכֹּהֲנִים וְרָאוּהוּ חוֹצֵב בַּאֲבָנִים, וּמִלְּאוּ הַמַּחְצָב לְפָנָיו דִּינְרֵי זָהָב. וּמִנַּיִן שֶׁאֶחָיו מְגַדְּלִין אוֹתוֹ אִם אֵין לוֹ, שֶׁנֶּאֱמַר: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו, וְלֹא כֹהֵן גָּדוֹל בִּלְבָד, אֶלָּא הַמֶּלֶךְ כַּיּוֹצֵא בּוֹ, וְכֵן אַתָּה מוֹצֵא בְּדָוִד הַמֶּלֶךְ כֵּיוָן שֶׁהָלַךְ לְהִלָּחֵם עִם גָּלְיַת אָמַר לוֹ שָׁאוּל <small>(שמואל א יז, לג)</small>: לֹא תוּכַל לָלֶכֶת אֶל הַפְּלִשְׁתִּי הַזֶּה לְהִלָּחֵם עִמּוֹ כִּי נַעַר אַתָּה, אָמַר לוֹ דָּוִד <small>(שמואל א יז, לד לו)</small>: רֹעֶה הָיָה עַבְדְּךָ לְאָבִי בַּצֹּאן וּבָא הָאֲרִי וְ [את] הַדּוֹב וְנָשָׂא שֶׂה מֵהָעֵדֶר, וְיָצָאתִי אַחֲרָיו וְהִכִּתִיו וְהִצַּלְתִּי מִפִּיו וַיָּקָם עָלַי וְהֶחֱזַקְתִּי בִּזְקָנוֹ וְהִכִּתִיו וַהֲמִיתִּיו, גַּם אֶת הָאֲרִי גַּם הַדֹּב הִכָּה עַבְדֶּךָ וְהָיָה הַפְּלִשְׁתִּי הֶעָרֵל הַזֶּה כְּאַחַד מֵהֶם, אָמַר לוֹ שָׁאוּל מִי אָמַר לְךָ שֶׁאַתָּה יָכוֹל לְהָרְגוֹ, מִיָּד הֱשִׁיבוֹ דָּוִד <small>(שמואל א יז, לז)</small>: ה' אֲשֶׁר הִצִּלַנִּי מִיַד הָאֲרִי וּמִיַּד הַדֹּב הוּא יַצִּילֵנִי מִיַּד הַפְּלִשְׁתִּי הַזֶּה, מִיָּד <small>(שמואל א יז, לח)</small>: וַיַּלְבֵּשׁ שָׁאוּל אֶת דָּוִד מַדָּיו, וּכְתִיב בְּשָׁאוּל <small>(שמואל א ט, ב)</small>: מִשִּׁכְמוֹ וָמַעְלָה גָּבֹהַּ מִכָּל הָעָם, כֵּיוָן שֶׁהִלְבִּישׁוֹ בְּגָדָיו וְרָאָה שֶׁעֲשׂוּיִן לוֹ, מִיָּד הִכְנִיס בּוֹ עַיִן הָרָע, כְּשֶׁרָאָה דָּוִד שֶׁהִלְבִּין פְּנֵי שָׁאוּל, אָמַר לוֹ <small>(שמואל א יז, לט)</small>: לֹא אוּכַל לָלֶכֶת בָּאֵלֶּה כִּי לֹא נִסִּיתִי וַיְסִרֵם דָּוִד מֵעָלָיו, הָא לָמַדְתָּ שֶׁאֲפִלּוּ יְהֵא אָדָם קָצָר וְנִתְמַנָּה מֶלֶךְ נַעֲשָׂה אָרֹךְ, כָּל כָּךְ לָמָּה שֶׁבְּשָׁעָה שֶׁנִּמְשַׁח בְּשֶׁמֶן הַמִּשְׁחָה נַעֲשָׂה מְשֻׁבָּח מִכָּל אֶחָיו, אָמַר דָּוִד בְּשֶׁמֶן הַמִּשְׁחָה שֶׁנִּמְשַׁחְתִּי בּוֹ, אֲנִי שָׂמֵחַ, שֶׁנֶּאֱמַר <small>(תהלים טז, ט)</small>: לָכֵן שָׂמַח לִבִּי וַיָּגֶל כְּבוֹדִי אַף בְּשָׂרִי יִשְׁכֹּן לָבֶטַח.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What is written after the matter? “The priest who is greater  than his brethren” (Leviticus 21:10); why is he called the High  Priest?<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Or, literally, the Great Priest.</i> It is because he is great regarding five matters: Wisdom, strength, beauty, wealth, and years. In beauty, that he is fairer than his brethren; in power, that he is physically strong. Come and see; when Aaron waved twenty-two thousand Levites, he waved them on one day.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See Numbers 8:5–22. </i> How did he wave them? He would wave to and fro [to each side], and raise and lower them; that is, that he was great in strength. <br>In wealth, from where is it derived that if he was not wealthy, that his brethren, the priests, make him wealthy? There was an incident involving Pinḥas the stonemason, that they appointed him High Priest. His brethren, the priests, went out and saw him hewing stones. They filled the quarry before him with gold dinars. From where is it derived that his brethren elevate him if he does not have? As it is stated: “The priest who is greater than his brethren [<i>me’eḥav</i>].”<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This can be interpreted to mean that he becomes great through  his brethren [me’eḥav].</i>  <br>Not only the High Priest, but the king is similar. Likewise, you find regarding King David, when he went to battle with Goliath, Saul said to him: “You are not able to go against this Philistine to fight with him, for you are but a youth” (I Samuel 17:33). David said to him: “Your servant was a shepherd for his father among the sheep, and the lion or the bear would come and carry off a lamb from the flock. I would go out after it, smite it, and save it from its mouth. It rose against me, but I grabbed its beard, smote it, and killed it. Both the lion and the bear, your servant smote, and this uncircumcised Philistine will be like one of them” (I Samuel 17:34–36). <br>Saul said to him: ‘Who said to you that you are able to kill him?’ Immediately, David answered him: “The Lord who delivered me from the hand of the lion and from the hand of the bear, He will deliver me from the hand of this Philistine” (I Samuel 17:37). Immediately, “Saul dressed David in his garments” (I Samuel 17:38). It is written regarding Saul: “From his shoulders upward he was taller than any of the people” (I Samuel 9:2). When he dressed him in his garments and saw that they were appropriate for him, he immediately cast an evil eye on him. When David saw that Saul was humiliated, he said to him: “I will be unable to walk with these, as I am inexperienced. David removed them from upon him” (I Samuel 17:39). You learn that even if a person is short, and becomes king, he becomes taller. Why to that extent? It is because when one is anointed with the anointing oil, he becomes the most outstanding of all his brethren. David said: ‘I rejoice in the anointing oil with which I was anointed,’ as it is stated: “Therefore, my heart rejoices, my being exults; my flesh, too, rests securely” (Psalms 16:9).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc69758c1dc532ec9106", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 8:11", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Steinsaltz on Numbers 8:11", "sourceHeRef": "ביאור שטיינזלץ על במדבר ח׳:י״א", "anchorVerse": 11, "sourceHasEn": true, "commentaryNum": 8.0011, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה לִפְנֵי ה' מֵאֵת בְּנֵי יִשְׂרָאֵל,</b> כדרך שהכהן עושה בחלק מן הקרבנות. הנפת הלויים היא עבודה קשה הדורשת כוח רב. \n  <b>וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת ה'.</b> כמו הקרבן אף הלויים זוכים למעמד מיוחד, ולקראתו הם עוברים הליכי הכנה דוגמת אלה שעובר הקרבן.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Aaron shall wave the Levites as a wave offering before the Lord from the children of Israel, and they shall be </b>designated <b>to perform the service of the Lord. </b>Similar to an offering, the Levites were bestowed with a special status, for which they had to undergo preparatory rites parallel to those of an offering. Just as a priest waves parts of certain offerings, so Aaron was commanded to wave the Levites. This was a difficult procedure that required great physical strength.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da76b215f43691cfdfe4", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Beha'alotcha 12", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Tze'enah Ure'enah, Beha'alotcha 12", "sourceHeRef": "צאינה וראינה, בהעלותך י״ב", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 12, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "בהעלותך", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Let Aaron designate the Levites</i>” [8:11]. Aaron raised up all the Levites from the ground, each of the twenty-two thousand individually. Korah mocked this and said that Moses made us all to be fools. He lifted us all up like fools and had us shorn like fools. However, this mocking came from a grudge.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Bahya, Numbers, 8:20. The first part is found in Bahya. I was not able to find the source of the statement about Korah.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52569daeedbab4498f483fe4", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Ibn Ezra on Numbers 8:11:1", "sourceHeRef": "אבן עזרא על במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>לפני ה'.</b> והטעם כאשר תקריבם לפני האהל יסמכו בני הלוים את ידם על ראש כל אחד מהפרים ורבים כן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "BEFORE THE LORD. Its meaning is, when you present the Levites before the tent, the Levites shall lay their hands upon the head of each one of the bullocks.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Our verse reads, <i>al rosh ha-parim</i> (upon the heads of the bullocks). This literally reads, upon the head of the bullocks. I.E. interprets this to mean upon the head of each one of the bullocks.</i> There are many similar instances in Scripture.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53a2e", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Haamek Davar on Numbers 8:11:1", "sourceHeRef": "העמק דבר על במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והניף אהרן וגו׳ מאת בני ישראל.</b> דתנופה בעינן כהן ובעלים. וא״כ הי׳ ראוי שיהיו גם ישראל מניפים. אבל אהרן בא בשליחות כל ישראל. ובזה הי׳ מניף לפני ה׳ ככהן ומאת ב״י היינו בשליחותם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53a30", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 8:11:2", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Haamek Davar on Numbers 8:11:2", "sourceHeRef": "העמק דבר על במדבר ח׳:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והיו לעבוד את עבודת ה׳.</b> אין הפי׳ שבזו התנופה רשאים לעבוד. שהרי עוד חסר הקרבן אלא ה״פ משעת סמיכה ותנופה יהיו מוכנים לעבוד את עבודת ה׳ לאחר שיביאו קרבן:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55a3be0ffbfba277e99710da", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 14:12", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Leviticus 14:12", "sourceHeRef": "ויקרא י״ד:י״ב", "anchorVerse": 11, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 14.0012, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "וְלָקַ֨ח הַכֹּהֵ֜ן אֶת־הַכֶּ֣בֶשׂ הָאֶחָ֗ד וְהִקְרִ֥יב אֹת֛וֹ לְאָשָׁ֖ם וְאֶת־לֹ֣ג הַשָּׁ֑מֶן וְהֵנִ֥יף אֹתָ֛ם תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "The priest shall take one of the male lambs and offer it with the <i>log</i> of oil as a guilt offering, and he shall elevate them as an elevation offering before יהוה.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57669f72d6e4a949a39b2839", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 8:2", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "JPS 1985 Footnotes, Numbers 8:2", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר ח׳:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 8.0002, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Lit. “elevate.”", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd00d6e4a97c9cbb0ff0", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Bekhor Shor, Numbers 8:11:1", "sourceHeRef": "בכור שור, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>והניף אהרון.</b> שתי תנופות היו ללוים אחת שהניף אהרון שהוא כהן ושלוחם של ישראל להקריב קרבניהם ולהדרין דורונם לפני הק' והניף את הלוים והדרינם לפני הק' כאדם שאומ' הנה זה דורון שנותנין לפניך בניך כי כל תנופות על עניין דורון הוא כאדם שלוקח על כפיו ואומ' הנה זה למלך ואחר שנתנום ישר' להק' הניף אותם משה שהוא שלוחו של הק\"ב והדרין אותם לאהרון ולבניו לאמר הנה זה לכם מאת הק' כמו שאמר' הק' למשה והעמדת את הלוים לפני אהרון ולפני בניו והנפת אותם תנופה ולכך כת' כי נתוני' נתוני' המה מאת ישר' להק' ונתוני מאת הק' לאהרון:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2aad6e4a927464720e2", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Chizkuni, Numbers 8:11:1", "sourceHeRef": "חזקוני, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>והניף אהרן את הלוים, מאת בני ישראל</b> לפי שהם שלוחים של ישראל.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "והניף אהרן את הלוים מאת בני ישראל, “and Aaron is to wave the Levites (as an offering) from the Children of Israel;” Aaron was chosen to do this as he was the agent appointed for this by the nation.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad95ccd6e4a93323dc1e2a", "index_title": "Nazir", "category": "Talmud", "type": "", "ref": "Nazir 40a:11", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Nazir 40a:11", "sourceHeRef": "נזיר מ׳ א:י״א", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 79.0011, "collectiveTitle": {"en": "Nazir", "he": "נזיר"}, "heTitle": "נזיר", "he": "וְכִי תֵימָא, תֵּיתֵי מִלְּוִיִּם: מָה לְוִיִּם שֶׁכֵּן טְעוּנִין תִּגְלַחַת, וְאֵין תִּגְלַחְתָּן אֶלָּא בְּתַעַר — אַף אֲנִי אָבִיא אֶת הַמְצוֹרָע שֶׁהוּא טָעוּן תִּגְלַחַת, וְאֵין תִּגְלַחְתּוֹ אֶלָּא בְּתַעַר. אִיכָּא לְמִיפְרַךְ: מָה לִלְוִיִּם שֶׁכֵּן טְעוּנִין תְּנוּפָה בְּגוּפָם, תֹּאמַר בִּמְצוֹרָע דְּלָא!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And if you would say</b> that this <i>halakha</i> <b>is derived from</b> the case of the <b>Levites,</b> as, <b>just as Levites require shaving and their shaving is only with a razor, so too, I will bring</b> the case of <b>a leper, who requires shaving and</b> say that <b>his shaving</b> can likewise be performed <b>only with a razor,</b> then this comparison <b>can be refuted. What</b> is unique <b>about Levites</b> is <b>that</b> they have an extra stringency, in that <b>they require waving of their bodies,</b> i.e., Aaron was required to pick up and wave the bodies of the Levites as part of the ritual of their sanctification (see Numbers 8:11). Will <b>you say</b> the same <b>with regard to a leper, who</b> does <b>not</b> require waving?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b1c5ded6e4a937f99984f0", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 12:15", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Bamidbar Rabbah 12:15", "sourceHeRef": "במדבר רבה י״ב:ט״ו", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 12.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, וַיְהִי בְּיוֹם כַּלּוֹת משֶׁה. אֵי זֶה יוֹם, זֶה רֹאשׁ חֹדֶשׁ נִיסָן, שֶׁנֶּאֱמַר <small>(שמות מ, יז)</small>: וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית בְּאֶחָד לַחֹדֶשׁ הוּקַם הַמִּשְׁכָּן, אָמַר רַבִּי זֵירָא מַהוּ בְּיוֹם, מִכָּאן שֶׁהֲקָמַת הַלַּיְלָה הָיְתָה פְּסוּלָה לַעֲבוֹדַת הַיּוֹם. כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה משֶׁה מַעֲמִיד אֶת הַמִּשְׁכָּן בְּכָל בֹּקֶר וּבֹקֶר, מוֹשְׁחוֹ וּמַקְרִיב וּמְפָרְקוֹ, אוֹתוֹ הַיּוֹם הֶעֱמִידוֹ וּמְשָׁחוֹ וְלֹא פֵּרְקוֹ. רַבִּי חִיָּא בַּר יוֹסֵף אָמַר שְׁתֵּי פְּעָמִים בְּכָל יוֹם הָיָה משֶׁה מַעֲמִידוֹ וּמְפָרְקוֹ, אַחַת בַּבֹּקֶר וְאַחַת בָּעֶרֶב. רַבִּי חֲנִינָא הַגָּדוֹל אוֹמֵר שָׁלשׁ פְּעָמִים בְּכָל יוֹם, שֶׁנֶּאֱמַר הוּקַם, וַיָּקֶם, לְהָקִים. אַחַת לַתָּמִיד שֶׁל שַׁחַר, וְאַחַת לַמִּלּוּאִים, וְאַחַת לַתָּמִיד שֶׁל עָרֶב. נִמְצֵאנוּ לְמֵדִין שֶׁבְּעֶשְׂרִים וּשְׁלשָׁה בַּאֲדָר הִתְחִילוּ יְמֵי הַמִּלּוּאִים, אַהֲרֹן וּבָנָיו וּמִשְׁכָּן וְכָל הַכֵּלִים לִמָּשַׁח. מִנַּיִן לַפֵּרוּקִין, אָמַר רַבִּי זֵירָא בְּיוֹם כַּלּוֹת משֶׁה, בְּיוֹם שֶׁכָּלוּ הֲקָמוֹתָיו, בְּרֹאשׁ חֹדֶשׁ נִיסָן הוּקַם הַמִּשְׁכָּן, בַּשֵּׁנִי נִשְׂרְפָה פָּרָה אֲדֻמָּה, בַּשְּׁלִישִׁי הִזָּה מִמֶּנָּהּ עַל הַלְוִיִּם, כְּמָה דְתֵימָא <small>(במדבר ח, ז)</small>: הַזֵּה עֲלֵיהֶם מֵי חַטָּאת, וְתַחַת הַזָּיָה שְׁנִיָּה שֶׁהָיוּ צְריכִין הַלְוִיִּם לְהַזּוֹת מִפְּנֵי שֶׁהָיוּ כֻּלָּם טְמֵאֵי מֵתִים בַּמֶּה שֶׁהָרְגוּ בְּעוֹבְדֵי הָעֵגֶל, כְּמָה דְתֵימָא <small>(שמות לב, כז כח)</small>: וְהִרְגּוּ אִישׁ אֶת אָחִיו וגו' וַיַּעֲשׂוּ בְנֵי לֵוִי כִּדְבַר משֶׁה וגו', צִוָּה הַמָּקוֹם לְגַלְּחָם בִּמְקוֹם הַזָּיָה שֶׁל יוֹם שְׁבִיעִי. משֶׁה נִתְקַדֵּשׁ בֶּעָנָן כָּל שִׁבְעָה, שֶׁנֶּאֱמַר <small>(שמות כד, טז)</small>: וַיִּשְׁכֹּן כְּבוֹד ה' עַל הַר סִינַי וגו', אַהֲרֹן וּבָנָיו נִתְקַדְּשׁוּ בַּשֶּׁמֶן וּבַדָּם, שֶׁנֶּאֱמַר <small>(ויקרא ח, ל)</small>: וַיִּקַּח משֶׁה מִשֶּׁמֶן הַמִּשְׁחָה וּמִן הַדָּם אֲשֶׁר עַל הַמִּזְבֵּחַ וַיַּז עַל אַהֲרֹן וגו', מַעֲלָה נָטַל אַהֲרֹן יוֹתֵר מִבָּנָיו, לְפִי שֶׁהָיָה כֹּהֵן גָּדוֹל שֶׁיָּצַק עַל רֹאשׁוֹ מִשֶּׁמֶן הַמִּשְׁחָה מַה שֶׁלֹא עָשָׂה לְבָנָיו. מְשִׁיחַת אַהֲרֹן כֵּיצַד, כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה משֶׁה מַפְשִׁיט אֶת אַהֲרֹן אֶת בְּגָדָיו וּמַרְחִיצוֹ וְסָכוֹ בֵּין עֵינָיו. יִשְׂרָאֵל נִתְקַדְּשׁוּ בְּפָרַת חַטָּאת, שֶׁנֶּאֱמַר <small>(במדבר יט, ב)</small>: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ אֵלֶיךָ פָרָה אֲדֻמָּה וגו'. הַלְוִיִּם נִתְקַדְּשׁוּ בַּהַזָּיָה וּבַתִּגְלַחַת, בַּקָּרְבָּן וּבַתְּנוּפָה. בַּהַזָּיָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ח, ח)</small>: וְלָקְחוּ פַּר בֶּן בָּקָר. וּבַתְּנוּפָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ח, יא)</small>: וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה. הַמִּשְׁכָּן נִתְקַדֵּשׁ בַּעֲמִידָה וּבַפֵּרוּק וּבַמְּשִׁיחָה. בַּעֲמִידָה מִנַּיִן, שֶׁנֶּאֱמַר: לְהָקִים אֶת הַמִּשְׁכָּן. בַּפֵּרוּק מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ד, כ)</small>: וְלֹא יָבֹאוּ לִרְאוֹת כְּבַלַע אֶת הַקֹּדֶשׁ. בְּשֶׁמֶן הַמִּשְׁחָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(ויקרא ח, י)</small>: וַיִּמְשַׁח אֶת הַמִּשְׁכָּן וְאֶת כָּל אֲשֶׁר בּוֹ וגו', שׁוֹמֵעַ אֲנִי רִאשׁוֹן שֶׁנִּמְשַׁח הָיָה קֹדֶשׁ, תַּלְמוּד לוֹמַר <small>(במדבר ז, א)</small>: וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אוֹתָם, מַגִּיד שֶׁלֹא קִדֵּשׁ אֶחָד מֵהֶם עַד שֶׁנִּמְשְׁחוּ כֻּלָּם. אָמַר רַבִּי אַיְּבוּ מִכֵּיוָן דִּכְתִיב <small>(במדבר ז, א)</small>: וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ, מֵאֵי זֶה דָבָר נֶאֱמַר: וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם. אָמַר רַבִּי אַיְּבוּ אָמַר רַבִּי תַּחְלִיפָא דְמִן קֵיסָרִין וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, חַד אָמַר מִשֶּׁהָיָה מוֹשֵׁחַ כָּל אֶחָד וְאֶחָד חָזַר וְהָיָה מוֹשֵׁחַ כֻּלָּם כְּאֶחָד. וְחַד אָמַר וַיִּמְשָׁחֵם, מְשִׁיחָה בָּעוֹלָם הַזֶּה וּמְשִׁיחָה לָעוֹלָם הַבָּא, מַגִּיד שֶׁבִּמְשִׁיחָתָן שֶׁל אֵלּוּ הֻקְדְּשׁוּ כָּל הַכֵּלִים לֶעָתִיד לָבוֹא. וְדִכְוָתֵיהּ <small>(שמות לו, יג)</small>: וַיְחַבֵּר אֶת הַיְרִיעֹת אַחַת אֶל אַחַת בַּקְּרָסִים, מַה תַּלְמוּד לוֹמַר <small>(שמות לו, יג)</small>: וַיְהִי הַמִּשְׁכָּן אֶחָד, רַבִּי אַיְּבוּ אָמַר רַבִּי תַּחְלִיפָא דְמִן קֵסָרִי וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, חַד אָמַר מִשֶּׁהָיָה מְחַבֵּר כָּל אַחַת וְאַחַת הָיָה מְחַבֵּר כֻּלָּם כְּאֶחָד. וְחַד אָמַר מַהוּ וַיְהִי הַמִּשְׁכָּן אֶחָד, אֶחָד לִמְדִידָה וְאֶחָד לִמְשִׁיחָה. וַיִּמְשָׁחֵם, מְשָׁחָם מִבַּחוּץ וּמִבִּפְנִים. רַבִּי יֹאשְׁיָה אוֹמֵר מִדּוֹת הַלַּח נִמְשְׁחוּ מִבִּפְנִים וּמִבַּחוּץ, וּמִדּוֹת הַיָּבֵשׁ נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ. רַבִּי יוֹנָתָן אוֹמֵר מִדּוֹת הַלַּח נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ, וּמִדּוֹת הַיָּבֵשׁ לֹא נִמְשְׁחוּ לֹא מִבַּחוּץ וְלֹא מִבִּפְנִים. תֵּדַע לְךָ שֶׁאֵינָן מְקַדְּשׁוֹת, שֶׁנֶּאֱמַר <small>(ויקרא כג, יז)</small>: מִמּוֹשְׁבֹתֵיכֶם תָּבִיאוּ לֶחֶם תְּנוּפָה וגו', הָא אֵימַת הֵן לַה', לְאַחַר שֶׁנֶּאֱפוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“It was on the day that Moses concluded” – what day was it? It was the New Moon of Nisan, as it is stated: “It was in the first month during the second year, on the first of the month, the Tabernacle was erected” (Exodus 40:17). Rabbi Zeira said: What is “on the day”? From here, that being erected at night disqualified for service during the day. All seven days of inauguration, Moses would erect the Tabernacle each and every morning, anoint it, sacrifice, and dismantle it. That day, he erected it, anointed it, but did not dismantle it. Rabbi Ḥiyya bar Yosef said: Twice each day Moses would erect it and dismantle it, once in the morning and once in the evening. Rabbi Ḥanina the Great says: Three times each day, as it is stated: “Was erected,” “erected” (Exodus 40:18), “erecting”; once for the daily morning offering, once for the inauguration, and once for the daily evening offering. We find that on the twenty-third of Adar the days of inauguration began, and the anointment of Aaron, his sons, the Tabernacle, and all the vessels. <br>From where is the dismantling derived? Rabbi Zeira said: “The day that Moses concluded” – the day that his erections [of it] concluded.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Since there were several instances of erecting there were also several instances of dismantling.</i> On the New Moon of Nisan, the Tabernacle was erected. On the second, the red heifer was burned. On the third, he sprinkled from it<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Water containing ashes of the red heifer.</i> upon the Levites, just as it says: “Sprinkle upon them purification water” (Numbers 8:7). Instead of the second sprinkling that the Levites were obligated to be sprinkled because they were all impure with impurity imparted by a corpse because they killed the worshippers of the calf, just as it says: “Each slay his brother.… The sons of Levi acted in accordance with the word of Moses…” (Exodus 32:27–28), the Omnipresent commanded to shave them instead of the sprinkling of the seventh day. Moses was sanctified in the cloud all seven days, as it is stated: “The glory of the Lord rested upon Mount Sinai” (Exodus 24:16).<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The continuation of the verse states that Moses was covered by the cloud for six days and that on the seventh day God called Moses.</i> Aaron and his sons were sanctified with oil and blood, as it is stated: “Moses took from the anointing oil, and from the blood that was on the altar, and he sprinkled it on Aaron [and on his vestments, and on his sons, and on the vestments of his sons with him, and he sanctified Aaron and his vestments, and his sons and the vestments of his sons with him]” (Leviticus 8:30). Aaron was granted greater status than his sons because he was the High Priest, that he<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Moses</i> poured anointing oil on his head, which he did not do to his sons. How was the anointing of Aaron performed? All seven days of inauguration, Moses would disrobe Aaron of his garments, wash him, and anoint him between his eyes. Israel were sanctified with the purification heifer, as it is stated: “Speak to the children of Israel, and they shall take you an [unflawed] red heifer” (Numbers 19:2). <br>The Levites were sanctified with sprinkling and with a shave, with an offering and with a wave. With sprinkling, from where is it derived? It is as it is stated: “They shall take a young bull…[and a second young bull you shall take as a sin offering]” (Numbers 8:8).<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">These are the offerings. It states in the previous verse: “And so shall you do to them to purify them: Sprinkle upon them purification water, and they shall pass a razor over all their flesh” (Numbers 8:7). This is the sprinkling and the shave.</i> With a wave, from where is it derived? It is as it is stated: “Aaron shall wave the Levites as a wave offering” (Numbers 8:11). <br>The Tabernacle was sanctified with erecting, and dismantling, and with anointing. With erecting, from where is it derived? It is as it is stated: “Erecting the Tabernacle.” With dismantling, from where is it derived? It is as it is stated: “They shall not come to see the covering of the sacred” (Numbers 4:20).<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">This verse appears in the context of dismantling the Tabernacle.</i> With anointing, from where is it derived? It is as it is stated: “He anointed the Tabernacle and all that was in it, [and he sanctified them]” (Leviticus 8:10). Do I derive from this<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">This could be the understanding of the phrase: “He anointed it and sanctified it” (Numbers 7:1).</i> that the first that was anointed was sanctified? The verse states: “He anointed them and sanctified them.” This tells that none of them was sanctified until they were all anointed. <br>Rabbi Aivu said: Since it is written: “He anointed it and sanctified it,” for what purpose is it stated: “He anointed them and sanctified them”? Rabbi Aivu said: Rabbi Taḥlifa of Caesarea and Rabbi Shimon ben Lakish: One said: After he would anoint each and every one of them, he would then anoint all of them together. And one said: “He anointed them” – one anointing in this world and one anointing in the World to Come. This tells that with the anointing of these, all the vessels were sanctified for the future. <br>Similarly, “And attached the sheets one to another with the hooks” (Exodus 36:13) – why does the verse state: “And the Tabernacle was one” (Exodus 36:13)? Rabbi Aivu said: Rabbi Taḥlifa of Caesarea and Rabbi Shimon ben Lakish: One said: After he would attach each one to another, he would attach all of them together. And one said: What is, “and the Tabernacle was one”? It was one for the size and one for anointing.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The phrase \"one to another\" teaches that all of the sheets were the same size, and the phrase \"and the Tabernacle was one\" teaches that they were anointed after they were attached.</i> <br>“He anointed them” – he anointed them from without and from within. Rabbi Yoshiya said: The liquid measures were anointed from within and without, and the dry measures were anointed from within but not from without. Rabbi Yonatan says: The liquid measures were anointed from within but were not anointed from without, and the dry measures were anointed neither from within nor from without. Know that they do not sanctify,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Vessels which were not anointed do not sanctify their contents.</i> as it is stated: “From your dwellings you shall bring two loaves of waving…[they shall be baked as leavened bread, a first offering to the Lord]” (Leviticus 23:17). When are they to the Lord? It is after they were baked.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Even though the flour was measured in a dry measure before the bread was baked, it became sanctified only after it was baked.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58d13993d6e4a96e427ef186", "index_title": "Ibn Ezra on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Leviticus 8:27:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Ibn Ezra on Leviticus 8:27:1", "sourceHeRef": "אבן עזרא על ויקרא ח׳:כ״ז:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ibn Ezra on Leviticus", "he": "אבן עזרא על ויקרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וינף אותם.</b> הניף אהרן ובניו כאשר יניף אהרן את הלוים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND WAVED THEM. Moses waved Aaron and his sons<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">In other words, “them” in our verse does not refer to the fat and other items mentioned in the previous verse.</i> as Aaron waved the Levites.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">When they were consecrated. See Num. 8:5-21.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5918282ed6e4a913269d6d5e", "index_title": "Kohelet Rabbah", "category": "Midrash", "type": "", "ref": "Kohelet Rabbah 12:7:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Kohelet Rabbah 12:7:1", "sourceHeRef": "קוהלת רבה י״ב:ז׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [700, 950], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Kohelet Rabbah", "he": "קוהלת רבה"}, "heTitle": "קוהלת רבה", "he": "וְיָשֹׁב הֶעָפָר עַל הָאָרֶץ כְּשֶׁהָיָה, רַבִּי פִּנְחָס וְרַבִּי חִלְקִיָּה בְּשֵׁם רַבִּי סִימוֹן, אֵימָתַי וְהָרוּחַ תָּשׁוּב אֶל הָאֱלֹהִים אֲשֶׁר נְתָנָהּ, לִכְשֶׁיָּשׁוּב הֶעָפָר עַל הָאָרֶץ, וְאִם לָאו <small>(שמואל א כה, כט)</small>: נֶפֶשׁ אֹיְבֶיךָ יְקַלְּעֶנָּה וגו'. רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי בְּשֵׁם רַבִּי אַבְדִּימֵי דְּחֵיפָם, לְכֹהֵן חָבֵר שֶׁמָּסַר לְכֹהֵן עַם הָאָרֶץ כִּכָּר שֶׁל תְּרוּמָה טְהוֹרָה, וְאָמַר לוֹ רְאֵה שֶׁאֲנִי טָהוֹר וּבֵיתִי טָהוֹר וְכֵלַי טְהוֹרִים, וְכִכָּר זוֹ שֶׁאֲנִי נוֹתֵן לְךָ טְהוֹרָה הִיא, אִם אַתָּה מַחֲזִירָהּ לִי כְּדֶרֶךְ שֶׁנְּתַתִּיהָ לְךָ מוּטָב, וְאִם לָאו הֲרֵינִי שׂוֹרְפָהּ לְפָנֶיךָ. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאָדָם זֶה, רְאֵה שֶׁאֲנִי טָהוֹר וּמְעוֹנִי טָהוֹר וְשַׁמָּשַׁי טְהוֹרִים, וּנְשָׁמָה שֶׁאֲנִי נוֹתֵן לְךָ טְהוֹרָה הִיא, אִם אַתְּ נוֹתְנָהּ לִי כְּשֶׁאֲנִי נוֹתְנָהּ לְךָ, מוּטָב, וְאִם לָאו אֲנִי שׂוֹרְפָהּ בְּפָנֶיךָ. כָּל אֵלֶּה בִּימֵי זִקְנוּתוֹ, אֲבָל בִּימֵי נַעֲרוּתוֹ, אִם חָטָא הוּא לוֹקֶה בְּזִיבָה וְצָרַעַת. לְפִיכָךְ משֶׁה מַזְהִיר לְיִשְׂרָאֵל <small>(ויקרא טו, ב)</small>: אִישׁ כִּי יִהְיֶה זָב מִבְּשָׂרוֹ. רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי פָּתַר קְרָיָא בַּמִּקְדָּשׁ, אָמַר לָהֶם הַנָּבִיא לְיִשְׂרָאֵל וּזְכֹר אֶת בּוֹרְאֶיךָ, זִכְרוּ אֶת בּוֹרַאֲכֶם עַד שֶׁבְּחוּרֵיכֶם קַיָּמִין, עַד שֶׁבְּרִית כְּהֻנָּה קַיֶּמֶת, שֶׁנֶּאֱמַר <small>(שמואל א ב, כח)</small>: וּבָחֹר אֹתוֹ מִכָּל שִׁבְטֵי יִשְׂרָאֵל, עַד שֶׁבְּרִית לְוִיָּה קַיֶּמֶת, שֶׁנֶּאֱמַר <small>(דברים יח, ה)</small>: כִּי בוֹ בָּחַר ה' אֱלֹהֶיךָ מִכָּל שְׁבָטֶיךָ וגו', עַד שֶׁבְּרִית יְרוּשָׁלַיִם קַיֶּמֶת, שֶׁנֶּאֱמַר <small>(מלכים א יא, לב)</small>: הָעִיר אֲשֶׁר בָּחַרְתִּי בָהּ, עַד שֶׁמַּלְכוּת בֵּית דָּוִד קַיֶּמֶת, שֶׁנֶּאֱמַר <small>(תהלים עח, ע)</small>: וַיִּבְחַר בְּדָוִד עַבְדּוֹ, עַד שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם, שֶׁנֶּאֱמַר <small>(דברי הימים ב ז, טז)</small>: וְעַתָּה בָּחַרְתִּי וְהִקְדַּשְׁתִּי אֶת הַבַּיִת הַזֶּה, עַד שֶׁאַתֶּם קַיָּמִין, שֶׁנֶּאֱמַר <small>(דברים ז, ו)</small>: בְּךָ בָּחַר ה' אֱלֹהֶיךָ לִהְיוֹת לוֹ לְעַם סְגֻלָּה. עַד אֲשֶׁר לֹא יָבֹאוּ יְמֵי הָרָעָה, אֵלּוּ הֵן יְמֵי הַגָּלוּת, הֲדָא הוּא דִכְתִיב <small>(עמוס ו, ג)</small>: הַמְנַדִּים לְיוֹם רָע. וְהִגִּיעוּ שָׁנִים אֲשֶׁר תֹּאמַר, שֶׁזְּכוּת הָאָבוֹת בְּטֵלָה. עַד אֲשֶׁר לֹא תֶחְשַׁךְ הַשֶּׁמֶשׁ, זוֹ מַלְכוּת בֵּית דָּוִד, שֶׁנֶּאֱמַר <small>(תהלים פט, לז)</small>: וְכִסְאוֹ כַשֶּׁמֶשׁ נֶגְדִּי. וְהָאוֹר, זוֹ הַתּוֹרָה, שֶׁנֶּאֱמַר <small>(משלי ו, כג)</small>: כִּי נֵר מִצְוָה וְתוֹרָה אוֹר. וְהַיָּרֵחַ, זֶה סַנְהֶדְּרִין, דִּכְתִיב <small>(תהלים פט, לח)</small>: כְּיָרֵחַ יִכּוֹן עוֹלָם. וְהַכּוֹכָבִים, אֵלּוּ תַּלְמִידֵי חֲכָמִים. וְשָׁבוּ הֶעָבִים אַחַר הַגֶּשֶׁם, אַתְּ מוֹצֵא כָּל הַנְּבוּאוֹת קָשׁוֹת שֶׁנִּתְנַבֵּא עֲלֵיהֶם יִרְמְיָה לֹא בָאוּ עֲלֵיהֶם אֶלָּא לְאַחַר חֻרְבַּן הַבַּיִת. בַּיּוֹם שֶׁיָּזֻעוּ שֹׁמְרֵי הַבַּיִת, אֵלּוּ מִשְׁמָרוֹת כְּהֻנָּה וּלְוִיָּה. וְהִתְעַוְּתוּ אַנְשֵׁי הֶחָיִל, אֵלּוּ הַכֹּהֲנִים. אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא שְׁנַיִם וְעֶשְׂרִים אֶלֶף לְוִיִם הֵנִיף אַהֲרֹן בְּיוֹם אֶחָד, שֶׁנֶּאֱמַר <small>(במדבר ח, יא)</small>: וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה לִפְנֵי ה'. אָמַר רַבִּי חֲנִינָא הַמֻּרְאָה הַזּוֹ דָּבָר קַל הוּא, וְהָיָה הַכֹּהֵן מְכַוֵּן וְנוֹטְלוֹ בְּאַחַת יָדוֹ וְזוֹרְקוֹ לַאֲחוֹרֵי הַכֶּבֶשׁ שְׁלשִׁים וּשְׁתַּיִם אַמָּה לַאֲחוֹרֵי יָדָיו. וּבָטְלוּ הַטֹּחֲנוֹת, אֵלּוּ מִשְׁנָיוֹת גְּדוֹלוֹת, כְּגוֹן מִשְׁנָתוֹ שֶׁל רַבִּי עֲקִיבָא, וּמִשְׁנָתוֹ שֶׁל רַבִּי חִיָּא וְרַבִּי הוֹשַׁעְיָא, וּמִשְׁנָתוֹ שֶׁל בַּר קַפָּרָא. כִּי מִעֵטוּ, זֶה הַתַּלְמוּד שֶׁבָּלוּל בָּהֶן. וְחָשְׁכוּ הָרֹאוֹת בָּאֲרֻבּוֹת, אַתְּ מוֹצֵא כְּשֶׁגָּלוּ יִשְׂרָאֵל לְבָבֶל לֹא הָיָה אֶחָד יָכוֹל לִסְבֹּר אֶת תַּלְמוּדוֹ, וְסֻגְּרוּ דְלָתַיִם בַּשּׁוּק, אֵלּוּ דַּלְתוֹת נְחָשְׁתָּא בֵּית אֶלְנָתָן שֶׁהָיוּ פְּתוּחוֹת לִרְוָחָה. בִּשְׁפַל קוֹל הַטַּחֲנָה, עַל יְדֵי שֶׁבָּטְלוּ מִדִּבְרֵי תוֹרָה, אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי נִמְשְׁלוּ דִּבְרֵי תוֹרָה כְּטַחֲנָה, מַה טַּחֲנָה זוֹ אֵינָהּ בְּטֵלָה לֹא בַיּוֹם וְלֹא בַלַּיְלָה, כָּךְ דִּבְרֵי תוֹרָה נֶאֱמַר בָּהּ <small>(יהושע א, ח)</small>: וְהָגִיתָ בּוֹ יוֹמָם וָלַיְלָה. וְיָקוּם לְקוֹל הַצִּפּוֹר, אָמַר רַבִּי לֵוִי שְׁמוֹנָה עֶשְׂרֵה שָׁנָה הָיְתָה בַּת קוֹל מַכְרֶזֶת וּמְצַפְצֶפֶת עַל נְבוּכַדְנֶצַּר וְאוֹמֶרֶת לוֹ עַבְדָּא בִּישָׁא סוֹק אַחֲרֵיב בֵּיתֵיהּ דְּמָארָךְ דִּבְנוֹי מָרְדִין וְלָא שָׁמְעִין לֵיהּ. וְיִשַּׁחוּ כָּל בְּנוֹת הַשִּׁיר, שֶׁעָלָה וּבִטֵּל הַשִּׁיר מִבֵּית הַמִּקְדָּשׁ, הָאֵיךְ מָה דְאַתְּ אָמַר <small>(ישעיה כד, ט)</small>: בְּשִׁיר לֹא יִשְׁתּוּ יָיִן. גַּם מִגָּבֹהַּ יִרָאוּ, מִגָּבְהוֹ שֶׁל עוֹלָם מֶלֶךְ מַלְכֵי הַמְּלָכִים נִתְיָרֵא. וְחַתְחַתִּים בַּדֶּרֶךְ, חִתִּית שֶׁל דֶּרֶךְ נָפְלָה עָלָיו, וְרַבִּי לֵוִי אָמַר הִתְחִיל מַתְוֶה תְּוָואִים בַּדֶּרֶךְ, שֶׁנֶּאֱמַר <small>(יחזקאל כא, כו)</small>: כִּי עָמַד מֶלֶךְ בָּבֶל אֶל אֵם הַדֶּרֶךְ, עַל אֵם דְּבָצְלֵי, בְּרֹאשׁ שְׁנֵי הַדְּרָכִים, שֶׁמְּתַוֶּוכֶת לִשְׁנֵי הַדְּרָכִים, שְׁנֵי דְרָכִים הָיוּ שָׁם אַחַת הוֹלֶכֶת אֶל הַמִּדְבָּר וְאַחַת הוֹלֶכֶת לַיִּשּׁוּב. לִקְסָם קֶסֶם, הִתְחִיל לִקְסֹם קְסָמִים, לִשְׁמָהּ שֶׁל רוֹמִי וְלֹא עָלוּ, לִשְׁמָהּ שֶׁל אֲלֶכְּסַנְדְּרִיָּא וְלֹא עָלוּ, לִשְׁמָה שֶׁל יְרוּשָׁלַיִם וְעָלוּ. קִלְקַל בַּחִצִּים, לִשְׁמָהּ שֶׁל רוֹמִי וְלֹא עָלוּ, לִשְׁמָהּ שֶׁל אֲלֶכְּסַנְדְּרִיָּא וְלֹא עָלוּ, לִשְׁמָהּ שֶׁל יְרוּשָׁלַיִם וְעָלוּ. הִדְלִיק נֵרוֹת וּפָנָסִין לִשְׁמָהּ שֶׁל רוֹמִי וְלֹא הִדְלִיקוּ, לִשְׁמָהּ שֶׁל אֲלֶכְּסַנְדְּרִיָּא וְלֹא הִדְלִיקוּ, לִשְׁמָהּ שֶׁל יְרוּשָׁלַיִם וְהִדְלִיקוּ. הֵצִיף סְפִינוֹת בִּנְהַר פְּרָת לִשְׁמָהּ שֶׁל רוֹמִי וְלֹא הָלְכוּ, לִשְׁמָהּ שֶׁל אֲלֶכְּסַנְדְּרִיָּא וְלֹא הָלְכוּ, לִשְׁמָהּ שֶׁל יְרוּשָׁלַיִם וְהָלְכוּ. שָׁאַל בַּתְּרָפִים, זוֹ עֲבוֹדַת כּוֹכָבִים שֶׁלּוֹ. רָאָה בַּכָּבֵד, אָמַר רַבִּי לֵוִי כְּהָדֵין עֲרַבְיָא דְּנָכֵיס אִימְרָא וְחָמֵי בִּכַבְדֵיהּ. בִּימִינוֹ הָיָה הַקֶּסֶם יְרוּשָׁלָיִם, הָיָה קִסְמוֹ שֶׁל יְרוּשָׁלַיִם בִּימִינוֹ. לָשׂוּם כָּרִים, כָּלוֹרְכִין. לִפְתֹּחַ פֶּה בְּרֶצַח, סְפַקְלָאטוֹרִין. לְהָרִים קוֹל, בְּסַרְפִּינִיסֵס. לָשׂוּם כָּרִים, עָשָׂה כַּרְקוֹמִין. לִשְׁפֹּךְ סֹלְלָה, אַבְנֵי בַּלִּסְטְרָא. לִבְנוֹת דָּיֵק, כְּבָשִׁין. וְכֻלָּם וְהָיָה לָהֶם כִּקְסָם שָׁוְא וגו', אָמַר לָהֶם נָבִיא לְיִשְׂרָאֵל, אִלּוּ זְכִיתֶם הֱיִיתֶם קוֹרִין בַּתּוֹרָה שֶׁנִּדְרֶשֶׁת שִׁבְעָה מִשִּׁבְעָה, וְעַכְשָׁיו שֶׁלֹא זְכִיתֶם הֲרֵי נְבוּכַדְנֶצַּר קוֹסֵם עֲלֵיכֶם שִׁבְעָה מִשִּׁבְעָה, וְכָל כָּךְ לָמָּה וְהוּא מַזְכִּיר עָוֹן לְהִתָּפֵשׂ, זֶה דָּמוֹ שֶׁל זְכַרְיָה. וְיָנֵאץ הַשָּׁקֵד, זוֹ נְבוּאָתוֹ שֶׁל יִרְמְיָה, שֶׁנֶּאֱמַר <small>(ירמיה א, יא)</small>: מַקֵּל שָׁקֵד אֲנִי רֹאֶה, אָמַר רַבִּי אֶלְעָזָר מָה הַשָּׁקֵד הַזֶּה מִשְּׁעַת שֶׁיָּנֵץ עַד שֶׁהוּא גוֹמֵר פֵּרוֹתָיו עֶשְׂרִים וְאֶחָד יוֹם, כָּךְ כָּל גְּזֵרָה לֹא הָיְתָה אֶלָּא מִשִּׁבְעָה עָשָׂר בְּתַמּוּז עַד תִּשְׁעָה בְּאָב. וְיִסְתַּבֵּל הֶחָגָב, זֶה צַלְמוֹ שֶׁל נְבוּכַדְנֶצַּר, שֶׁנֶּאֱמַר <small>(דניאל ג, א)</small>: נְבוּכַדְנֶצַּר מַלְכָּא עֲבַד צְלֵם דִּי דְהַב. אָמַר רַבִּי יוֹחָנָן אִשְׁתַּכַּח דְּאַתְּ אָמַר כָּל דְּרוּמֵיהּ שִׁיתִּין וּפוּתְיֵיהּ שִׁית, צָרִיךְ הֶקֵּף חַד מִתְּלָתָא, אָמַר רַבִּי בַּנַּי בְּקָנֶה זֶה הָיָה מַעֲמִידוֹ וְנוֹפֵל מַעֲמִידוֹ וְנוֹפֵל, אָמַר רַבִּי חַגַּי בְּשֵׁם רַבִּי יִצְחָק לֹא הָיָה עוֹמֵד עַד שֶׁהֵבִיא כָּל כֶּסֶף וְזָהָב שֶׁבִּירוּשָׁלַיִם וְשָׁפְכוּ לְפָנָיו דִּימוֹס סָמַךְ עַל רַגְלָיו, הֲדָא הוּא דִכְתִיב <small>(יחזקאל ז, יט)</small>: כַּסְפָּם בַּחוּצוֹת יַשְׁלִיכוּ. וְתָפֵר הָאֲבִיּוֹנָה, זוֹ זְכוּת אָבוֹת. כִּי הֹלֵךְ הָאָדָם אֶל בֵּית עוֹלָמוֹ, מִבָּבֶל הָיוּ וּלְבָבֶל חָזְרוּ. וְסָבְבוּ בַשּׁוּק הַסּוֹפְדִים, זוֹ גָּלוּת יְכָנְיָה, אַתְּ מוֹצֵא מִשָּׁעָה שֶׁגָּלְתָה גָּלוּתוֹ שֶׁל צִדְקִיָּה יָצָאת גָּלוּת יְכָנְיָה לִקְרָאתָם וְהָיוּ מְכֻסִּים שַׂקִּים מִבִּפְנִים וּלְבָנִים מִבַּחוּץ וַהֲווֹן מַשְׁאֲלִין אִילֵּין לְאִילֵּין מָה אַבָּא עֲבֵיד מָה אִמָּא עֲבִידָא מָה אַחָא עֲבֵיד, וְאָמְרוּן לוֹן קְטִילִין אִינוּן, וַהֲוָה מְסַפֵּיד בְּחָדָא יָדֵיהּ וּמְקַלֵּס בְּחָדָא יָדֵיהּ, לְקַיֵּם מַה שֶּׁנֶּאֱמַר <small>(יחזקאל כד, כג)</small>: וּפְאֵרֵכֶם עַל רָאשֵׁיכֶם וְנַעֲלֵיכֶם בְּרַגְלֵיכֶם לֹא תִסְפְּדוּ וְלֹא תִבְכּוּ. עַד אֲשֶׁר לֹא יֵרָתֵק חֶבֶל הַכֶּסֶף, זוֹ שַׁלְשֶׁלֶת יוֹחֲסִים. וְתָרוּץ גֻּלַּת הַזָּהָב, אֵלּוּ דִּבְרֵי תוֹרָה, שֶׁנֶּאֱמַר <small>(תהלים יט, יא)</small>: הַנֶּחֱמָדִים מִזָּהָב. וְתִשָּׁבֵר כַּד עַל הַמַּבּוּעַ, תְּרֵין אָמוֹרָיִן, חַד אָמַר כַּדּוֹ שֶׁל בָּרוּךְ עַל מַבּוּעוֹ שֶׁל יִרְמְיָה. וְחַד אָמַר כַּדּוֹ שֶׁל יִרְמְיָה עַל מַבּוּעוֹ שֶׁל בָּרוּךְ, הֲדָא הוּא דִכְתִיב <small>(ירמיה לו, יח)</small>: מִפִּיו יִקְרָא אֵלַי אֵת כָּל הַדְּבָרִים הָאֵלֶּה וַאֲנִי כֹּתֵב עַל הַסֵּפֶר בַּדְּיוֹ. וְנָרֹץ הַגַּלְגַּל אֶל הַבּוֹר, מִבָּבֶל הָיוּ וּלְבָבֶל חָזְרוּ. מִבָּבֶל הָיוּ, שֶׁנֶּאֱמַר <small>(בראשית יב, א)</small>: וַיֹּאמֶר ה' אֶל אַבְרָם לֶךְ לְךָ מֵאַרְצְךָ, וּלְבָבֶל חָזְרוּ <small>(עזרא ה, יב)</small>: וְעַמָּה הַגְלִי לְבָבֶל. אָמַר רַבִּי יוֹחָנָן <small>(ישעיה מד, כז)</small>: הָאֹמֵר לַצּוּלָה חֳרָבִי, צוּלָה זוֹ בָּבֶל, וְלָמָּה נִקְרָא שְׁמָהּ צוּלָה, שֶׁשָּׁם צָלֲלוּ מֵתֵי דּוֹר הַמַּבּוּל, דִּכְתִיב <small>(ירמיה נא, מט)</small>: גַּם בָּבֶל לִנְפֹּל חַלְלֵי יִשְׂרָאֵל. אָמַר רֵישׁ לָקִישׁ כְּתִיב <small>(בראשית יא, ב)</small>: וַיִּמְצְאוּ בִקְעָה בְּאֶרֶץ שִׁנְעָר, לָמָּה נִקְרָא שְׁמָהּ שִׁנְעָר, שֶׁנִּנְעֲרוּ שָׁם מֵתֵי דּוֹר הַמַּבּוּל. דָּבָר אַחֵר, שִׁנְעָר, שֶׁמֵּתוּ בְּתַשְׁנוּק, בְּלֹא נֵר וּבְלֹא מֶרְחָץ. דָּבָר אַחֵר, שִׁנְעָר, שֶׁהֵן מְנֹעָרִים מִן הַמִּצְווֹת בְּלֹא תְרוּמָה וּבְלֹא מַעַשְׂרוֹת. שִׁנְעָר, שֶׁשָֹּׂרֶיהָ מֵתִים נְעָרִים. שִׁנְעָר, שֶׁהֶעֱמִידוּ שׂוֹנֵא וָעֵר, וְאֵיזֶה זֶה, זֶה נְבוּכַדְנֶצַּר. וְיָשֹׁב הֶעָפָר עַל הָאָרֶץ כְּשֶׁהָיָה, מִבָּבֶל הָיוּ וּלְבָבֶל חָזְרוּ. וְהָרוּחַ תָּשׁוּב אֶל הָאֱלֹהִים, זוֹ רוּחַ הַקֹּדֶשׁ, אַתְּ מוֹצֵא כֵּיוָן שֶׁרָאָה יִרְמְיָה יְרוּשָׁלַיִם חֲרֵבָה, וּבֵית הַמִּקְדָּשׁ שֶׁנִּשְׂרַף, וְיִשְׂרָאֵל שֶׁגָּלוּ, וְרוּחַ הַקֹּדֶשׁ שֶׁנִּסְתַּלְּקָה לָהּ, הִתְחִיל עֲלֵיהֶם בַּהֲבֵל הֲבָלִים. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“and the dust returns to the earth as it was; and the spirit returns to God, who provided it” (Ecclesiastes 12:7).</b><br>“And the dust returns to the earth as it was” – Rabbi Pinḥas and Rabbi Ḥilkiya [said] in the name of Rabbi Simon: When is it that “the spirit returns to God, who provided it”? It is when “the dust returns to the earth [as it was].”<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">If the body returns free of sin, as it was before the person lived his life.</i> If not, “may He cast away the souls of your enemies…” (I Samuel 25:29).<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">God will cast away the souls of the sinners.</i><br>Rabbi Shmuel bar Naḥmani [said] in the name of Rabbi Avdimi of Haifa: [This is analogous] to a priest who is scrupulous regarding matters of ritual purity who gave a loaf of <i>teruma</i> bread to a priest who is not scrupulous in that regard, and said to him: ‘Look, I am pure, my household is pure, my utensils are pure, and this loaf that I am giving you is pure. If you return it to me in the manner that I gave it to you, fine, but if not, I will burn it in your presence.’ So too, the Holy One blessed be He says to each person: Look, I am pure, My abode is pure, My attendants are pure, and the soul that I am placing in you is pure. If you give it to Me as I gave it to you, fine, but if not, I will burn it in your presence.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">In Gehenna</i><br>All this [occurs to a person] in his old age; however, in one’s youth, if he sins he is stricken with gonorrhea and leprosy; therefore, Moses cautions Israel: “[Any] man, when there will be a discharge from his flesh” (Leviticus 15:2).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The term “from his flesh” is seemingly unnecessary and is meant to emphasize that if one sins God brings upon him bodily punishment even in his youth. God need not bring this punishment from an external source; He can bring it from within a person’s own body.</i><br>Rabbi Yehoshua ben Levi interpreted the verses regarding the Temple.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Previously verses 1–7 were interpreted as warning a person to remember God before reaching old age. Rabbi Yehoshua ben Levi offers an alternative interpretation of these verses.</i> The prophet said to Israel: “Remember your Creator” (Ecclesiastes 12:1) – remember your Creator while your chosen status is still intact, while the covenant of priesthood is still intact, as it is stated: “And choose it from all the tribes of Israel [to be priests for Me]” (I Samuel 2:28); while the covenant of Levitehood is still intact, as it is stated: “As the Lord your God has chosen it from all your tribes…” (Deuteronomy 18:5); while the covenant of Jerusalem is still intact, as it is stated: “The city that I have chosen” (I Kings 11:32); while the kingdom of the House of David is still intact, as it is stated: “He chose David, His servant” (Psalms 78:70); while the Temple is still intact, as it is stated: “Now I have chosen and consecrated this house” (II Chronicles 7:16); while you are still intact, as it is stated: “The Lord your God has chosen you to be a treasured people for Him” (Deuteronomy 7:6). “Before the evil days come” (Ecclesiastes 12:1) – these are the days of the exile; that is what is written: “Who put far away the evil day” (Amos 6:3). “And the years arrive when you will say” (Ecclesiastes 12:1): The merit of the patriarchs has ceased.<br>“Before the sun…are darkened” (Ecclesiastes 12:2) – this is the kingdom of the House of David, as it is stated: “His throne will be like the sun before Me” (Psalms 89:37). “The light” (Ecclesiastes 12:2) – this is Torah, as it is stated: “For the commandment is a lamp and Torah is light” (Proverbs 6:23). “The moon” (Ecclesiastes 12:2) – this is the Sanhedrin,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The Sanhedrin would sit in the configuration of a semicircle, or half-moon.</i> as it is written: “Like the moon, it will be established forever” (Psalms 89:38). “The stars” (Ecclesiastes 12:2) – these are Torah scholars.<br>“And the clouds return after the rain” (Ecclesiastes 12:2) – you find that all the harsh prophecies that Jeremiah prophesied in their regard did not befall them until after the destruction of the Temple.<br>“On the day that the guards of the house will tremble” (Ecclesiastes 12:3) – these are the priestly and Levite watches. “The men of valor will be bent” (Ecclesiastes 12:3) – these are the priests. Rabbi Abba bar Kahana said: Aaron [picked up and] waved twenty-two thousand Levites on one day, as it is stated: “Aaron waved the Levites a waving before the Lord (Numbers 8:11). Rabbi Ḥanina said: The crop [of a bird] is very light, and the priest would aim, take it in one hand, and throw it behind the ramp [of the altar, a distance of] thirty-two cubits, with a backward [motion of his] hand.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Throwing a light item accurately to a great distance takes enormous strength.</i><br>“The grinders will cease” (Ecclesiastes 12:3) – these are the great compilations [of tannaitic traditions], like the compilation of Rabbi Akiva, the compilation of Rabbi Ḥiyya and Rabbi Hoshaya, and the compilation of bar Kappara. “Because they have dwindled” (Ecclesiastes 12:3) – this is the Talmud that is intermingled with them. “It will be dark for those who gaze through the windows” (Ecclesiastes 12:3) – you find that when Israel was exiled to Babylon, there was no one able to clearly articulate his studies.<br>“The doors to the street will be shut” (Ecclesiastes 12:4) – these are the doors of Neḥashta of the House of Elnatan,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Neḥushta, daughter of Elnatan, was the mother of Yehoyakhin, king of Judah (see II Kings 24:8). Her door was open to all those in need, but this was no longer the case after the destruction of Jerusalem and the Temple.</i> which had been wide open. “With the fading of the sound of the mill” (Ecclesiastes 12:4) – [the destruction occurred] because they were indolent in the study of Torah. Rabbi Shmuel bar Naḥmani said: Matters of Torah were likened to a mill; just as a mill is not idle by day or at night, so too, regarding matters of Torah it is stated: “You shall contemplate it day and night” (Joshua 1:8). “And one will arise to the voice of a bird” (Ecclesiastes 12:4) – Rabbi Levi said: For eighteen years, a Divine Voice would proclaim and call out to Nebuchadnezzar and say to him: Wicked slave, ascend and destroy the house of your Master, because His children are rebellious and do not obey Him. “And all the sources of music will be lowered” (Ecclesiastes 12:4) – [Nebuchadnezzar] ascended and abrogated song in the Temple; that is what is stated: “They will not drink wine with song” (Isaiah 24:9).<br>“They will also fear heights” (Ecclesiastes 12:5) – [Nebuchadnezzar] also feared the most elevated, the King of kings. “There will be obstacles on the way” (Ecclesiastes 12:5) – the fear of the way fell over him. Rabbi Levi said:<b> </b>He began delineating subdivisions along the route, as it is stated: “For the king of Babylon stood at the crossroads, [at the head of the two roads, to practice divination; he shot arrows, consulted the <i>terafim</i>, and examined the liver]” (Ezekiel 21:26); [he stood at] a thoroughfare that diverges, “at the head of the two roads,” [a location] that diverges to two roads. There were two roads there, one going toward the wilderness and one going toward the settlement [Jerusalem]. “To practice divination” – he began performing divination in the name of Rome, but it was not successful;<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">He performed divination to find out if he would be successful if he waged war against Rome, but the message he received was that he would not be successful.</i> in the name of Alexandria, but it was not successful; in the name of Jerusalem, and it was successful. “He shot arrows” in the name of Rome, but it was not successful; in the name of Alexandria, but it was not successful; in the name of Jerusalem, and it was successful.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">He shot arrows straight up into the air and watched to see in which direction they would fall. When he shot with the intention to receive a sign about Jerusalem, the arrow sailed in the direction of Jerusalem.</i> He kindled lamps and lanterns in the name of Rome, but they did not light; in the name of Alexandria, but they did not light; in the name of Jerusalem, and they lit. He sailed boats on the Euphrates River in the name of Rome, but they did not move; in the name of Alexandria, but they did not move; in the name of Jerusalem, and they moved. “Consulted the <i>terafim</i>” – this is his idol worship. “And examined the liver” – Rabbi Levi said: Like an Arab who slaughters a lamb and examines its liver.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">This is a form of divination.</i><br>“In his right hand was the divination for Jerusalem, [to place battering rams, to call for murder, to raise the voice with shouting, to place battering rams against the gates, to pour a ramp, to build a siege tower]” (Ezekiel 21:27) – the divination of Jerusalem was in his right hand.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">He was encouraged by the signs he received via divination that he would conquer Jerusalem. Alternatively, he cast lots, and the lot of Jerusalem came up in his right hand, indicating that he would conquer it.</i> “To place battering rams [<i>karim</i>]” – [to appoint] government officials [<i>kalorkhin</i>]; “to call for murder” – [to administer] death sentences; “to raise the voice” – [to sound] trumpets of war; “to place battering rams” – he deployed a siege; “to pour a ramp” – [from which they would catapult] stones; “and to build a siege tower” – ramps [to climb over the wall]. Regarding all of these [it could have been said]: “But it will be for them like a vain divination [in their eyes, who have weeks upon weeks, and it evokes iniquity for them to be captured]” (Ezekiel 21:28). The prophet said to Israel: Had you merited, you would have read the Torah that is expounded in seven times seven ways.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">This is alluded to in the phrase “weeks upon weeks,” as a week has seven days.</i> Now that you have not merited, Nebuchadnezzar will divine seven times seven divinations upon you. Why to that extent? “And it evokes iniquity for them to be captured” – this is the blood of Zekharia.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See <i>Kohelet Rabba</i> 3:16, where the story is told of Zekharia, a prophet and priest, who was murdered in the Temple. This terrible act caused the Israelites to be punished with great bloodshed and suffering at the time of the destruction of the Temple.</i><br>“The almond tree will blossom” (Ecclesiastes 12:5) – this is the prophecy of Jeremiah, as it is stated: “I see the branch of an almond tree” (Jeremiah 1:11). Rabbi Elazar said: Just as an almond tree, from the moment that it blossoms until its fruit ripens is twenty-one days, so too, the entire decree was [carried out] only from the seventeenth of Tammuz until the ninth of Av.<br>“The grasshopper will be burdened” (Ecclesiastes 12:5) – this is the image of Nebuchadnezzar, as it is stated: “Nebuchadnezzar the king made an image of gold;<b> </b>[its height was sixty cubits, and its width was six cubits]” (Daniel 3:1).<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">It is referred to disdainfully as a grasshopper as a way to mock its giant size.</i> Rabbi Yoḥanan said: It emerges that you are saying that anything whose height is sixty and its width is six [is able to stand,] but [in fact] it requires a width one-third of its height. Rabbi Banai said: It was like a reed; he would place it upright and it would fall, he would place it upright and it would fall. Rabbi Ḥagai said in the name of Rabbi Yitzḥak. It was incapable of standing until he brought all the silver and gold from Jerusalem. They poured it into a solid base before it as a stand for its feet. That is what is written: “They will cast their silver in the streets” (Ezekiel 7:19).<br>“The caper berry [<i>haaviyona</i>] will fail” (Ecclesiastes 12:5) – this is the merit of the patriarchs.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The word <i>aviyona</i> is expounded to mean father of a dove [<i>avi yona</i>], as the Jewish people are likened to a dove.</i> “For the man goes to his eternal home” (Ecclesiastes 12:5) – they were from Babylon,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Abraham’s origins were in Babylon.</i> and to Babylon they returned. “And the mourners will circle in the streets” (Ecclesiastes 12:5) – this is the exile of Yekhonya. You find that at the time of the exile of Zedekiah,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">The exile of Zedekiah, which took place in the wake of the destruction of the Temple, was eleven years after the exile of Yekhonya.</i> the members of the exile of Yekhonya emerged to greet them. They were covered in sackcloth<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">This was in mourning for the destruction of the Temple.</i> on the inside and in white garments<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">As residents of Babylon, they outwardly celebrated their king’s victory.</i> on the outside. They would ask each other:<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Those who had been exiled previously asked those who were just coming into exile.</i> How is [my] father doing? How is [my] mother doing? How is [my] brother doing? They said to them: They were killed. They would mourn with one hand and laud with the other hand,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">They would beat their chests or thighs in mourning, and when forced to, they would applaud the king for his victory.</i> to fulfill what is stated: “Your splendor will be upon your heads and your shoes upon your feet; you will not lament and you will not weep” (Ezekiel 24:23).<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">They were forced to wear celebratory clothing and could not properly mourn their loss.</i><br>“Before the silver cord is severed” (Ecclesiastes 12:6) – this is the genealogical chain;<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Families of impeccable lineage kept meticulous genealogical records and were careful to marry only families with similarly impeccable lineage. This ability, and certainly the records, were lost during the period of destruction and exile.</i> “the golden skull is shattered” (Ecclesiastes 12:6) – these are matters of Torah, as it is stated: “More pleasant than gold” (Psalms 19:11).<br>“The pitcher is smashed at the spring” (Ecclesiastes 12:6) – two <i>amora’im</i>: One says: The pitcher of Barukh at the spring of Jeremiah,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Barukh ben Neriya was the disciple of Jeremiah. The transmission from master to disciple was disrupted.</i><b> </b>and one says: The pitcher of Jeremiah at the spring of Barukh. That is what is written: “[Then Barukh answered them:] From his own mouth he would recite all these words to me and I would write on the scroll with the ink” (Jeremiah 36:18).<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">In this verse, Barukh copied down what Jeremiah said. The midrash may be alluding to the fact that Jeremiah was dependent upon Barukh’s skill as a scribe, which was enhanced by Divine inspiration (Maharzu); alternatively, Jeremiah the teacher was enriched by his student’s insights and questions (<i>Etz Yosef</i>).</i><br>“And the wheel is shattered into the cistern” (Ecclesiastes 12:6) – they were from Babylon, and to Babylon they returned. They were from Babylon, as it is stated: “The Lord said to Abram: Go you from your land” (Genesis 12:1).<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Abraham’s original land was Ur Kasdim (see Genesis 11:31), which is in Babylon.</i> “And to Babylon they returned” – [as it is stated regarding Nebuchadnezzar:] “And exiled the people to Babylon” (Ezra 5:12). Rabbi Yoḥanan said: “Who says to the depths: Be dry” (Isaiah 44:27). “The depths” – this is Babylon. Why is it called “the depths”? Because the dead of the generation of the Flood were submerged there, as it is written: “As Babylon caused the dead of Israel to fall, [so at Babylon shall fall the dead of all the land]” (Jeremiah 51:49).<br>Reish Lakish said: It is written: “They found a valley in the land of Shinar” (Genesis 11:2). Why is it called Shinar? Because the dead of the generation of the Flood were transported [<i>sheninaru</i>] there [by the water]. Alternatively: Shinar, as they died in convulsions [<i>tashnuk</i>], without a lamp and without a bathhouse.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Because they were impoverished.</i> Alternatively: Shinar, as they were bereft [<i>meno’arim</i>] of the mitzvot, without <i>teruma</i> and tithes.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">These mitzvot apply specifically in the Land of Israel.</i> Shinar, as their princes die as lads [<i>ne’arim</i>]. Shinar, as they established an enemy [<i>soneh</i>] and a destroyer [<i>va’er</i>]; and who is that? It is Nebuchadnezzar.<br>“And the dust returns to the earth as it was” (Ecclesiastes 12:7) – they were from Babylon, and to Babylon they returned. “And the spirit returns to God” – this is the Divine Spirit. You find that when Jeremiah saw Jerusalem destroyed, the Temple burned, Israel exiled, and the Divine Spirit that departed, he began [to speak] about them with [the phrase] “vanity of vanities” (Ecclesiastes 12:8).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b28cd6e4a957603a27a7", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Pekudei 8:6", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Midrash Tanchuma Buber, Pekudei 8:6", "sourceHeRef": "תנחומא בובר, פקודי ח׳:ו׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "פקודי", "he": "ד\"א יפה נוף, בהניפתה, שנאמר והניף אהרן וגו' <small>(במדבר ח יא)</small>, והניף את העומר <small>(ויקרא כג יא)</small>.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Ps. 48:3 [2]:) <small>BEAUTEOUS LANDSCAPE</small> (<i><small>NWP</small></i>), in its waving (rt.: <i><small>NWP</small></i>), as stated (in Numb. 8:11): <small>AND LET AARON OFFER</small> (rt.: <i><small>NWP</small></i>) <small>&lt;THE LEVITES BEFORE THE LORD AS A WAVE OFFERING</small> (rt.: <i><small>NWP</small></i>) <small>FROM THE PEOPLE OF ISRAEL</small>&gt;…. (Lev. 23:11:) <small>THEN HE SHALL WAVE</small> (rt.: <small>NWP</small>) <small>THE SHEAF &lt; BEFORE THE LORD</small>&gt;.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59765593d6e4a90179bf6cbc", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Be'er Mayim Chaim, Numbers 8:11:1", "sourceHeRef": "באר מים חיים, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>והניף</b> אהרן את הלוים תנופה לפני ה' וגו'. שחוץ מקרבתם לפני ה' בשורש נשמתן עוד יניף אותם שם למעלה למעלה. והוא כאשר כתבנו שם בפסוק <small>(במדבר ה', כ\"ב)</small> והניף את המנחה לפני ה' בסוד אמרם ז\"ל <small>(שמות רבה נ\"ב, ה')</small> לא זז מחבבה עד שקרא אותה אמי והוא בבחינת <small>(ישעיה מ\"ט, ג')</small> ישראל אשר בך אתפאר שלפעמים עולים נשמות ישראל למעלה למעלה כל כך עד שנעשים כתר ועטרה לראש חי העולמים ברוך הוא, והוא מתעטר ומתפאר בהם לרוב האהבה והחיבה כדמיון האב שמניף את בנו החביב עליו ומושיבו על ראשו ממש והוא בחינת <small>(ויקרא ט\"ז, ל')</small> לפני ה' תטהרו הנאמר ביום הכפורים כי שם עולים נשמות ישראל ואז לגודל האהבה והחיבה נמחל ונסלח לכל עוונות בני ישראל ומעביר אשמותיהם. ועל כן ניתנו אז הלוחות השניות כי שם מקום החירות והיובל ונעשה חירות מיצר הרע וכו' ויוכלו ישראל להמשיך משם גם על כל השנה שיוכלו לעבוד את ה' להתגבר על אויביהם הוא היצר הרע הטמון בקרב לב אנוש. ולזה צוה ה' יתברך גם כאן אצל הלוים שהיו נצרכים ליסמך מלמעלה לעבודת ה' והיה הלוי לכהן <small>(על פי שופטים י\"ז, י\"ג)</small>, לְכַהֵן ולעבוד לבוראו כראוי להניף אותם תנופה ועל ידי זה יונף שורש נשמתם עד לפני ה' בבחינת לפני ה' תטהרו ושם יטהרו מכל חטא ועוון ופשע ולקבל משם כל בחינת שפע אלהי וקדושה לעבודת בוראם כאמור. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59b79eb0d6e4a972e7b7f56a", "index_title": "Chomat Anakh on Torah", "category": "Commentary", "type": "commentary", "ref": "Chomat Anakh on Torah, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Chomat Anakh on Torah, Numbers 8:11:1", "sourceHeRef": "חומת אנך על תורה, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1784, 1804], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Chomat Anakh", "he": "חומת אנך"}, "heTitle": "במדבר", "he": "<b>והניף אהרן.</b> הוא קונה את הלויים לזה הניפם לקנותם דקי״ל עבד נקנה בהגבהה אם הגביהו רבו. וישראל הם המקנים כחם שהם הבכורות ללויים ולזה סמכו ידיהם על הלוים על דרך סמיכת רבנות. וכדי לחוס על כבוד הבכורות באו כל ישראל בכנופייא כדי שלא יראה חסרונה לעין על דרך מי האיש אשר ארס אשה לחפות על בעלי עבירה:", "heVersionTitle": "Chomat Anakh, Jerusalem 1965", "heLicense": "", "heVersionTitleInHebrew": "חומת אנ״ך, ירושלים 1965", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928ab07", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Malbim on Numbers 8:11:1", "sourceHeRef": "מלבי\"ם על במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>והניף </b>הנה היו בלוים שתי תנופות א' ע\"י אהרן וא' ע\"י משה, וכ\"א הי' לה הוראה אחרת, כי נעשה בלוים שני ענינים [א] מה שבני ישראל נתנו אותם לה', היינו שעד עתה היתה העבודה בבכורות ועתה נתנו ב\"י את הלוים חלף בכוריהם שיכנסו תחתם לעבודה בעניני עבודת ה' ששייכים ללוים כמו השיר ודומיו ולצורך זה הניף אותם אהרן, ומפרש שהיה מאת בני ישראל, כי בזה היה שליח של ישראל שהם מסרו אותם שעי\"כ היה <b>לעבוד את עבודת ה' </b>תחת שהיה העבודה בבכורות:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141019539fc005a15fe54", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Birkat Asher on Torah, Numbers 8:11:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה והניף אהרן את הלוים תנופה, ...שלוש תנופות נאמרו בפרשה זו... לבני קהת... לפי שעבודת קדש הקדשים עליהם... לבני גרשון... והשלישית לבני מררי. ע\"כ.</b> דברי רש\"י באים לבאר את סדר הבאת המשפחות: התנופה הראשונה היתה לבני קהת שהיו נושאים את הדברים המקודשים ביותר (למעלה ג, לא), לכן נאמר בהם \"והיו לעבֹד את עבֹדת ה'\". התנופה השניה היתה לבני גרשון, שאמנם נשאו את היריעות והקרסים הנראים בבית קדש הקדשים (למעלה ג, כה), אך עבודה זו מועטת בדרגתה ממשא כלי הקודש עצמם, ולכן לא נאמרה בהם התוספת האמורה בבני קהת \"לעבֹד את עבֹדת ה'\", אבל נאמר בהם \"והנפת אֹתם תנופה לה'\" (פסוק יג). התנופה השלישית היתה לבני מררי שהיו נושאים את קרשי המשכן, בריחיו, עמודיו ואדניו (למעלה ד, לא), לכן נאמר בהם \"והנפת אֹתם תנופה\" (פסוק טו) בלבד. (פ' בהעלתך תשנ\"ו)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1410104bbb60019c1e5b2", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 8:11:2", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Birkat Asher on Torah, Numbers 8:11:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ח׳:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "וכיצד זה הניף אהרן הכהן לבדו 22,300 איש? והרי צריך תקופה ארוכה למדי לסיים מלאכה שכזו. (פ' בהעלתך תשנ\"ז) וראה רבנו בחיי (בפסוק כ) שכתב: והתנופה הזאת היא שהיה אהרן לוקח לכל אחד ואחד מן הלויים ומגביהו מן הקרקע מעט והיה מניף אותו, ובזה נתפרסם אהרן בגבורה גדולה וכח עצום, שיניף את הלויים שהיו שניים ועשרים אלף ביום אחד הוא לבדו. או היה זה בדרך נס. וראה \"תורה שלמה\" על אתר (אות פ) שהביא בשם \"מאור האפלה\" כי תנופת הלויים לא היתה כתנופה שבקרבנות, אלא הוליך אהרן את הלויים בעזרה, כשהשיר מכה לפניהם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea117eb7d2e1475644cf1", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 8:11:1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "Midrash Lekach Tov, Numbers 8:11:1", "sourceHeRef": "מדרש לקח טוב, במדבר ח׳:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "פס'. והניף אהרן. מעבירין אחד אחד:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d2f8b6084aa1cbf20c63", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נוּף 1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "BDB, נוּף 1", "sourceHeRef": "בראון-דרייבר-בריגס, נוּף א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נוּף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big>[<span dir=\"rtl\">נוּף</span>]</big></big>  <strong>vb. move to and fro, wave, besprinkle (</strong>NH Hiph., Pilp. <em>wave, blow, fan</em>, cf. <a data-ref=\"BDB, נָפָה\" href=\"/BDB,_נָפָה\", dir=\"rtl\">נָפָה</a> <em>sift</em>, <span dir=\"rtl\">נָפָה</span> n. <em>sieve</em> (as BH); 𝔗 Aph. as BH; Syriac <span dir=\"rtl\">ܢܳܦ</span> <em>bend, wave, shake;</em> Di cp. Ethiopic quadril. ነፍነፈ <em>distil, drop like dew;</em> ነፈየ <em>sift</em><strong>)</strong>;—<br><strong>Qal</strong>  <em>Pf.</em> 1 s. <span dir=\"rtl\">נַ֫פְתִּי מִשְׁכָּבִי מֹר וגו׳</span> <a data-ref=\"Proverbs 7:17\" href=\"/Proverbs.7.17\">Pr 7:17</a> <em>I have be-sprinkled my couch with myrrh</em>, etc. <strong>Poʿlel</strong> Impf. 3 ms. <span dir=\"rtl\">יְנֹפֵף יָדוֹ הַר וגו׳</span> <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">Is 10:32</a> <em>he brandisheth his hand toward the mt.</em> (on acc. <span dir=\"rtl\">הַר</span> cf. Ges<sup>§ 118 f.</sup> Da<sup>Synt. § 69, R 2</sup>).<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵנִיף</span> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> +, 2 ms. <span dir=\"rtl\">הֵנַ֫פְתָּ</span> <a data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\">Ex 20:25</a> (Ges<sup>§ 72 k</sup>), <span dir=\"rtl\">וְהֵנַפְתָּ֫</span> <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a> + 3 times; 1 s. <span dir=\"rtl\">הֲנִיפֹ֫תִי</span> <a data-ref=\"Job 31:21\" href=\"/Job.31.21\">Jb 31:21</a>; Impf. <span dir=\"rtl\">וַיָּ֫נֶף</span> <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">Lv 8:27</a> <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a>, sf. <span dir=\"rtl\">וַיְנִיפֵ֫הוּ</span> <a data-ref=\"Leviticus 8:29\" href=\"/Leviticus.8.29\">Lv 8:29</a>; 2 ms. <span dir=\"rtl\">תָּנִיף</span> <a data-ref=\"Deuteronomy 23:26\" href=\"/Deuteronomy.23.26\">Dt 23:26</a> + 2 times, etc.; Imv. mpl. <span dir=\"rtl\">הָנִ֫יפוּ</span> <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">Is 13:2</a>; Inf. cstr. <span dir=\"rtl\">הָנִיף</span> <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a> + 2 times; <span dir=\"rtl\">לַהֲנָפָה</span> <a data-ref=\"Isaiah 30:28\" href=\"/Isaiah.30.28\">Is 30:28</a> (Ges<sup>§ 72 z</sup> Biblical Aramaic<sup>NB 90</sup>, v. also <a data-ref=\"BDB, הֲנָחָה²\" href=\"/BDB,_הֲנָחָה²\", dir=\"rtl\">הֲנָחָה</a>), etc.; Pt. <span dir=\"rtl\">מֵנִיף</span> <a data-ref=\"Isaiah 19:16\" href=\"/Isaiah.19.16\">Is 19:16</a> <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a>, etc.;—<em>swing, wield, wave:</em>— <strong>1.</strong>  <em>wield</em>, move tool to and fro in using it, c. <span dir=\"rtl\">עַל־</span> of material: <span dir=\"rtl\">כִּי חַרְבְּךָ הֵנַפְתָּ עָלֶיהָ</span> <a data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\">Ex 20:25</a> (E), i.e. over stone, so <a data-ref=\"Deuteronomy 27:5\" href=\"/Deuteronomy.27.5\">Dt 27:5</a> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> (D), and <a data-ref=\"Deuteronomy 23:26\" href=\"/Deuteronomy.23.26\">Dt 23:26</a> a sickle <em>thou shalt not wield over</em> the standing grain of thy neighbour; abs. <span dir=\"rtl\">מְנִיפוֹ</span> <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a> against <em>him that wieldeth it</em> (i.e. a saw), and <span dir=\"rtl\">כְּהָנִיף שֵׁבֶט וְאֶת־מְרִימוֹ</span> v <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">15</a> (read <span dir=\"rtl\">אֶת־</span> <em>like a rod’s wielding him that lifteth it</em>. <strong>2.</strong>  <em>Shake</em> or <em>wave</em> the hand; <strong>a.</strong>  <em>wave</em> hand <span dir=\"rtl\">אֶל־הַמָּקוֹם</span> <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>, in healing ceremony (i.e. prob. toward sanctuary Kmp Kau; > <em>toward the spot</em> [where leprosy appears], so most). <strong>b.</strong>  c. <span dir=\"rtl\">עַל־</span>, <em>shake</em> or <em>brandish against</em>, <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>; <a data-ref=\"Isaiah 19:16\" href=\"/Isaiah.19.16\">19:16</a> <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a> (all of <span dir=\"rtl\">י׳</span>), <a data-ref=\"Job 31:21\" href=\"/Job.31.21\">Jb 31:21</a> [cf. Ecclus <a data-ref=\"Ben Sira 12:18\" href=\"/Ben_Sira.12.18\">12:18</a> (without <span dir=\"rtl\">עַל</span>) in mockery]. <strong>c.</strong>  <em>wave</em> hand, as a signal, <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">Is 13:2</a>. <strong>3.</strong>  <em>swing</em> to and fro <span dir=\"rtl\">בְּנָפַת</span>, <em>in a sieve</em>, <a data-ref=\"Isaiah 30:28\" href=\"/Isaiah.30.28\">Is 30:28</a> (fig., of nations). <strong>4.</strong>  Often term. techn. in P (H), of rite in which originally the priest lifted his share of offering and <em>waved</em> it, i.e. moved it toward altar and back, in token of its presentation to God and its return by him to priest: in H, <span dir=\"rtl\">וְהֵנִיף אֶת־הָעֹמֶר לִפְנֵי י׳</span> <a data-ref=\"Leviticus 23:11\" href=\"/Leviticus.23.11\">Lv 23:11</a> a cf. v <a data-ref=\"Leviticus 23:11\" href=\"/Leviticus.23.11\">11</a> b. <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">12</a>, also v <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">20</a> (on text v. Di Dr-Wh<sup>Hpt</sup>); in P, <span dir=\"rtl\">וְהֵנַפְתָּ֫ אֹתוֹ תְּנוּפָה לִפְנֵי י׳</span> <a data-ref=\"Exodus 29:26\" href=\"/Exodus.29.26\">Ex 29:26</a>, so <a data-ref=\"Leviticus 7:30\" href=\"/Leviticus.7.30\">Lv 7:30</a>; <a data-ref=\"Leviticus 8:29\" href=\"/Leviticus.8.29\">8:29</a>; <a data-ref=\"Leviticus 9:21\" href=\"/Leviticus.9.21\">9:21</a>; <a data-ref=\"Leviticus 10:15\" href=\"/Leviticus.10.15\">10:15</a> (obj. om.), <a data-ref=\"Numbers 6:20\" href=\"/Numbers.6.20\">Nu 6:20</a>; thus also Levites are set apart for service of the priests <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">Nu 8:11</a> (Di del. v.), v <a data-ref=\"Numbers 8:13\" href=\"/Numbers.8.13\">13</a>, <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">21</a>, cf. v <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">15</a> (<span dir=\"rtl\">לִפְנֵי י׳</span> om.); but same phr. of entire lamb, with oil, <a data-ref=\"Leviticus 14:12\" href=\"/Leviticus.14.12\">Lv 14:12</a>, <a data-ref=\"Leviticus 14:24\" href=\"/Leviticus.14.24\">24</a>, and of offerings wh. were burnt, entirely <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a> (cf. v <a data-ref=\"Exodus 29:25\" href=\"/Exodus.29.25\">25</a>), <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">Lv 8:27</a> (cf. v <a data-ref=\"Leviticus 8:28\" href=\"/Leviticus.8.28\">28</a>), or in part <a data-ref=\"Numbers 5:25\" href=\"/Numbers.5.25\">Nu 5:25</a> <span dir=\"rtl\">(הֵנִיף הַמִּנְחָה לִפְנֵי י׳)</span>,—in these the orig. signif. seems lost; so, clearly, of contributions for tabernacle, = <em>offer</em>, <span dir=\"rtl\">הֵנִיף תְּנוּפַת זָהָב לְי׳</span> <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a>.—Cf. <a ,=\"\" data-ref=\"BDB, תְּנוּפָה\" dir=\"rtl\" href=\"/BDB,_תְּנוּפָה\">תְּנוּפָה</a> infr. <strong>5.</strong>  <em>Shed abroad</em> (si vera l.) <span dir=\"rtl\">גֶּשֶׁם נְדָבוֹת תָּנִיף</span> <a data-ref=\"Psalms 68:10\" href=\"/Psalms.68.10\">ψ 68:10</a> <em>bounteous rain thou didst shed abroad</em> [cf. Ecclus <a data-ref=\"Ben Sira 43:17\" href=\"/Ben_Sira.43.17\">43:17</a> c], but vb. not wholly suitable; Lag Gr proposes <span dir=\"rtl\">תַּטִּיף</span>, yet this also questionable.<br><strong>Hoph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוּנַף</span>, <em>be waved</em>, <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P), pass. of <strong>Hiph. 4.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f8b6084aa1cbf20c9f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תְּנוּפָה 1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "BDB, תְּנוּפָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תְּנוּפָה א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תְּנוּפָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">תְּנוּפָה</span></big><sub>30</sub>  <strong>n.f. a swinging, waving, wave-offering, offering</strong>;—abs. <span dir=\"rtl\">ת׳</span> <a data-ref=\"Isaiah 30:32\" href=\"/Isaiah.30.32\">Is 30:32</a> +; cstr. <span dir=\"rtl\">תְּנוּפַת</span> <a data-ref=\"Isaiah 19:16\" href=\"/Isaiah.19.16\">Is 19:16</a> <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a>; pl. cstr. <span dir=\"rtl\">תְּנוּפֹת</span> <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">Nu 18:11</a>;—<br><strong>1.</strong>  <em>a swinging, brandising</em>, <span dir=\"rtl\">ת׳ יַד י׳</span> <a data-ref=\"Isaiah 19:16\" href=\"/Isaiah.19.16\">Is 19:16</a> <em>the brandishing of</em> <span dir=\"rtl\">י׳</span> <em>’s hand</em> (in hostility); <span dir=\"rtl\">מִלְחֲמוֹת ת׳</span> <a data-ref=\"Isaiah 30:32\" href=\"/Isaiah.30.32\">30:32</a> <em>battles of brandishing</em> (brandished weapons).<br><strong>2.</strong> <strong>a.</strong>  <em>waving, wave-offering</em>, term. techn. in P (H), orig. of priest’s share of sacrifice (cf. <span dir=\"rtl\">נוף</span> <strong>Hiph. 4</strong>), <span dir=\"rtl\">לְכָּל־תְּנוּפֹת בְּנֵי יִשׂ׳ לְךָ נְתַתִּים</span> <a data-ref=\"Numbers 18:11\" href=\"/Numbers.18.11\">Nu 18:11</a> often as 2nd acc. after <span dir=\"rtl\">הֵנִיף</span> <a data-ref=\"Exodus 29:26\" href=\"/Exodus.29.26\">Ex 29:26</a> + 5 times; even of Levites <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">Nu 8:11</a>, <a data-ref=\"Numbers 8:13\" href=\"/Numbers.8.13\">13</a>, <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">15</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a> (on all v. <span dir=\"rtl\">נוף</span> <strong>Hiph. 4</strong>); <span dir=\"rtl\">חֲזֵה הַתְּ׳</span> <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> <em>the wave-breast</em>, so <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34</a>; <a data-ref=\"Leviticus 10:14\" href=\"/Leviticus.10.14\">10:14</a>, <a data-ref=\"Leviticus 10:15\" href=\"/Leviticus.10.15\">15</a> <a data-ref=\"Numbers 6:20\" href=\"/Numbers.6.20\">Nu 6:20</a> (all + <span dir=\"rtl\">שׁוֹק הַתְּרוּמָה</span>); <a data-ref=\"Numbers 18:18\" href=\"/Numbers.18.18\">18:18</a> (+ <span dir=\"rtl\">שׁוֹק הַיָּמִין</span>); <span dir=\"rtl\">עֹמֶר הַתְּ׳</span> <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a>; <span dir=\"rtl\">לֶחֶם הַתְּ׳</span> v <a data-ref=\"Leviticus 23:17\" href=\"/Leviticus.23.17\">17</a>; <span dir=\"rtl\">ת׳</span> alone v <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">20</a> (all H); less accurately <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a> <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">Lv 8:27</a>; <a data-ref=\"Leviticus 14:12\" href=\"/Leviticus.14.12\">14:12</a>, <a data-ref=\"Leviticus 14:21\" href=\"/Leviticus.14.21\">21</a>, <a data-ref=\"Leviticus 14:24\" href=\"/Leviticus.14.24\">24</a> (v. <a data-ref=\"BDB, נוּף\" href=\"/BDB,_נוּף\", dir=\"rtl\">נוף</a><sup>l.c.</sup>). <strong>b.</strong>  <em>offering</em>, of gold and brass for tabern., <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a>; <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">38:24</a>, <a data-ref=\"Exodus 38:29\" href=\"/Exodus.38.29\">29</a>.—On <span dir=\"rtl\">ת׳</span> v. Di <a data-ref=\"Leviticus 7:30\" href=\"/Leviticus.7.30\">Lv 7:30</a> Benz<sup>Arch. 459 f.</sup> and especially Now<sup>Arch. ii. 239 f.</sup>; also <span dir=\"rtl\">תְּרוּמָה</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d34db6084aa1cbf24ff3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עָבַד 1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "BDB, עָבַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עָבַד א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עָבַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">עָבַד</span></big></big><sub>290</sub><big></big>  <strong>vb. work, serve (</strong>Old Aramaic <span dir=\"rtl\">עבד</span> <em>do, make</em>, especially Nab. Palm. (often), Lzb<sup>331 f.</sup> Cook<sup>86</sup>, so 𝔗 <span dir=\"rtl\">עֲבַד</span>, Syriac <span dir=\"rtl\">ܥܒܰܕ</span> (very often); but also Old Aramaic Ph. <span dir=\"rtl\">עבד</span> <em>slave, vassal</em> (and in many n.pr.), 𝔗 <span dir=\"rtl\">עַבְדָּא</span>, Syriac <span dir=\"rtl\">ܥܰܒܕܳܐ</span> id.<em>;</em> Assyrian <em>abdu</em>, id. (rare); NH <span dir=\"rtl\">עָבַד</span> <em>serve, perform acts of worship</em> (c. acc. cogn.), and deriv.; Arabic <span dir=\"rtl\">عَبَدَ</span> <em>worship, obey</em> (God); cf. We<sup>Skizzen iii. 165; Heid. 141</sup>, ii. <em>enslave;</em> <span dir=\"rtl\">عَبْدٌ</span> <em>slave, worshipper;</em> Sab. <span dir=\"rtl\">עבד</span> id. DHM<sup>Sudar. Alt. p. 18</sup>; Gerber<sup>Verb. Denom.14 ff.</sup> thinks <em>be slave, serve</em> (Qal) and <em>enslave</em> (Hiph.) are denom., cf. also Nö<sup>ZMG xi (1886), 741</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>272</sub>  Pf. 3 ms. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a> +; sf. <span dir=\"rtl\">עֲבָדוֹ</span> <a data-ref=\"Malachi 3:18\" href=\"/Malachi.3.18\">Mal 3:18</a> +; 3 mpl. <span dir=\"rtl\">עָֽבְדוּ</span> <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">Dt 7:4</a>; <span dir=\"rtl\">עָבָ֑דוּ</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, + 64 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יַעֲבֹד</span> <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> +; sf. <span dir=\"rtl\">יַעַבְדֵ֫נִי</span> <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">Ex 4:23</a>; <span dir=\"rtl\">יַעַבְדֶ֫נּוּ</span> <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a> <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a>; 3 mpl. <span dir=\"rtl\">יַעַבְדוּ</span> <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">Dt 12:30</a> +; <span dir=\"rtl\">יַעֲבֹ֑דוּ</span> <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> (Dr<sup>§ 103</sup>) <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">Jb 36:11</a>; 2 mpl. <span dir=\"rtl\">תַּעַבְדוּן</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>, <span dir=\"rtl\">תַּעֲבֹד֑וּן</span> <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">Jos 24:15</a>, + 99 times Impf.; (<span dir=\"rtl\">תָּעָבְדֵם</span>, <span dir=\"rtl\">נָֽעָבְדֵם</span> v. <strong>Hoph.</strong>); Imv. <span dir=\"rtl\">עֲבֹד</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a>; sf. <span dir=\"rtl\">עָבְדֵהוּ</span> <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">1 Ch 28:9</a>; <span dir=\"rtl\">עִבְדוּ</span> <a data-ref=\"Exodus 5:18\" href=\"/Exodus.5.18\">Ex 5:18</a> + 15 times; <span dir=\"rtl\">עֲבֹ֑דוּ</span> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; sf. <span dir=\"rtl\">עִבְדֻהוּ</span> <a data-ref=\"I Samuel 7:3\" href=\"/I_Samuel.7.3\">1 S 7:3</a>; Inf. cstr. <span dir=\"rtl\">עֲבֹד</span> <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> +; <span dir=\"rtl\">עֲבָד־</span> <a data-ref=\"Jeremiah 34:9\" href=\"/Jeremiah.34.9\">Je 34:9</a>, <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">10</a>; sf. <span dir=\"rtl\">עָבְדוֹ</span> <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a> +, etc.; Pt. <span dir=\"rtl\">עֹבֵד</span> <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a> +; pl. <span dir=\"rtl\">עֹבְדִים</span> <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a> +; cstr. <span dir=\"rtl\">עֹבְדֵי</span> <a data-ref=\"Psalms 97:7\" href=\"/Psalms.97.7\">ψ 97:7</a> +; sf. <span dir=\"rtl\">עֹבְדָיו</span> <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">2 K 10:19</a>; <span dir=\"rtl\">עֹבְדֵיהֶם</span> <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a>;— †<strong>1.</strong>  <em>labour, work, do work:</em> abs. <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a> = <a data-ref=\"Exodus 34:21\" href=\"/Exodus.34.21\">34:21</a> = <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a> (4th word); <a data-ref=\"Exodus 5:18\" href=\"/Exodus.5.18\">Ex 5:18</a> (E) <a data-ref=\"Ecclesiastes 5:11\" href=\"/Ecclesiastes.5.11\">Ec 5:11</a>; c. acc. rei, <em>till</em> the ground <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>; <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">3:23</a>; <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a> (J), <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a>; <a data-ref=\"Isaiah 30:24\" href=\"/Isaiah.30.24\">Is 30:24</a>; <a data-ref=\"Jeremiah 27:11\" href=\"/Jeremiah.27.11\">Je 27:11</a>; <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>; <a data-ref=\"Proverbs 12:11\" href=\"/Proverbs.12.11\">Pr 12:11</a>; <a data-ref=\"Proverbs 28:19\" href=\"/Proverbs.28.19\">28:19</a>; obj. om. <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>; <a data-ref=\"Ezekiel 48:19\" href=\"/Ezekiel.48.19\">Ez 48:19</a>; vineyard <a data-ref=\"Deuteronomy 28:39\" href=\"/Deuteronomy.28.39\">Dt 28:39</a>; garden <a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">Gn 2:15</a> (J); <span dir=\"rtl\">עֹבְדֵי פִשְׁתִּים</span> <a data-ref=\"Isaiah 19:9\" href=\"/Isaiah.19.9\">Is 19:9</a> <em>workers in flax;</em> <span dir=\"rtl\">עֹבְדֵ(י) הָעִיר</span> <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a>, <a data-ref=\"Ezekiel 48:19\" href=\"/Ezekiel.48.19\">19</a> <em>labourers of the city;</em> <span dir=\"rtl\">ע׳ עֲבֹדָתוֹ</span> <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a> <em>work his work</em> (only here of God, ‖ <span dir=\"rtl\">עשׂה מַעֲשֵׂהוּ</span>); <span dir=\"rtl\">ע׳ עבדה על</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a> <em>serve a military service against</em>. †<strong>2.</strong>  <em>work for another, serve him by labour:</em> abs. <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> (E); c. acc. pers. <a data-ref=\"Genesis 29:15\" href=\"/Genesis.29.15\">Gn 29:15</a>; <a data-ref=\"Genesis 31:6\" href=\"/Genesis.31.6\">31:6</a>; <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a> (E) <a data-ref=\"Deuteronomy 15:12\" href=\"/Deuteronomy.15.12\">Dt 15:12</a>, <a data-ref=\"Deuteronomy 15:18\" href=\"/Deuteronomy.15.18\">18</a>; <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; <a data-ref=\"Jeremiah 34:14\" href=\"/Jeremiah.34.14\">Je 34:14</a>, king his people <a data-ref=\"I Kings 12:7\" href=\"/I_Kings.12.7\">1 K 12:7</a>; subj. animals <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a>; <a data-ref=\"Job 39:9\" href=\"/Job.39.9\">Jb 39:9</a>; c. acc. pers. et rei <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 30:29\" href=\"/Genesis.30.29\">29</a> (J); c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a>; <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">Gn 29:25</a>, <a data-ref=\"Genesis 29:30\" href=\"/Genesis.29.30\">30</a> (E) <a data-ref=\"Leviticus 25:40\" href=\"/Leviticus.25.40\">Lv 25:40</a> (P); <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a> (E); <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a><sup>(×2)</sup>; c. <span dir=\"rtl\">בְּ</span> of price <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a>, <a data-ref=\"Genesis 29:20\" href=\"/Genesis.29.20\">20</a>, <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">25</a>; <a data-ref=\"Genesis 31:41\" href=\"/Genesis.31.41\">31:41</a> (E) <a data-ref=\"Hosea 12:13\" href=\"/Hosea.12.13\">Ho 12:13</a>; <a data-ref=\"Ezekiel 29:20\" href=\"/Ezekiel.29.20\">Ez 29:20</a>; c. <span dir=\"rtl\">בְּ</span> pers. <em>work by means of another, use him as slave</em>, <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a>, <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">46</a> (P) <a data-ref=\"Jeremiah 22:13\" href=\"/Jeremiah.22.13\">Je 22:13</a>; <a data-ref=\"Jeremiah 30:8\" href=\"/Jeremiah.30.8\">30:8</a>; <a data-ref=\"Jeremiah 34:9\" href=\"/Jeremiah.34.9\">34:9</a>, <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">10</a>; cf. <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>. <strong>3.</strong>  <em>serve as subjects:</em> usually c. acc., their own rulers <a data-ref=\"Judges 9:28\" href=\"/Judges.9.28\">Ju 9:28</a><sup>(×2)</sup>, <a data-ref=\"Judges 9:38\" href=\"/Judges.9.38\">38</a> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a> +; other kings, by tribute <a data-ref=\"Psalms 18:44\" href=\"/Psalms.18.44\">ψ 18:44</a> = <a data-ref=\"II Samuel 22:44\" href=\"/II_Samuel.22.44\">2 S 22:44</a>; <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; <a data-ref=\"Jeremiah 28:14\" href=\"/Jeremiah.28.14\">28:14</a>; <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> +, other nations <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">2 S 10:19</a>; <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a>; <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a> +, kings other kings <a data-ref=\"II Kings 18:7\" href=\"/II_Kings.18.7\">2 K 18:7</a> +, c. <span dir=\"rtl\">לְ</span>, <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a><sup>(×2)</sup>; †<span dir=\"rtl\">מַס עֹבֵד</span> <a data-ref=\"Genesis 49:15\" href=\"/Genesis.49.15\">Gn 49:15</a> (J) <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">Jos 16:10</a>; <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> (see <a data-ref=\"BDB, מַס\" href=\"/BDB,_מַס\", dir=\"rtl\">מַס</a>); †c. <span dir=\"rtl\">בְּ</span> pers., <em>work with</em>, i.e. use as subjects, impose tribute upon, <a data-ref=\"Jeremiah 25:14\" href=\"/Jeremiah.25.14\">Je 25:14</a>; <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">27:7</a>; <a data-ref=\"Ezekiel 34:27\" href=\"/Ezekiel.34.27\">Ez 34:27</a>. <strong>4.</strong>  <em>serve</em> God: <strong>a.</strong>  c. acc. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>; <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">4:23</a>; <a data-ref=\"Exodus 7:16\" href=\"/Exodus.7.16\">7:16</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a> (JE), <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a>; <a data-ref=\"Job 21:15\" href=\"/Job.21.15\">Jb 21:15</a>; <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> +; c. acc. pers. et rei <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">Ex 10:26</a> (E); acc. pers. om., <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a> (read <span dir=\"rtl\">אֶעֱבוֹד</span> Kt), <span dir=\"rtl\">עבד זבח ומנחה</span> <a data-ref=\"Isaiah 19:21\" href=\"/Isaiah.19.21\">Is 19:21</a> <em>serve with peace-offering and grain-offering;</em> <span dir=\"rtl\">עבד עֲבֹדָה</span> <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a> (of <span dir=\"rtl\">מַצֹּת</span>). <strong>b.</strong>  other gods, c. acc. <span dir=\"rtl\">א׳</span> †<a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>; <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">12:2</a>, <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">30</a> †; <span dir=\"rtl\">אלהים אחרים</span> <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">7:4</a>; <a data-ref=\"Deuteronomy 8:19\" href=\"/Deuteronomy.8.19\">8:19</a>; <a data-ref=\"Deuteronomy 11:16\" href=\"/Deuteronomy.11.16\">11:16</a>; <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">13:7</a>, <a data-ref=\"Deuteronomy 13:14\" href=\"/Deuteronomy.13.14\">14</a>; <a data-ref=\"Deuteronomy 17:3\" href=\"/Deuteronomy.17.3\">17:3</a>; <a data-ref=\"Deuteronomy 28:14\" href=\"/Deuteronomy.28.14\">28:14</a>, <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:25\" href=\"/Deuteronomy.29.25\">29:25</a>; <a data-ref=\"Deuteronomy 30:17\" href=\"/Deuteronomy.30.17\">30:17</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a>; <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">Jos 23:16</a>; <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">24:2</a>, <a data-ref=\"Joshua 24:16\" href=\"/Joshua.24.16\">16</a>; <a data-ref=\"Judges 2:19\" href=\"/Judges.2.19\">Ju 2:19</a>; <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">10:13</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">1 S 8:8</a>; <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">26:19</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>, <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">9</a>; <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">2 K 17:35</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>, <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">22</a>; <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">13:10</a>; <a data-ref=\"Jeremiah 16:11\" href=\"/Jeremiah.16.11\">16:11</a>, <a data-ref=\"Jeremiah 16:13\" href=\"/Jeremiah.16.13\">13</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 25:6\" href=\"/Jeremiah.25.6\">25:6</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a> (all D and Je); <span dir=\"rtl\">אֱלֹהֵי הַגּוֹיִם</span> <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <span dir=\"rtl\">זָרִים</span> <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; †<span dir=\"rtl\">כל צבא השׁמים</span> <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a>; <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a>; <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a>; <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a>; †<span dir=\"rtl\">הבעל(ים)</span> <a data-ref=\"Judges 2:11\" href=\"/Judges.2.11\">Ju 2:11</a>; <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">3:7</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">10</a>; <a data-ref=\"I Samuel 12:10\" href=\"/I_Samuel.12.10\">1 S 12:10</a>; <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a>; <a data-ref=\"I Kings 22:54\" href=\"/I_Kings.22.54\">22:54</a>; <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">19</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">21</a>, <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">22</a>, <a data-ref=\"II Kings 10:23\" href=\"/II_Kings.10.23\">23</a><sup>(×2)</sup>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">17:16</a>; †<span dir=\"rtl\">אלהי נֵכָר</span> <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a>; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; †<span dir=\"rtl\">(הַ)גִּלּוּלִים</span> <a data-ref=\"II Kings 17:12\" href=\"/II_Kings.17.12\">2 K 17:12</a>; <a data-ref=\"II Kings 21:21\" href=\"/II_Kings.21.21\">21:21</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; †<span dir=\"rtl\">האשׁרים</span> <a data-ref=\"II Chronicles 24:18\" href=\"/II_Chronicles.24.18\">2 Ch 24:18</a>; <span dir=\"rtl\">עצבים</span> <a data-ref=\"Psalms 106:36\" href=\"/Psalms.106.36\">ψ 106:36</a>; †<span dir=\"rtl\">פסיל(ים)</span> <a data-ref=\"II Chronicles 33:22\" href=\"/II_Chronicles.33.22\">2 Ch 33:22</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <span dir=\"rtl\">פסל</span> <a data-ref=\"Psalms 97:7\" href=\"/Psalms.97.7\">ψ 97:7</a>; c. <span dir=\"rtl\">לְ</span>, †<span dir=\"rtl\">לבעל</span> <a data-ref=\"Judges 2:13\" href=\"/Judges.2.13\">Ju 2:13</a>; †<span dir=\"rtl\">לאלהים אחרים</span> <a data-ref=\"Jeremiah 44:3\" href=\"/Jeremiah.44.3\">Je 44:3</a>. <strong>5.</strong>  <em>serve</em> <span dir=\"rtl\">י׳</span> <em>with Levitical service</em> (all P; cf. RS<sup>Sem i. 69</sup>): c. acc. <span dir=\"rtl\">עבד עֲבֹדָה</span> (v. <a data-ref=\"BDB, עֲבֹדָה\" href=\"/BDB,_עֲבֹדָה\", dir=\"rtl\">עֲבֹדָה</a>) <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">4:23</a>, <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">30</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>, <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>, <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">26</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">18:6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>; <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>; acc. om. <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">26</a>, <a data-ref=\"Numbers 4:37\" href=\"/Numbers.4.37\">37</a>, <a data-ref=\"Numbers 4:41\" href=\"/Numbers.4.41\">41</a>; <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">8:15</a> (but Sam 𝔊 <span dir=\"rtl\">עבדה</span>), v <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">25</a> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נֶעְבָּ֑ד</span> <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a>; 2 mpl. <span dir=\"rtl\">נֶעֱבַדְתֶּם</span> <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">Ez 36:9</a>; Impf. 3 ms. <span dir=\"rtl\">יֵעָבֵד</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a>; 3 fs. <span dir=\"rtl\">תֵּעָבֵד</span> <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>;— <strong>1.</strong>  <em>be tilled</em>, of land <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a>; Ez <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">36:9</a>, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">34</a>. <strong>2.</strong>  <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a> <span dir=\"rtl\">מֶלָךְ לְשָׂדֶה נֶעְבָּ֑ד</span> dub.: a king for (devoted to) the <em>cultivated</em> field (Hi); a king <em>that maketh himself servant</em> to the field (devoted to agriculture), De: v. Comm., especially De.<br>†<strong>Pual</strong>  Pf. 3 ms. <span dir=\"rtl\">עֻבַּד</span> <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; pass. of <strong>Qal</strong>, c. <span dir=\"rtl\">בְּ</span>: impers. <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a> of a calf with which <em>it has not been worked;</em> hard <em>service</em> with which it <em>was worked with captives</em> <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֶעֱבִיד</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a>; 2 ms. sf. <span dir=\"rtl\">הֶעֱבַדְתַּ֫נִי</span> <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">Is 43:24</a>, <span dir=\"rtl\">הֶעֱבַדְתִּיךָ</span> v <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">23</a>, <span dir=\"rtl\">וְהַעֲבַדְתִּיךָ</span> <a data-ref=\"Jeremiah 17:4\" href=\"/Jeremiah.17.4\">Je 17:4</a> Impf. 3 ms. <span dir=\"rtl\">וַיַּעֲבֵד</span> <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">2 Ch 34:33</a>; 3 mpl. <span dir=\"rtl\">יַעֲבִדוּ</span> <a data-ref=\"Exodus 1:13\" href=\"/Exodus.1.13\">Ex 1:13</a>; Inf. cstr. <span dir=\"rtl\">הַעֲבִיד</span> <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">2 Ch 2:17</a>; Pt. pl. <span dir=\"rtl\">מַעֲבִדִים</span> <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">Ex 6:5</a>;— <strong>1.</strong>  <em>compel to labour</em> as slaves <a data-ref=\"Exodus 1:13\" href=\"/Exodus.1.13\">Ex 1:13</a>; <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">6:5</a> (P) <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">2 Ch 2:17</a>, + <a data-ref=\"Genesis 47:21\" href=\"/Genesis.47.21\">Gn 47:21</a> (reading <span dir=\"rtl\">הֶעֱבִיד לַעֲבָדִים</span>), <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> (reading <span dir=\"rtl\">וְהֶעֱבִיד</span>, + <span dir=\"rtl\">בְּ</span> <em>at;</em> on both these v. <a data-ref=\"BDB, עָבַר²\" href=\"/BDB,_עָבַר²\", dir=\"rtl\">עבר</a> <strong>Hiph.</strong> ad fin.); <em>cause to serve</em>, of army’s service against, c. acc. + <span dir=\"rtl\">(על)אל</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a>; <em>cause to labour, weary</em>, c. <span dir=\"rtl\">בְּ</span> of means <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>, <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">24</a> (perhaps play on meanings<strong>2, 3</strong>). <strong>2.</strong>  <em>make to serve as subjects</em>, c. 2 acc. <a data-ref=\"Jeremiah 17:4\" href=\"/Jeremiah.17.4\">Je 17:4</a>, + <a data-ref=\"Jeremiah 15:14\" href=\"/Jeremiah.15.14\">Je 15:14</a> (read <span dir=\"rtl\">וְהַעֲבַדְתִּיךָ</span>, v. <a data-ref=\"BDB, עָבַר²\" href=\"/BDB,_עָבַר²\", dir=\"rtl\">עבר</a> <strong>Hiph.</strong> ad fin.). <strong>3.</strong>  <em>cause to serve</em> God <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">2 Ch 34:33</a>.<br><strong>Hoph.</strong>  Impf. 2 ms. sf. <span dir=\"rtl\">תָּֽעָבְדֵם</span> <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>; <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a>; 1 pl. sf. <span dir=\"rtl\">נָֽעָבְדֵם</span> <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a> (Kö<sup>i. 259</sup> Sta<sup>§ 549 g</sup> Thes; < Nes<sup>Marg. 12 f.</sup> Qal anom. pointed (cf. W<sup>AG. ed. 2, i. 62 n.</sup> Fl <sup>Kl. Schr. i. 98</sup>); Ges<sup>§ 60, R. 1</sup> Dr Qal falsely pointed as Hoph.);—<em>be led</em> or <em>enticed to serve</em> other gods <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>; <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a>; <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d352b6084aa1cbf253f7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Numbers 8:11", "anchorRefExpanded": ["Numbers 8:11"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "643ea02754c02cfd8b54892e", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Leviticus 9:11:1", "anchorRef": "Numbers 8:8-15", "anchorRefExpanded": ["Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15"], "sourceRef": "Chizkuni, Leviticus 9:11:1", "sourceHeRef": "חזקוני, ויקרא ט׳:י״א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ואת הבשר ואת העור</b> פרש״‎י לא מצינו חטאת חיצונה נשרפת אלא זו ושל מלואים, וא״‎ת הרי מצינו פר שני של לוים בפרשת בהעלותך ובעזרא צפירי חטאת י״‎ב הכל עולה לה׳‎ וביחזקאל פר חטאת לעתיד שכולם חטאות חיצונות ונשרפות אלא י״‎ל פר שני שבפרשת בהעלותך מלואים היה שכן מלאו ידי הלוים ליכנס בעבודה וגם אותן שבימי עזרא ופר חטאת של עתיד מלואים הם דאמר מר כשם שהקריבו בימי משה כן הקריבו בימי עזרא, וכן עתידין להקריב לעתיד לבא. ומה שפרש״‎י כאן ושל מלואים, לכולהו קאי לפר החטאת הנזכר בפ׳‎ תצוה ולפר שני של לוים הכתוב בפרשת בהעלותך ולשנים עשר צפירי חטאת דעבודת כוכבים שבימי עזרא ולפר חטאת של עתיד הכתוב ביחזקאל שכולן מלואים הן ובפרק קמא דהוריות מתרץ דהנהו דעזרא הוראת שעה היתה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואת הבשר ואת העור, “and both the meat and the skin, etc;” Rashi explains here that there is no other occasion when the blood of the sin offering is burnt outside the Tabernacle, except in this instance and on the preceding seven days. (when Moses officiated.) If you were to question that we find that the blood of the second bull offered by the Levites in Numbers 8,8-15 was also offered before the Levites entered the Tabernacle, and that in the Book of Ezra chapter 8,35, we encounter something similar, a) these were consecration offerings prior to the second Temple beginning to function, and b) Ezekiel had already predicted in Ezekiel 45,18-20, that in the new Temple the ritual involving all these sin offerings would take place outside the doorposts of Temple itself. What Rashi meant when he commented on our verse refers to every place when the consecration rites of the Tabernacle in the desert had been discussed, as well as when the consecration rites in the days of Ezra were discussed and when the prophet prophesied about the consecration rites of the third Temple, hopefully in our own days. The answer given to the question raised above in the first chapter of the Talmud, tractate Horiyot, is that what was done in the days of Ezra was an emergency measure, one from which no conclusions may be drawn for normal times.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}]