[{"_id": "521df05cedbab45814ae62e3", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Rashi on Numbers 8:17:1", "sourceHeRef": "רש\"י על במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>כי לי כל בכור.</b> שֶׁלִּי הָיוּ הַבְּכוֹרוֹת בְּקַו הַדִּין, שֶׁהֲגִנֹּתִי עֲלֵיהֶם בֵּין בְּכוֹרֵי מִצְרַיִם וְלָקַחְתִּי אוֹתָם לִי — עַד שֶׁטָּעוּ בָעֵגֶל, וְעַכְשָׁו \"וָאֶקַּח אֶת הַלְוִיִּם\":", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי לי כל בכור FOR ALL THE FIRSTBORN [OF THE CHILDREN OF ISRAEL] ARE MINE — This means: they became Mine by strict right (lit., by the line of justice), because I protected them distinguishing between them and the firstborn of Egypt, and I took them as Mine — until they sinned by worshipping the Golden Calf, but now ואקח את הלוים I HAVE TAKEN THE LEVITES in their stead.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6fab", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 8:17", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Onkelos Numbers 8:17", "sourceHeRef": "תרגום אונקלוס על במדבר ח׳:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 8.0017, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "אֲרֵי דִילִי כָל בּוּכְרָא בִּבְנֵי יִשְׂרָאֵל בַּאֲנָשָׁא וּבִבְעִירָא בְּיוֹמָא דִּקְטָלִית כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם אַקְדֵּשִׁית יָתְהוֹן קֳדָמָי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "For every firstborn of Bnei Yisroel is Mine, human and animal; on the day in which I slew every firstborn in the land of Egypt, I have sanctified them to be Mine.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7e1", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 8:17", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Targum Jonathan on Numbers 8:17", "sourceHeRef": "תרגום יונתן על במדבר ח׳:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 8.0017, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "אֲרוּם דִילִי כָּל בּוּכְרָא בִּבְנֵי יִשְרָאֵל בְּאֵינָשָׁא וּבִבְעִירָא בְּיוֹמָא דִקְטָלִית כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם אַקְדֵשִׁית יַתְהוֹן קֳדָמָי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " For every first-born of the sons of Israel is Mine, whether of man or of beast: in the day that I slew all the first-born in the land of Mizraim, I sanctified them before Me;  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b3fbfba22336ea631f", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Sforno on Numbers 8:17:1", "sourceHeRef": "ספורנו על במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>כי לי כל בכור.</b> שהיתה מקדם העבודה בבכורות מפני היותם הנכבדים בביתם ולהם משפט העבודה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כי לי כל בכור, I had already owned the firstborn whose duty it had been to perform the tasks now given to the Levites. The reason that the firstborn had originally been charged with the duties was that they were the most distinguished members of their respective families and one delegates those to represent one before one’s lord and master, before G’d.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f179b3fbfba22336ea6321", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 8:17:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Sforno on Numbers 8:17:2", "sourceHeRef": "ספורנו על במדבר ח׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ביום הכותי כל בכור. הקדשתי.</b> אבל מה שהצרכתי אותם לפדיון היה הטעם בשביל שביום הכותי הקדשתים לי שלא יתעסקו בעבודת הדיוט כלל כמו שאסרתי גיזה ועבודה בבכור בהמה וזה עשיתי כדי להצילם בתורת הקדש שלא היו ראויים להנצל מנגעי משלחת מלאכי רעים בהיות הם הנכבדים בעם וקולר כולם תלוי בהם ואמרתי שיפדו כדי שיצאו לחולין בזה שיהיו מותרים בעבודת הדיוט:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ביום הכותי כל בכור בארץ מצרים הקדשתי, the reason why I required them now to undergo the procedure of being redeemed from their sanctity and the duties that were part of this that from the day I had sanctified them, was that they were not supposed to engage in mundane activities, such as earning a livelihood, at all.<br> Firstborn male animals that are acceptable as sacrifices on the altar may not be used for mundane purposes, i.e their owners must neither let them perform work, not shear their wool and use it for themselves. This was in order for Me to have demonstrated their holy character. These regulations were imposed in order to justify these firstborn not being killed along the firstborn of the rest of the Egyptians and their herds. Having been part of the Egyptian culture, and having been the most distinguished in their respective families, they should, ordinarily, have become part of Psalms 78,49 calls the משלחת מלאכי רעים, “the wrath inflicted by the band of deadly messengers.” The surviving firstborn humans and their offspring, in order not to lead a life of idleness, therefore have to be “redeemed,” so that they can at least lead normal lives. G’d therefore accomplished this by the stratagem known as פדיון, redemption.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "569d07c4d6e4a979b40a0aa3", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 92:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Sifrei Bamidbar 92:1", "sourceHeRef": "ספרי במדבר צ״ב:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [200], "commentaryNum": 92.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויאמר ה' אל משה אספה לי שבעים איש. למה נאמר? לפי שהוא אומר לא אוכל אנכי לבדי. א\"ל המקום: מה שבקשת נתתי לך: אספה לי. שתהא סנהדרין לשמי, שבכל מקום שנאמר \"לי\" קיים לעולם ולעולמי עולמים: בכהנים הוא אומר וכהנו לי (שמות כה) בלוים הוא אומר והיו לי הלוים (במדבר ח) בישראל הוא אומר כי לי בני ישראל עבדים. (ויקרא כה) בבכורות הוא אומר כי לי כל בכור בבני ישראל. (במדבר ח) במקדש הוא אומר ועשו לי מקדש (שמות כה) במזבח הוא אומר מזבח אדמה תעשה לי (שמות כ) בשמן המשחה הוא אומר שמן מחשת קודש יהיה זה לי (שמות ל׳:ל״א) במלכות הוא אומר כי ראיתי בבניו לי לי מלך (שמואל א טז) בקרבנות הוא אומר להקריב לי במועדו. (במדבר כח) הא בכל מקום שנאמר לי קיים לעלם ולעולמי עולמים: שבעים איש – שתהא סנהדרים של שבעים. שבעים איש – שיהו בעלי חכמה בעלי גבורה וותיקים ופסיפים: מזקני ישראל. לא במקום אחד ולא בשנים המקום חולק כבוד לזקנים; ובכל מקום שאתה מוצא זקנים המקום חולק כבוד לזקנים. כיוצא בו אתה אומר לך ואספת את זקני ישראל. (שמות ג) ואל משה אמר עלה אל ה' אתה ואהרן נדב ואביהו ושבעים מזקני ישראל.(שמות כ״ד:א׳) ואל הזקנים אמר שבו לנו בזה עד אשר נשוב אליכם.(שמות כ״ד:י״ד) ויהי ביום השמיני קרא משה לאהרן ולבניו ולזקני ישראל. (ויקרא ט) הא בכל מקום שאתה מוצא זקנים – המקום חולק כבוד לזקנים. רבי שמעון בן יוחאי אומר: מנין שאף לעתיד לבוא כן, המקום חולק כבוד לזקנים? – שנאמר וחפרה הלבנה ובושה החמה כי מלך ה' צבאות בהר ציון ובירושלים ונגד זקניו כבוד. (ישעיה כד) והרי דברים ק\"ו: ומה אם מי שאמר והיה העולם עתיד לחלוק כבוד לזקנים – ק\"ו בשר ודם עתיד לחלוק כבוד לזקנים! וכן אתה מוצא שהמקום מצטער על זקן אחד כנגד כל ישראל, שנאמר קצפתי על עמי חללתי נחלתי, כביכול מחוללים על הכל! אבל ישעיהו על זקן הכבדת עולך מאד (ישעיה מז, ו): אשר ידעת כי הם זקני העם. אתה צריך לידע אם ברורים הם לפני: כי הם זקני העם ושוטריו. מלמד שאין אדם יושב בישיבה של מטה אלא א\"כ יושב בישיבה של מעלה, עד שהבריות מרננות עליו, ואומרים: איש פלוני כשר וחסיד ונאה להיות חכם ושוטר! כמה שנא' שמות ה ויראו שוטרי בני ישראל אותם ברע לאמר; ואמרת: הואיל וראו עצמם בצער ההוא של מצריים – יבואו ויראו בריוח עמהן: ולקחתם אותם אל אהל מועד. אמר לו קחם בדברים תחילה: אמור להם דברי שבח: אשריכם שנתמניתם! – וחוזר ואומר להם דברי פגם: היו יודעים שסורחנים וסורבנים הם! על מנת כן תהו מקבלים עליכם, שיהיו מקללים אתכם וסוקלים אתכם באבנים! – מה שהתנתי עמך התנה עמהם: והתיצבו שם עמך. הכניסם עמך אל אהל מועד, ויהיו כל ישראל נוהגים בהם אימה ויראה וכבוד כמו נוהגים בך, ויהיו אומרים: חביבים אלו שנכנסו עם משה לשמוע דבור מפי הקב\"ה:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 11:16) \"And the L-rd said to Moses: Gather unto Me seventy men from the elders of Israel, etc.\": Why (is this mentioned here)? Because Moses had said \"I cannot bear alone,\" the L-rd responded: What you have requested, I have granted. \"Gather unto Me\": that the Sanhedrin be in My name. Wherever \"unto Me\" is written, the understanding is \"forever.\" The Cohanim — (Shemot 28:41) \"that they minister unto Me.\" The Levites — (Bamidbar 8:14) \"and the Levites shall be unto Me.\" Israel — (Vayikra 25:35) \"For unto Me are the children of Israel servants.\" The first-born — (Bamidbar 8:17) \"For unto Me are all the first-born of the children of Israel.\" The sanctuary — (Shemot 25:8) \"And let them make unto Me a sanctuary.\" The altar — (Ibid. 20:24) \"An altar of earth shall you make unto Me.\" The oil of anointment — (Ibid. 30:31) \"Holy oil of anointment shall this be unto Me.\" The kings — (I Samuel 16:1) \"For I have seen among his sons a king unto Me.\" The offerings — (Bamidbar 28:2) \"to sacrifice unto Me in its appointed time.\" Unto Me, then, always connotes \"forever.\" (Bamidbar, Ibid. 16) \"seventy men\": There must be seventy in a Sanhedrin. \"seventy men\": They must be wise, strong, senior, and well-versed in the magic arts. \"from the elders of Israel\": Not in (only) one or two places does the L-rd accord honor to the elders, but in every place that you find, He does so, viz. (Shemot 3:16) \"Go and assemble the elders of Israel, etc.\", (Ibid. 24:1) \"And to Moses He said: Ascend to the L-rd, you and Aaron and Nadav and Avihu and seventy of the elders of Israel,\" (Ibid. 14) \"And to the elders He said: Wait for us here until we return to you,\" (Vayikra 9:1) \"And it was on the eighth day that Moses called to Aaron and to his sons and to the elders of Israel\" — Wherever you find elders, you find the L-rd according honor to the elders. R. Shimon b. Yochai says: Whence do you derive that it will also be thus in time to come? From (Isaiah 24:23) \"And the moon will be shamed and the sun abashed. For the L-rd of hosts will reign on Mount Zion and in Jerusalem, and He will accord His elders honor.\" Now does it not follow a fortiori, viz.: If He who spoke and brought the world into being is destined to accord honor to the elders, how much more so should creatures of flesh and blood honor them! And thus do you find that the L-rd is aggrieved over (the suffering of) one elder over and against all of Israel, viz. (Ibid. 47:6) \"I have fumed against My people; I have profaned My heritage, etc.\" The L-rd, as it were, \"pardons\" everything, but (Ibid.) \"You have weighed your yoke exceedingly upon the elder\" (i.e., this cannot be pardoned). (Bamidbar, Ibid.) \"whom you know to be the elders of the people\": You must know that they are \"select\" men. \"that they are the elders of the people\": We are hereby taught that one is not elected to sit in council until people tend to speak in praise of him, viz.: \"That man is upright and pious and wise and fit to sit in council.\" \"and its officers\": those of whom it is written (Shemot 5:19) \"And the officers of the children of Israel saw them in their plight.\" Since they saw themselves as involved in their plight, let them come and share in their welfare. (Devarim, Ibid.) \"And you shall take them to the tent of meeting\": He said to them. \"Take them\" with words first, with words of praise, viz.: How fortunate you are to have been selected (for this honor) — and then \"hard\" words: Know that they are importunate and recalcitrant. Take them on this condition, that they will curse you and stone you. And stipulate the same to them. \"And have them stand there with you\": Take them in with you to the tent of meeting, and let all of Israel deport themselves to them with awe and fear and honor, as they do with you. And let them say: How beloved are these, who have entered with Moses to hear the word of the Holy One Blessed be He!", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "569d0a00d6e4a979b40a179d", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Pesikta Rabbati 17:1", "sourceHeRef": "פסיקתא רבתי י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [600, 900], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "ויהי בחצי הלילה [וה' הכה כל בכור בארץ מצרים וגו'] (שמות י\"ב כ\"ט). ר' תנחום דיפו בשם ר' (עניא) [מנא] דקיסרין פתח ואחשבה לדעת זאת עמל היא בעיני (תהלים ע\"ג ט\"ו) אמר דוד אין בריה יכולה לעמוד על חצי הלילה אלא הקב\"ה אבל אני עמל היא בעיני ולפי שאין ברייה יכולה לעמוד על חצי הלילה אלא הקדוש ברוך הוא לפיכך ויהי בחצי הלילה [וה' הכה וגו'] ר' אחא (פתח) [פתר] אני [ה'] הוא שמי וכבודי לאחר לא אתן ותהלתי לפסילים (ישעיה מ\"ב ח') אני [ה'] הוא שמי אמר רבי אחא אמר הקב\"ה אני ה' הוא שמי שקרא לי אדם הראשון הוא שמי שהתניתי ביני לבין עצמי הוא שמי שהתניתי ביני ובין מלאכי השרת וכבודי לאחר לא אתן ר' נחמן בשם ר' אבון אלו השדים ר' מנחמן בשם רבי מנא אמר אין כל בריה בעולם יכולה להבחין בין טיפה של בכור לטיפה שאינה של בכור אלא הקדוש ברוך הוא אבל אני עמל היא בעיני ולפיכך ויהי בחצי הלילה [וה' הכה כל בכור]: כתיב מקים דבר עבדו ועצת מלאכיו ישלים האומר לירושלים תושב ולערי יהודה תבנינה וחרבותיה אקומם (ישעיה מ\"ד כ\"ו) רבי ברכיה בשם ר' לוי מי שהוא מקיים דבר עבדו ועצת מלאכיו ישלים אין אנו יודעים (שמו) [שהוא] אומר לירושלים תושב ולערי יהודה תבנינה אלא מלאך אחד נגלה על אבינו יעקב ואמר לו לא יעקב יאמר עוד שמך כי אם ישראל וגו' (בראשית ל\"ב כ\"ט) נגלה הקב\"ה לקיים את גזירתו של אותו מלאך ויאמר לו אלקים שמך וגו' (שם ל\"ה י') ירושלים שכל הנביאים מתנבאים (עליו) [עליה] שניבנית על אחת כמה וכמה יש אומרים מקים דבר עבדו זה משה לא כן עבדי משה (במדבר י\"ב ז') ועצת מלאכיו ישלים זה משה וישלח מלאך ויוציאנו ממצרים (שם כ' ט\"ז) אמר הקדוש ברוך הוא למשה לך אמור להם לישראל ועברתי בארץ מצרים בלילה הזה (שמות י\"ב י\"ב) הלך משה ואמר לישראל כה אמר ה' כחצות הלילה אני יוצא בתוך מצרים (שם י\"א ד') אמר הקב\"ה כבר הבטחתי למשה ואמרתי לו בכל ביתי נאמן הוא (במדבר שם) יהא משה עבדי כזבן אלא מה אמר משה כחצות הלילה אף אני פועל בחצי הלילה: חצות לילה אקום להודות לך על משפטי צדקך (תהלים קי\"ט ס\"ב) רבי פנחס בשם רבי אליעזר בר' מנחם מה היה דוד עושה היה נוטל כנור ונבל ונותנם מראשותיו ועומד בחצי הלילה ומנגן בהם והיו חבירי ישראל שומעים את קולו ואומרים ומה אם דוד המלך עוסק בתורה אנו על אחת כמה וכמה ונמצאו כל ישראל עוסקים בתורה אמר ר' לוי חלון היתה על מטתו של דוד פתוחה לצפון והיה הכנור תלוי כנגדה והיתה רוח צפונית יוצאת בחצי הלילה ומנשבת בה והיה הכנור מנגן מאיליו הה\"ד כנגן (מלכים ב' ג' ט\"ו) כמנגן אין כתב כאן אלא כנגן המנגן הכנור היה מנגן מאיליו והיו כל ישראל שומעים אותו והוא שדוד אומר עורי כבודי עורה הנבל וכנור אעירה שחר (תהלים נ\"ז ט') איתער יקרי מן קדם יקרא דבריי לית יקרי חשוב כלום קדם יקרי דבריי אעירה שחר אנא (נעורר) [מעורר] שחרא ושחרא לא עוררתני והיה יצרו הרע מרגיזו ואמר לו דוד דרכן של מלכים השחר מעוררם ואתה אומר אעירה שחר דרכם של מלכים להיות ישינים עד שלשה שעות ואתה אומר חצות לילה (ומה הוא) [והוא] אומר על משפטי צדקך [ומהו על משפטי צדקך] על משפטים (שהוצאת) [שהבאת] על פרעה ועל צדקה שעשית עם שרה זקינתי הה\"ד וינגע ה' את בית פרעה נגעים גדולים על דבר שרה אשת אברם (בראשית י\"ב י\"ז): ד\"א על משפטי צדקך על משפטיך שהבאת על אומות [העולם] (וכל) [ועל] צדקה שעשית עם זקיני ועם זקינתי שאילו (התחיל) [השחיל] לה קללה אחת מלמטה מהיכן הייתי עומד אלא שנתת בלבו (ברוכה) [וברכה] ברוכה לה' בתי (רות ג' י'). ד\"א משפטי צדקך על המשפטים שהבאת על המצרים במצרים ועל צדקה שעשית עם אבותינו במצרים שלא היו בידם (מצות) אלא שתי מצות דם פסח ודם מילה הה\"ד ואעבור עלייך ואראך מתבוססת בדמייך ואומר לך בדמייך חיי (יחזקאל ט\"ז ו') זה דם פסח ודם מילה: [ויהי בחצי הלילה וגו'] תני ר' שמעון בן יוחי משה לא היה יודע עיתותיו ולא רגעיו ולא זמניו של לילה לפיכך אמר כחצות הלילה (שמות י\"א ד') אבל הקדוש ברוך הוא (היה) יודע עיתותיו ורגעיו וזמניו של לילה לפיכך הוא נכנס בו כחוט השערה ומי חלקו ר' בנימן בר יפת בשם ר' יוחנן הלילה נחלק מאליו ורבנן אמרי יוצרו חלקו הכד\"א ויהי בחצי הלילה ולהלן את אמר ויחלק עליהם לילה (בראשית י\"ד ט\"ו) א\"ר תנחומא (אביכם) [אמר הקב\"ה אביהם] יצא בחצות ואני יוצא עם בניו בחצות ורבנן אומרים אמר הקדוש ברוך הוא (אביכם) [אביהם] יצא עמי מאמש ועד חצות ואני יוצא עם בניו מחצות ועד הבוקר א\"ר יצחק אין שרה של מצרים נופל אלא ביום מה טעם דכתב ובתחפנחס חשך היום בשברי שם את מטות מצרים ונשבר בה גאון עוזה וגו' (יחזקאל ל' י\"ח) ואמר ביום ההוא יהיו חמש ערים בארץ מצרים מדברות שפת כנען ונשבעות לה' צבאות עיר החרם [וגו'] (ישעיה י\"ט י\"ח) [עיר ההרס] עיר השמש (נוון) [נוא] אלכסנדרי נוף (מנפוח) [מנפיס] תחפנם חופיינם ועיר ההרס (סרק אני) [סדקאני] ועיר שמש (אילו פילום) [אליופוליס] אמר ר' יוחנן בן זכאי מצינו שהיום והלילה קרויים יום דכתב ויהי ערב ויהי בוקר יום אחד (בראשית א' ה') רבי יהושע בר נחמיה שמע לה מן הדא גם חשך לא יחשיך ממך לילה כיום יאיר כחשיכה כאורה (תהלים קל\"ט י\"ט) חשיכה שהיא אורה לפני ולילה לתשמישן של בריות הוי (בו) ביום מתו בכוריהם של מצרים: כיצד לקו מכת מיתה מבערב והיו מפרפרים כל הלילה ומתו ביום ומה טעם כולנו מתנו אין כתב כאן אלא כולנו מתים (שמות י\"ב ל\"ג) מייתין ואזלין הכמא דאת אמר ביום הכותי כל בכור (במדבר ח' י\"ז) ולהלן את אמר ביום [וגו'] הקדשתי לי כל בכור (שם ג' י\"ג) אמור מעתה ביום שמתו בכוריהם של מצרים בו ביום הקדשתי לי כל בכור: וה' הכה כל בכור בכור לאיש בכור לאשה בכור לזכר בכור לנקבה הא כיצד בא אחד על עשר נשים והיו יולדות עשרה בנים [וכן עשרה אנשים באו על אשה אחת וילדה עשרה בנים] נמצאו כולם בכורים אנשים הגע עצמך שאין שם בכור לא לאיש ולא לאשה לא לזכר ולא לנקבה מה אני מקיים כי אין בית אשר אין שם מת (שמות י\"ב ל') אמר רבי אבא בר אחא אפוטרופוס של בית היה מת כמא דאת אומר שמרי הראש כי לא היו בכור וישימהו אביהו לראש (דהי\"א כ\"ו י): תני רבי נתן ביום שהיה בכורו של אחד מהם מת היה צר אוקינין שלו בתוך ביתו אותו היום היה נידקת ונשחקת וניזרת והייתה קשה עליו כאילו אותו היום קברו א\"ר יודן לפי שהיו המצריים קוברים בתוך בתיהם והיו הכלבים נכנסים דרך הכוכים ומשמטים את הבכור מבין הכוכים ומתעתעים בהם והיתה קשה עליהם כאילו אותו היום קברוהו: מבכור פרעה מכאן שפרעה היה בכור נתכנסו כל הבכורים אצל אבותיהם אמרו להם כיון דאמר משה ומת כל בכור בארץ מצרים (שמות י\"א ה') כל מה דאמר על הלין עמא אתו עליהון אלא אתון ונפיק אילין עבראי (מבניכון) [מבינינון] ואי לא הלין עמא מייתין אמרו עשרה בנים לאחד ממנו ימותו כחד מנהון ולא תקים על אילין עבראי אמרין כל (כמה) [סמא] דמילתא ניזלו לגבי פרעה דהוא בכור דילמא דאיהו חייס על נפשיה ונפוק אילין עבראי מבינינון הלכו להם אצל פרעה אמרו לו בגין דאמר משה ומת כל וגו' וכל דאמר על הלין עמא אתא עליהן אלא קום ואפיק הלין עבראי (מבינכון) [מבינינון] ואי לא הלין עמא מייתין אמר צאו וקפחו שוקיהם של אילו אנא [אמר] נפשי או (נפשיכון לעבראי) [נפשיהון דעבראי] ואתון אמרין הכדין מיד יצאו הבכורים והרגו באבותיהם ששים רבוא הדא היא דכתב למכה מצרים בבכוריהם (תהלים קל\"ו י') למכה בכורים במצרים אין כתב כאן אלא למכה מצרים בבכוריהם הבכורים הרגו ששים רבוא רבי אבון בשם ר' יודה בן פזי אמר בתייה בת פרעה בכורה הייתה (וזכות) [ובזכות] מה ניצולה בתפילתו של משה דכתיב טעמה כי טוב סחרה לא יכבה בלילה נרה (משלי ל\"א י\"ח) בליל כתב כד\"א ליל שמורים הוא לה' (שמות י\"ב מ\"ב): עד בכור השפחה (שם י\"א ה') רב הונא ור' אחא בשם רבי אלעזר בנו של רבי יוסי הגלילי אפילו שפחות המוכנות לרחים והיו אומרות רצונינו בשיעבודינו וישראל בשיעבודן א\"ר יודה בן פזי (מבורת) [מסורת] אגדה סרח בת אשר ירדה למצרים (נתנוה) [כדנוה] לרחים: וכל בכור בהמה אם אדם חטא בהמה מה חטאה אלא המצריים משתחוים לטלאים של איהו אומרים יראתינו הביאה עלינו את הפורענות קשה יראתינו שעומדת על עצמה שלא היה בה פורענות: [ויהי בחצי הלילה וגו'] ר' הונא ור' יהושע בר אבין (חתניה) [וחתניה] דר' לוי בשם ר' לוי אין בעל הרחמים פוגע בנפשות תחילה ממי את למד מאיוב: ומלאך בא אל איוב ויאמר הבקר היו חורשות והאתונות היו רועות על ידיהן (איוב א' י\"ד) מאי הבקר היו חורשות והאתונות היו רועות על ידיהם א\"ר חמא בר חנינא נעשה לו דוגמא מעין עולם הבא כמה דאת אומר ונגש חורש בקוצר וגו' (עמוס ט' י\"ג). [ותפול שבא ותקחם ואת הנערים הכו לפי חרב] (שם שם ט\"ו) א\"ר אבא בר כהנא יוצאות מכפר קרנים והולכות את כל האובלים כולם וכיון שהגיעו למגדל צבעייא מתו שם: [ואמלטה רק אני לבדי] (שם) אמר ר' אחא רק מיעוט משובר ומלוקה היה א\"ר יודן (נמלטה) [ואמלטה] רק אני לבדי להגיד לך אף הוא כיון שהגיד בשורתו מיד הוא מת הדא הוא דכתיב עוד זה מדבר וזה בא (שם שם י\"ז): ויאמר כשדים שמו שלשה ראשים וגו' (שם שם) כיון ששמע איוב כן התחיל מגייס עליהם חיילותיו למלחמה הדא הוא דכתיב אערוץ המון רבה ובוז משפחות יחיתני ואדום לא אצא פתח (שם ל\"א ל\"ד) אמר איוב אומה זו בזויה מכל אומות היא ארץ כשדים זה העם לא היה וגו' (ישעיה כ\"ג י\"ג) ולואי לא היה סבור ליתן אימתו עלי וכיון שאמר לו אש אלקים נפלה מן השמים (איוב א' ט\"ז) [אמר] אם מן השמים הוא מה אני יכול לעשות מיד ואדום לא אצא פתח ואחר כך ויקח לו חרס וגו' (שם ב' ח'). אף מחלון וכליון מתחילה מתו סוסיהם וגמליהם וחמוריהם ואח\"כ מת הוא וימת אלימלך איש נעמי (רות א' ג') ואחר כך מתו שני בניו וימותו גם שניהם וגו' (שם שם ה') (ואח\"כ מתה היא): ואף בנגעים הבאים על אדם כן בתחילה הוא מתחיל בביתו אם חזר בו טעונים (בו) חליצה וחלצו את האבנים (ויקרא י\"ד מ') אם לא חזר בו טעונים נתיצה ונתץ את הבית (שם שם מ\"ה) ואחר כך הוא מתחיל בבגדיו אם חזר בו טעונים קריעה וקרע אותו מן הבגד או מן העור וגו' (שם י\"ג נ\"ו) ואם לא חזר בו טעונים שריפה ושרף את (הבית) [הבגד] (שם שם ל\"ב) ואח\"כ הוא מתחיל בגופו אם חזר בו ובא אשר לו הבית (שם י\"ד ל\"ה) ואם לאו בדד ישב וגו' (שם י\"ג מ\"ו): ובמצרים כן בתחילה נגעה מדת הדין בממונם ויך את גפנם ותאינתם (תהלים ק\"ה ל\"ג) ויסגר לברד בעירם (שם ע\"ח מ\"ח) ואחר כך ויך כל בכור במצרים (שם שם נ\"א) ר' לוי בר זכריה בשם ר' ברכיה בטכסיסי מלכים בא עליהם בתחלה סכר אמת המים שלהם דם ואח\"כ הביא עליהם קלנים צפרדעים ואחר כך ירה עליהם חיצים כינים ואח\"כ הביא עליהם לגיונות ערוב ואחר כך נתן להם דורמסיות דבר כבד מאד ואח\"כ רמה בהם נפט שחין ואחר כך השליך אבני בליסטרא ברד ואח\"כ העמיד עליהם כובשים ארבה ואחר כך (חבשו) [חבשן] בפילקיות חושך ואח\"כ הוציא הגדול גדול שבהם והרגו מכות בכורות בחצות הלילה ר' לוי חתניה דר' זכריה בשם ר' ברכיה כאשר שמע למצרים יחילו כשמע צר (ישעיה כ\"ג ה') א\"ר אליעזר כל צור מלא בצור המדינה הכתוב מדבר וכל צר חסר במקרא ברומי הרשעה הכתוב מדבר ר' לוי בשם ר' חמא בי רבי חנינא מי שפרע מן הראשונים הוא יפרע מן האחרונים מה מצרים דם אף אדום כן דכתיב ונתתי מופתים בשמים וארץ דם ואש (יואל ג' ג') מה מצרים צפרדע אף אדום כן קול שאון מעיר (ישעיה ס\"ו ו') מה מצרים שחין אף אדום המק בשרו וגו' (זכריה י\"ד י\"ב) מה מצרים ערוב אף אדום וירשוה קאת וגו' (ישעיה ל\"ד י\"א) מה מצרים כינים אף אדום ונהפכו נחליה לזפת (שם שם ט') מה מצרים דבר [וברד] אף אדום ונשפטתי אתו בדבר ובדם [וגשם שוטף ואבני אלגביש] (יחזקאל ל\"ט כ\"ב) מה מצרים ארבה אף אדום אמור לצפור כל כנף וגו' (שם ל\"ט י\"ז) מה מצרים חושך אף אדום חשך ונטה עליו קו תהו (ישעיה ל\"ד י\"א) מה מצרים נטל הגדול שבהם והרגו אף אדום כן וירד (ראימות) [ראמים עמם] (שם שם ז') רומיים עמם [אמר] ר' אחא בר כהנא חשך ואפילה שמשו במצרים שלשת ימים אבל תהו ובהו לא שמשו בעולם הזה והיכן עתידים לשמש בכרך גדול של רומי ונטה עליה קו תהו ואבני בהו (שם) ורבנן אמרי אומות העולם שלא קבלו את התורה שניתנה מתוך החשך עליהם הוא אומר כי הנה החשך יכסה ארץ וערפל לאומים (שם ס' ב') אבל ישראל שקיבלו את התורה שניתנה מתוך החשך עליהם הוא אומר ועליך יזרח ה' וכבודו עליך יראה (שם):", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d52d6e4a94c7c18ac94", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 8:17", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Tafsir Rasag, Numbers 8:17", "sourceHeRef": "תפסיר רס\"ג, במדבר ח׳:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0017, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כמא כאן לי כל בכר ממא בין בני אסראיל מן אנסאן אלי בהימה וד̇לך אנני פי יום אהלכת כל בכר פי בלד מצר אקדסתהם לי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48972d6e4a939ba174cca", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Torah Temimah on Torah, Numbers 8:17:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>כי לי כל בכור. </b>מכאן אתה אומר שקדשו ישראל בכורות במדבר <sup class=\"footnote-marker\">ז</sup><i class=\"footnote\">משמע ליה הלשון כי לי כל בכור בארץ מצרים, עודם בארץ מצרים הם בקדושתם, ובא לאשמעינן אע\"פ דכתיב בפ' בא והיה כי יביאך ה' אל הארץ והעברת כל פטר רחם משמע דמקודם לא נצטוו על מצוה זו, קמ\"ל דגם במדבר קדשו, ומה דכתיב והיה כי יביאך והדר והעברת באה לדרשה אחרת, עשה מצוה זו כדי שתכנס לארץ, כמבואר לפנינו בפ' בא, יעו\"ש.\n</i>.<br>(בכורות ד׳ ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48972d6e4a939ba174ccc", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 8:17:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Torah Temimah on Torah, Numbers 8:17:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ח׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>כי לי כל בכור וגו'. </b>וכתיב (פ׳ בא) והכיתי כל בכור בארץ מצרים ובכל אלהי מצרים אעשה שפטים, מכאן שקודם שהוקם המשכן היתה עבודה בבכורים <sup class=\"footnote-marker\">ח</sup><i class=\"footnote\">ר\"ל דכשנבחרו הלוים תחת כל בכור בבני ישראל כתיב למעלה כי לי כל בכור ביום הכותי כל בכור בארץ מצרים הקדשתי אותם לי, וכתיב בענין מכת בכורות שאמר הקב\"ה ועברתי בארץ מצרים בלילה הזה והכיתי כל בכור בארץ מצרים מאדם ועד בהמה ובכל אלהי מצרים אעשה שפטים אני ה', למדנו שביום שהוכה כל בכור נתקדשו בכורי ישראל, ועדיין אין אנו יודעין לאיזה דבר נתקדשו, אלא מפני שבאותו זמן עצמו היתה ג\"כ ביטול ע\"ז שלהם כדכתיב ובכל אלהי מצרים אעשה שפטים וידעו כי אני ה', ולי לבד ראוי לעבוד עבודה ולא לאלהים אחרים, למדנו ג\"כ שקדושת הבכורים לעבודה לשמים היתה, ומכאן נתאמת הדבר הזה שתהא עבודה בבכורות.\n<br>ויש להוסיף באור, כי היה המנהג אצלם להקריב הבן הבכור לע\"ז, כמש\"כ (מלכים ב ג׳:כ״ז) ויקח את בנו הבכור ויעלהו עולה, ואולי אל זה כיון הנביא (מיכה ו׳:ז׳) האתן בכורי פשעי, וכנגד זה הקדיש הקב\"ה את הבכורים לעבודתו יתברך. –\n</i>.<br>(ירושלמי מגילה פ\"א הי\"א)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154794d6e4a92409ac45aa", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Siftei Chakhamim, Numbers 8:17:1", "sourceHeRef": "שפתי חכמים, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>שהגנתי.</b> דק\"ל איך אמר כי לי כל בכור, דמשמע דעדיין הם שלו והא כתיב ואקח את הלוים דמשמע שכבר לקח. ועל זה פירש שלי היו בקו הדין כלומר מן הדין וכתב הרא\"ם שתיקן בזה שאין כי לי כל בכור ר\"ל עתה שהרי נפסלו משטעו בעגל רק, ר\"ל היו שלו מתחילה והודיע ג\"כ הסיבה למה היו שלו בקו הדין משום שהגנתי וכו', ואמר ולקחתי אותם לי במקום הקדשתי כדי שיפול עליו ואקח את הלוים תחת כל בכור שפירושו לקחתי עתה את אלה במקום שלקחתי אז את אלה, והוסיף וי\"ו על ולקחתי שהוא במקום הקדשתי להורות שהם שני ענינים כי לי כל בכור ביום הכותי וגו' וגם הקדשתי אותם לעבודתי אז, ומשחטאו נפסלו ולקחתי את הלוים תמורתן, ואמר עכשיו ואקח, שלא תאמר ואקח בזמן שהקדשתי הבכורות לי שהרי תחת כל בכור כתיב דמשמע שיצאו אלו ונכנסו אלו במקומם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Since I protected them.</b> Rashi is answering the question: Why does Hashem say “for every firstborn [of Bnei Yisroel] is Mine” which implies that they are still His, when it is written (v. 18) “I have taken the Levites” which implies that He had already taken them. In response [to this question] Rashi explains that “they were Mine by the rules of justice” [meaning according to the strict interpretation of the law]. <i>Re’m</i> writes that with this he answers that “for every first born is Mine” does not refer to the present, because they were disqualified when they erred with the golden calf. It merely means that they were His initially. Rashi also informs one of the reasons why they were His by the rules of justice — “because I protected them…” Rashi states “I took them for Myself” instead of “I have sanctified them [to be mine]” in order to correspond with “I have taken the Levites instead of all firstborn” (v. 18) which means I have now taken them for Myself in the place of those whom I had taken before. He adds a <i>vav</i> on the word ולקחתי (<i>and</i> I have taken) which is in the place of הקדשתי (I have sanctified) in order to indicate that they are two different ideas — “for every firstborn is mine … on the day in which I slew…” <i>and also</i> “I have sanctified them” at that time for my service. However, once they sinned they were disqualified and I took the Levites instead of them. Rashi concluded “now I have taken” so that you should not say “I took them” (v. 18) refers to the time that I sanctified the firstborn for Myself. For it is written, “instead of all firstborn” which implies that they had left the service and the others entered in their place.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0bc432c1533e001928be9b", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Shemot 30:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Yismach Moshe, Shemot 30:2", "sourceHeRef": "ישמח משה, שמות ל׳:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 30.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "שמות", "he": "<b>ובאופן</b> אחר נ\"ל, על פי המבואר בספרים שהיה מההכרח להוציאם אז ממצרים, שאלמלי היה נשארו שם עוד היו נשקעים ח\"ו, כדכתיב (שמות יב לט) ולא יכלו להתמהמה. והנה לכאורה אינו מובן דמשום דלא יכלו להתמהמה, יוציאם ממצרים שקנוים להם לעבדים קודם זמן ואין עול כתיב (דברים לב ד). אך כיון שנגזר גזירה על כל הבכורים בארץ מצרים מפני חטאם, וישראל כולם קרוים בכורים, והם חטאו כמוהם וראוי היה גם עליהם לעבור הכוס לכלותם ח\"ו, אך שחס עליהם השי\"ת מפני שמצרים החטיאן והוי כאנוסים. ואם כן התירץ זה לישראל, אבל לא למצרים שהחטיאן, דמצידן היו ראוים לכליה ושוב אין להם עבדים. או יאמר כיון שהיה ראוי לעבור גם הגזירה עליהם לכלותם ח\"ו, רק שהשי\"ת הצילם ברחמיו לכך ציוה שיהיה אות על הבתים (שמות יב יג), ולא יתן המשחית וגו' (שמות יב כג), שמע מינה שאף הם היו חייבין, דכבר כתבנו (בריש פרשת נח) דמשניתן רשות למשחית אינו מבחין וגו' (ב\"ק ס' ע\"א), היינו בהם צריך הבחנה שאינו טוב גמור והבן. ועוד דמכיון שהיה המשחית צריך להבחין בין בכור לאינו בכור, היה מבחין גם כן בין ישראל למצרי, אלא ודאי כמ\"ש דעל ישראל היה גם כן הגזירה, והיינו ואת בתינו הציל (שמות יב כז), שמע מינה שהיה צריכין הצלה שהגזירה כללית. ועל פי זה נתיישב דאמר וראיתי את הדם על הבתים אשר אתם שם, והיה לו לומר אשר בכוריכם שם, דהא גם במצרים לא נהרגו רק הבכורים. ועוד קושיא יותר חזקה, הלא מצות פסח מפורש משום שפסח על בני ישראל, אם כן לא היה ראוי לאותה מצוה רק הבכורים דעליהם פסח. ולפי מ\"ש אתי שפיר דכל ישראל בכלל בכורים, ואם כן הוי השי\"ת כמו מציל מזוטו של ים דמציל לעצמו (ב\"מ כ\"ד ע\"א), ומעין סברא זו ראיתי בספר מים יחזקאל והוא דלה לי חספא, ולפי זה אתי שפיר הא דבפרשת קדש (שמות יג ג), והיה כי יביאך (שמות יג טו), ובפרשת בהעלותך (במדבר ח יז), אינו מבואר רק שמכח הריגה של בכורי מצרים נתקדשו בכורי ישראל. ולפי מ\"ש אתי שפיר דבהצלה כל ישראל שוין, רק דמצוה זה לאות כמו שהיה הריגה במצרים, וממילא יובן דהצלת כל ישראל חסד גדול. ועל פי זה מבואר המדרש הנ\"ל, דאותה חמה גופיה שהיה על ישראל שחטאו כמוהם, החזיר על מצרים דאם כן היו ראוים לכליה ח\"ו בעת הריגת בכורים, והשי\"ת הציל ישראל לעצמו, ואם כן שלא כדין רדפו אחר בני ישראל וראוי שם להטביען, ולכך בכל המכות שהיה בהם איבוד נפשות או מאדם או מבהמה, נאמר והפליתי, דזה הטעם שהצדיק ה' שהוציאן הם ובהמתם, ומה שקנה עבד קנה רבו קודם זמנן שהשי\"ת הציל לעצמו, אבל בשאר המכות לא היה בהם איבוד נפשות, ואף במכת ברד הלא הירא מעבדי פרעה גם כן הניס וגו', ואם כן אין הצלה לישראל, והבן. ועל כן התחיל בזה בראש השליחות, שלא יקשה הלא הוא קודם זמנם, לכך אמר ית' בני בכורי ישראל שכולם נקראים בכורים, ואומר אליך שלח את בני מרצונך, וכיון שהוא קודם זמן ותמאן וגו', ואני מוכרח להוציאן כעת שלא ישתקעו לעולם כנודע, על כן אנכי הורג את בנך בכורך, ואם כן מה שאני מציל לישראל שהם כולם בכורים, לעצמי אני מציל. והיינו שאנו אומרים (תפלת שחרית) כל בכוריהם הרגת, על כן ובכורך גאלת, ועל ידי זה ים סוף להם בקעת וזדים טבעת, כי שלא כדין רדפו אחרי בני ישראל, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0e9f1773ad4f00597bb448", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 11:5:5", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Or HaChaim on Exodus 11:5:5", "sourceHeRef": "אור החיים על שמות י״א:ה׳:ה׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>וראיתי</b> לתת טעם למה לא יצאו ישראל אלא באמצעות מכת בכורות. עוד למה ה' הכה אפילו בכור שאינו מצרי דכתיב (לקמן י\"ב כ\"ט) בכור השבי. ואולי כי הטעם הוא לצד שמצינו שקרא ה' לישראל (לעיל ד' כ\"ב) בני בכורי וכבר הודיענו רבותינו ז\"ל (זהר ח\"ב רס\"ג) כי כל מה שברא ה' במדת הטוב גם זה לעומת זה עשה האלהים בבחינת הרע וכל בחינה ובחינה שיש בקדושה יש כנגדה בקליפה והקליפה מתאמצת ומתחזקת לאחוז בה, ולזה כנגד בחינת הבכורה שבקדושה היתה בחינת בכורה שבקליפה אוחזת ותוקפת בה לבל שלח עד אשר הרג ה' כל שם הבכורה שבקליפת מצרים בין של מצרים בין של האומות שהיו שם דכתיב עד בכור השבי ובכור השפחה וכל בכור בהמה, וגם בכור ישראל קדש אותם ה' כאומרו (במדבר ח' י\"ז) כל בכור וגו' הקדשתי אותם לי כדי שלא תשאר בכורה זולת של קודש אשר הקדיש ה', ולזה מת אפילו בכור בהמה, וכיון שנעקר שם זה נפל ענף הרע שהיה מחזיק בבכור הקדושה ולזה תכף יצאו בני ישראל והגם שמצינו שיצאו ורדפו אחריהם, חשבו שעדיין יש בהם כח לאחוז בם, וצא ולמד מה עלתה בידם לא נותר בהם עד אחד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I have tried to find a reason why the dying of the firstborn was a necessary prerequisite for the Exodus, as well as why even non-Egyptian firstborn (compare 12,29) had to die if they happened to be in Egypt on that fateful night. The reason is connected to G'd having described Israel as \"My firstborn son\" (4,22). We have a tradition (<i>Zohar</i> 2, page 263) that whenever G'd created some phenomenon which is clearly recognisable as something good, He also created its counterpart, i.e. something potentially evil at the same time. Every sacred phenomenon in our world is matched by a parallel phenomenon under the control of Satan, or what is known in Kabbalistic parlance \"the forces of the <span class=\"font1\">קליפה</span>.\" The latter make every effort to gain dominance over the former. We must therefore understand the forces of the <span class=\"font1\">קליפה</span> which represented their firstborn as exerting every effort to frustrate the emigration of the Jewish people from Egypt. These efforts did not cease until G'd had \"killed\" the firstborn of the powers of the <span class=\"font1\">קליפה</span> which opposed His will. What G'd had to do was to eliminate the <b>concept</b> of the firstborn being special, otherwise the relief as a result of the death of the Egyptian firstborn would have been only temporary. When the Torah (12,29) stresses that: \"the firstborn of the captive, the firstborn of the maidservant and the firstborn of the animals died,\" this is in contrast to the firstborn of the Israelites who were subsequently sanctified (Numbers 8,17). The reason this sanctification of the Jewish firstborn became necessary is that G'd had done away with the <b>concept of the firstborn being somebody special</b> at the time He eliminated the firstborn on the night of the 15th of Nissan. Had this not been the case we would not understand why the firstborn of the animals had to die also. In Numbers 8,17 G'd declared that henceforth the firstborn of the Jews would be sacred to Him, i.e. there should no longer be a firstborn associated with the powers of the <span class=\"font1\">קליפה</span>. If we find that the Egyptians still engaged in hot pursuit of the Israelites even after the death of the firstborn, this was because they had not yet realised that their former power had vanished. As a result, not a single one of them survived the debacle at the Sea of Reeds.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0e9f6473ad4f00597bb8e2", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 19:6:1", "anchorRef": "Numbers 8:17-18", "anchorRefExpanded": ["Numbers 8:17", "Numbers 8:18"], "sourceRef": "Or HaChaim on Exodus 19:6:1", "sourceHeRef": "אור החיים על שמות י״ט:ו׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>ואתם תהיו לי וגו'</b>. צריך לדעת למה הוצרך לומר ואתם כיון שעד עתה להם היה מדבר. ואולי כי על משה ואהרן חוזרים הדברים, ולהיות שעד עתה היה מדבר על כל ישראל ועשאם סגולה אם כן יאמר משה כי אין הפרש עוד בינם לבין ישראל, לזה אמר <b>ואתם</b> פירוש אתה ואחיך תהיו לי ממלכת כהנים כנגד אהרן, <b>וגוי קדוש</b> כנגד משה ומשפחתו על דרך אומרו הקדשתי אתם [לי ואקח את] הלוים [וגו']:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ואתם תהיו לי ממלכת כהנים</span> \"And you shall be unto Me a nation of priests, etc.\"</b> Why did the Torah have to write the word <span class=\"font1\">ואתם</span>, seeing that it addresses the same people it has addressed in the preceding verse? Perhaps the Torah now addresses Moses and Aaron; whereas up to this point G'd spoke to the entire nation and made them into an <span class=\"font1\">עם סגולה</span>, Moses and Aaron might well wonder how they themselves would be special after all of Israel had been elevated spiritually to such a high level. G'd tells them, therefore, i.e. <span class=\"font1\">ואתם</span>, that Aaron and his sons would be a kingdom of priests, whereas Moses and his family would be <span class=\"font1\">גוי קדוש</span>, a holy nation. The Torah has used similar language in Numbers 8,17-18.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b88db071e100bf4e1353", "index_title": "Tractate Semachot", "category": "Talmud", "type": "", "ref": "Tractate Semachot, Introduction 1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Tractate Semachot, Introduction 1", "sourceHeRef": "מסכת שמחות, פתיחה א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [750], "commentaryNum": 1, "collectiveTitle": {"en": "Tractate Semachot", "he": "מסכת שמחות"}, "heTitle": "פתיחה", "he": "(שמות י״ב:כ״ט) ויהי בחצי הלילה וה׳ הכה כל בכור בארץ מצרים וגו׳ וכתיב (במדבר ח׳:י״ז) כי לי כל בכור [וגו׳] ביום הכותי כל בכור וגו' (ואתה משיב) א״ר יוחנן אע״פ שהכה אותם מכת מות <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i> מחצי הלילה היתה נפשם מפרפרת בהם עד הבוקר משל הדיוט אומר נתת פת לנער הודע את אמו <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i> אף הקדוש ברוך הוא אמר אודיע לבני המיתה המשתקת הזאת ששונאיהם היאך מתים בה אלא תשמור נפשותם עד הבוקר כדי שיראו בני בשונאיהם:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, וילנא תרמ\"ג", "text": "<i>And it came to pass at midnight, that the Lord smote all the first-born in the land of Egypt</i>,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Ex. 12, 29.</i> etc.; and it is written, <i>For all the first-born among the children of Israel are Mine, both men and beast; on the day that I smote all the first-born in the land of Egypt, I sanctified them for Myself</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Num. 8, 17.</i> R. Joḥanan said: Although He smote them with the plague of death at midnight, the souls writhed within them until morning. A common proverb says, ‘If you give a morsel of bread to a child, inform his mother’.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Cf. Beẓah 16a (Sonc. ed., p. 81) where it is quoted, not as a proverb, but as a saying of Rabban Simeon b. Gamaliel.</i> Likewise, the Holy One, blessed be He, said, ‘I will inform My children of the death by choking<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">GRA’s emendation of a verb in the text meaning ‘which silences’.</i> of which their enemies are dying. Let their souls await the morning [before expiring], so that My children shall look upon [the fate of] their enemies’.", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba6eb071e100bf4f4a22", "index_title": "Tosefta Bekhorot", "category": "Tosefta", "type": "", "ref": "Tosefta Bekhorot 1:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Tosefta Bekhorot 1:1", "sourceHeRef": "תוספתא בכורות א׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tosefta Bekhorot", "he": "תוספתא בכורות"}, "heTitle": "תוספתא בכורות", "he": "הלוקח עובר חמורו של עובד כוכבים והמוכר לו אע\"פ שאינו רשאי והמשתתף לו הנותן לו בשותפות והמקבל הימנו והנותן לו בקבלה פטור מן הבכורה שנאמר (במדבר ג) בישראל ולא באחרים וכן אתה אומר בכהנים ובלוים מפני שהכהנים והלוים חייבין בבכור בהמה טהורה יכול יהו חייבין בבכור בהמה טמאה ת\"ל (במדבר ח׳:י״ז) באדם ובבהמה את שיש לך בו באדם יש לך בו בבהמה את שאין לך בו באדם אין לך בו בבהמה יצאו לוים מבכור בהמה טמאה אבל אין נותנין פדיון הבן ופדיון פטר חמור אלא לכהנים בלבד.", "heVersionTitle": "Tosefta Bekhorot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "One who purchases the fetus of a donkey<sup>*</sup><i class=\"footnote\">i.e., the ownership rights to the future offspring of a pregnant donkey</i> belonging to an idolater, and one who sells [such a fetus] to him, even though he is not permitted to do so, and one who partners with him, [and] one gives it to him in partnership, and one who receives it from him (i.e., to look after in exchange for a share in the offspring), and one who gives it to him in receivership, [are all] exempt from [the laws] of the first-born, as it is said (Num. 3:13), \"[I sanctified to Myself the firstborn] in Israel,\" but not \"in others.\" And so too you may say regarding priests and Levites, given that priests and Levites are liable in the [laws of the] first-born [in the case of] clean livestock, perhaps they are also liable in the [laws of the] first-born [in the case of] unclean livestock, therefore the verse states Num. 8:17), \"of man and of livestock.\" That which you have with man (i.e., redemption), so too you have with livestock. That which you lack with man, so too you lack with livestock -- to exclude Levites from [the obligation to redeem] the first-born of unclean animals. But the [payments for the] redemption of the first-born son and the redemption of the first-born donkey are only given to priests.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c39104b44d05700183aec15", "index_title": "Pesikta DeRav Kahana", "category": "Midrash", "type": "", "ref": "Pesikta DeRav Kahana 7:5", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Pesikta DeRav Kahana 7:5", "sourceHeRef": "פסיקתא דרב כהנא ז׳:ה׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [400, 700], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Pesikta DeRav Kahana", "he": "פסיקתא דרב כהנא"}, "heTitle": "פסיקתא דרב כהנא", "he": "[ה] תני ר' שמעון בן יוחאי משה לא היה יודע לא עתותיו ולא רגעיו ולא זמניו של לילה לפי' אמ' כחצות הלילה (שמות יא:ד), אבל הב\"ה הוא יודע עתותיו ורגעיו וזמניו של לילה לפי' הוא נכנס בו כחוט שערה. ומי חלקו, ר' בנימין בר יפת בשם ר' יוחנן הלילה נחלק מאליו. רבותינו אמרו יוצרו חלקו. הכא את אומ' ויהי בחצי הלילה (שם יב:כט), ולהלן את אומ' ויחלק עליהם לילה (בראשית יד:טו), אמ' ר' תנחומא אביכם יצא עמי בחצות ואני יוצא עם בניו בחצות. ורבנן אמרי, אמ' הב\"ה אביכם יצא עמי מאמש עד חצות ואני יוצא עם בניו מחצות עד הבקר. אמ' ר' יוחנן אין שרן של מצרים נופל אלא ביום. ומה טעמ', ובתחפנחס חשך היום בשברי שם את מוטות מצרים ונשבת בה גאון עוזה וגו' (יחזקאל ל:יח). ואומ' ביום ההוא יהיו חמש ערים בארץ מצרים מדברות שפת וגו' (ישעיה יט:יח). ואלו הן חמש ערים, ר' חלקיה בשם ר' סימון אומ', נוא ונוף ותחפנחס ועיר ההרס ועיר שמש. נוא אליסכנדריא, ונוף מנפוס, תחפנחס חופנייס, ועיר ההרס סרקאני, ועיר שמש אילופילוס. אמ' ר' יוחנן בן זכאי מצינו שהיום והלילה קרויין יום, דכתי' ויהי ערב ויהי בקר יום אחד (בראשית א:ה). ר' יהושע בר' נחמיה שמע לה מן הדא, גם חשך לא יחשיך ממך ולילה כיום תאיר כחשיכה כאורה (תהלים קלט:יב), חשיכה שהיא אורה לפני, ולילה לתשמישן של בריות. הוי בו ביום מתו בכוריהם של מצרים. הא כיצד, לקו מכת מיתה מבערב והיו מפרפרין כל הלילה ומתים ביום. ומה טע', כלנו מתנו אין כתו' כאן אלא כלנו מתים (שמות יב:לג), מייתי' ואזלין. הה\"ד ביום הכותי כל בכור (במדבר ג:יג), ולהלן את אומ' ביום הקדשתי לי כל בכור (עיין שם ח:יז), אמור מעתה ביום שמתו בכוריהם של מצרים בו ביום הקדשתי לי כל בכור.", "heVersionTitle": "Pesikta de Rav Kahana according to an Oxford manuscript, Dov Mandelbaum ed., N.Y. 1987", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מהד' מנדלבוים, נויארק. בית המדרש לרבנים שבאמריקה, תשכ\"ב", "text": "5. R. Shimon Ben Yochai taught: Moses could not have known the exact moment, nor the approximate minute, nor the general time at night. This is why he said “About midnight.” (Ex 11:4) However, the Kadosh Baruch Hu knew the exact moment, and the approximate minute, and the general time at night. That is why God entered [without being early or late] by a hair's breadth. So who was it that divided [the hours of the night]? R. Benjamin bar Jafet in the name of R. Yohanan, the night divided itself.  Our Rabbis say that the Creator divided it. Here it says, “And it came to pass at midnight” (Ex 12:29) and elsewhere it says, “And he divided the night against them.”  (Gen 14:15) Rabbi Tanchuma said: Your father set out with Me at midnight, and I will set out with his children and midnight. The Rabbis said: the Kadosh Baruch Hu said, “your father set out with Me from last night until midnight, and I will set out with his children from midnight until the morning.” R. Yonatan said: The angel guarding over Egypt cannot fall except during the day. What is the reasoning? [From the verse] At Tehaphnehes also the day shall withdraw itself, when I shall break there the yokes of Egypt, and the pride of her power shall cease in her; [as for her, a cloud shall cover her, and her daughters shall go into captivity.](Ez 30:18) [Elsewhere it also] says, In that day there shall be five cities in the land of Egypt that speak the language [of Canaan, and swear to the LORD of hosts; one shall be called the city of destruction. ] (Is  19:18) Which five cities are these? R. Hilkiah said in the name of R. Simon: Noa, Noph, Tehaphnehes, the City of Destruction, and the City of the Sun;  Noa is Alexandria, Noph is Memphis, Tehaphnehes is Hophnias, the City of Destruction is Sharakani, and the City of the Sun is Heliopolis. R. Yohanan ben Zakkai said: We have found both night and day referred to as “day,” as it is written: And there was evening and there was morning, one day. (Gen 1:5) R. Joshua bar R. Nechamah understood [the same claim] from this: Even the darkness is not too dark for Thee, but the night shineth as the day; the darkness is even as the light.(Ps 139:12) Darkness is [the same as] lightness to Me, and [only] human beings consider it night. This is what is meant [by saying] it was on the day that the firstborn of Egypt died [although it was midnight]. This is how [it happened]: They were afflicted with the deadly curse in evening time, then their bodies shook all night, and then they died in the day time. What is the reasoning? [Because] It is not written “All of us have all died,” but rather “All of us are dying ” (Ex 12:33) Then they went and died . As it is written: On the day that I struck down all the first-born [of the Land of Egypt] (Num 3:13), and further on it says, on the day that I sanctified all the firstborn to Me (paraphrase of Num 8:17 ). On this basis one may conclude  that it was on the very same day that the firstborn of Egypt died, which [God said], “on this day I have sanctified to me the firstborn [of the Israelites].”", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5cb5e167faf53a00181b670d", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 4b:22", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Steinsaltz on Bekhorot 4b:22", "sourceHeRef": "ביאור שטיינזלץ על בכורות ד׳ ב:כ״ב", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 8.0022, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "ומציעים: <b>תא שמע</b> <small>[בוא</small> ו<small>שמע]</small> ראיה נוספת לשיטת ר' יוחנן, ממה ששנינו בברייתא: <b>נמצאת אתה אומר: בשלשה מקומות קדשו בכורות לישראל: במצרים, ובמדבר, ובכניסתן</b> של <b>ישראל לארץ. במצרים מהו אומר? \"קדש לי כל בכור\"</b> (שמות יג, ב), <b>במדבר הוא אומר: \"כי לי כל בכור בבני ישראל\"</b> (במדבר ח, יז), <b>בכניסתם לארץ הוא אומר: \"והיה כי יביאך</b> ה' אל ארץ הכנעני וכו' <b>והעברת</b> כל פטר רחם לה' \"(שמות יג, יא). הרי שבכורות קדשו במדבר!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36c9618af6fc69130cdbc", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Terumah 7:156", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Tzofnat Paneach, Terumah 7:156", "sourceHeRef": "צפנת פענח, תרומה ז׳:קנ״ו", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 7.0156, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "תרומה", "he": "<b>וזה </b>כוונת הפסוק גם כן בפ' בהעלותך (במדבר ח, יז) כי לי כל בכור בבני ישראל באדם ובבהמה ביום הכתי כל בכור בארץ מצרים הקדשתי אותם לי. והכוונה כי לי כל בכור בבני ישראל, ר\"ל עכשיו נתקרבו לי כל בכור בבני ישראל שהם השרים, שהשרים בידם נתלו ופני זקנים לא נהדרו עד עתה, מה שאין כן עכשיו ביום הכותי בכורי מצרים, שהוא מכה שלא ישמעו מוסר ויאבדו, אז נתייראו כמ\"ש (דברים כח, ס) אשר יגרת מ[פני]הם וכו', ואחר היראה הקדשתי אותם לי.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b95dc823a798e70b5ec8", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 719:15", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Yalkut Shimoni on Torah 719:15", "sourceHeRef": "ילקוט שמעוני על התורה תשי״ט:ט״ו", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 719.0015, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ביום הכותי כל בכור ולהלן הוא אומר ויהי בחצי הלילה וה' הכח כל בכור הא כיצד לקו מכת מיתה מבערב והיו מפרפרים כל הלילה ומתים ביום, ומה טעם שנאמר כלנו מתים כולנו מתנו אין כתיב כאן אלא כולנו מתים, מייתין ואזלין הכא את אמרת ביום הכותי וכתיב הקדשתי לי כל בכור, אמרו מעתה ביום שמתו בכוריהם של מצרים בו ביום הקדשתי לי כל בכור. תנו רבנן השיר מעכב את הקרבן דברי רבי מאיר, וחכמים אומרים אינו מעכב, מאי טעמא דרבי מאיר, אמר רבי אלעזר דאמר קרא ואתנה את הלוים נתונים לאהרן וגו' לכפר וגו' מה כפרה מעכבת אף שירה מעכבת. ורבנן לכדאידך דרבי אלעזר דאמר רבי אלעזר מה כפרה בים אף שירה ביום. תנא רבי שמעון בן אלעזר אומר כהנים לוים וישראלים והשיר מעכבין את הקרבן. ר' אבא בשם רבי אלעזר טעמא דר\"ש, דכתיב וכל (ישראל) [הקהל] משתחוים אלו ישראל והשיר משורר אלו הלוי, והחצוצרות מחצרים אלו הכהנים, הכל עד לכלות העולה. הכל מעכבין את הקרבן. רבי תנחומא שמע לה מן הדא, ואתנה את הלוים אלו הלוים, נתונים לאהרן ולבניו אלו הכהנים לכפר על בני ישראל זה השיר:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d55ff4629f2b5727b886", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, יום 1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Sefer HaShorashim, יום 1", "sourceHeRef": "ספר השרשים, יום א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "יום", "he": ["<strong><big>יום</big></strong>   מלת יוֹם ידוע, פעמים היא ומן היות השמש על הארץ לבד, כמו וַיִּקְרָא אֱלֹהִים לָאוֹר<strong> יוֹם</strong> (<a class=\"refLink\" href=\"Genesis 1:5\" data-ref=\"Genesis 1:5\">בראשית א, ה</a>), כָּל־<strong>הַיּוֹם</strong> הַהוּא וְכָל־הַלָּיְלָה (<a class=\"refLink\" href=\"Exodus 10:13\" data-ref=\"Exodus 10:13\">שמות י, יג</a>), וכן רבים, ופעמים כולל היום והלילה וַֽיְהִי־עֶרֶב וַֽיְהִי־בֹקֶר <strong>יוֹם</strong> אֶחָֽד (<a class=\"refLink\" href=\"Genesis 1:5\" data-ref=\"Genesis 1:5\">בראשית א, ה</a>), שָׁמוֹר אֶת־<strong>יוֹם</strong> הַשַּׁבָּת לְקַדְּשׁוֹ (<a class=\"refLink\" href=\"Deuteronomy 5:12\" data-ref=\"Deuteronomy 5:12\">דברים ה, יב</a>), וכמוהם רבים. ובהכפל ה<strong>מ\"ם</strong> יורה על זמן השמש לבדו, אוֹ <strong>יוֹמָם</strong> וָלַיְלָה (<a class=\"refLink\" href=\"Numbers 9:21\" data-ref=\"Numbers 9:21\">במדבר ט, כא</a>), <strong>יוֹמָם</strong> יְצַוֶּה י\"י חַסְדּוֹ (<a class=\"refLink\" href=\"Psalms 42:9\" data-ref=\"Psalms 42:9\">תהלים מב, ט</a>), לֹֽא־יָמִישׁ עַמּוּד הֶֽעָנָן <strong>יוֹמָם</strong> (<a class=\"refLink\" href=\"Exodus 13:22\" data-ref=\"Exodus 13:22\">שמות יג, כב</a>), וכן כולם. אוֹ<strong> יוֹמַיִם</strong> (<a class=\"refLink\" href=\"Exodus 21:21\" data-ref=\"Exodus 21:21\">שמות כא, כא</a>) פירושו שני ימים. והקבוץ<strong> יָמִים</strong> רַבִּים (<a class=\"refLink\" href=\"Esther 1:4\" data-ref=\"Esther 1:4\">אסתר א, ד</a>). ושב הנח שהיה עם החלם במלת <strong>יוֹם</strong> קמץ גדול ברבים. וכן <strong>רֹאשׁ רֹאשִׁים</strong>, אבל בהסמכו יאבד הנח מה שאין כן בְּרָאשִׁים כי הוא נכתב בו הנח, כָּל־<strong>יְמֵי</strong> אֲשֶׁר יִשְׁכֹּן הֶֽעָנָן (<a class=\"refLink\" href=\"Numbers 9:18\" data-ref=\"Numbers 9:18\">במדבר ט, יח</a>), שְׁנָתַיִם <strong>יָמִים</strong> (<a class=\"refLink\" href=\"Genesis 41:1\" data-ref=\"Genesis 41:1\">בראשית מא, א</a>), פירושו שנים שלמים, וכן חֹדֶשׁ <strong>יָמִֽים</strong> (<a class=\"refLink\" href=\"Genesis 29:14\" data-ref=\"Genesis 29:14\">בראשית כט, יד</a>), כי לא תשלם לנו החדש והשנה כי אם ביום שלם לא במקצת היום, ולפיכך נקראה השנה ימים. תֵּשֵׁב הַֽנַּֽעֲרָ אִתָּנוּ <strong>יָמִים</strong> אוֹ עָשׂוֹר (<a class=\"refLink\" href=\"Genesis 24:55\" data-ref=\"Genesis 24:55\">בראשית כד, נה</a>), פירוש שנה או עשרה חדשים. וכן אֽוֹ־<strong>יֹמַיִם</strong> אוֹ־חֹדֶשׁ אֽוֹ־<strong>יָמִים</strong> (<a class=\"refLink\" href=\"Numbers 9:22\" data-ref=\"Numbers 9:22\">במדבר ט, כב</a>), <strong>יָמִים</strong> תִּהְיֶה גְאֻלָּתֽוֹ (<a class=\"refLink\" href=\"Leviticus 25:29\" data-ref=\"Leviticus 25:29\">ויקרא כה, כט</a>), לְמֽוֹעֲדָהּ <strong>מִיָּמִים יָמִֽימָה</strong> (<a class=\"refLink\" href=\"Exodus 13:10\" data-ref=\"Exodus 13:10\">שמות יג, י</a>), משנה לשנה, עֲשֶׂרֶת כֶּסֶף <strong>לַיָּמִים</strong> (<a class=\"refLink\" href=\"Judges 17:10\" data-ref=\"Judges 17:10\">שופטים יז, י</a>), לשנה. ויש מפרשים כן לִשְׁלשֶׁת <strong>יָמִים</strong> מַעְשְׂרֹֽתֵיכֶֽם (<a class=\"refLink\" href=\"Amos 4:4\" data-ref=\"Amos 4:4\">עמוס ד, ד</a>), כמו שנאמר מִקְצֵה <strong>שָׁלשׁ שָׁנִים</strong> תּוֹצִיא אֶת־כָּל־מַעְשַׂר תְּבוּאָתְךָ (<a class=\"refLink\" href=\"Deuteronomy 14:28\" data-ref=\"Deuteronomy 14:28\">דברים יד, כח</a>) כלומר אף על פי שתביאו זבחיכם כראוי מה יועילו אחר שתרבו לפשוע כמו שאמר במקום אחר אֲנִי י\"י...שֹׂנֵא גָזֵל בְּעוֹלָה (<a class=\"refLink\" href=\"Isaiah 61:8\" data-ref=\"Isaiah 61:8\">ישעיה סא, ח</a>). אֲשֶׁר־יָשַׁב דָּוִד בִּשְׂדֵה פְלִשְׁתִּים<strong> יָמִים </strong>וְאַרְבָּעָה חֳדָשִֽׁים (<a class=\"refLink\" href=\"I Samuel 27:7\" data-ref=\"I Samuel 27:7\">שמואל א' כז, ז</a>), שנה וארבעה חדשים. אבל קשה הוא לפרש זה ימים שנה כי היאך היו כל הענינים ההם אשר היה לשאול עם דוד בח' חדשים? כי שתי שנים מלך שאול לבד. ויש לפרש כי ארבעה חדשים וימים מן החדש החמשי היה בשדה פלשתים ולא זכר מנין הימים. וכן אמר התרגום <strong>יוֹמִין...וְאַרְבְּעָא יַרְחִין</strong>. ועדיין נשארה שאלה מה שאמר אבישי אֲשֶׁר הָיָה אִתִּי זֶה <strong>יָמִים</strong> אוֹ־זֶה <strong>שָׁנִים</strong> (<a class=\"refLink\" href=\"I Samuel 29:3\" data-ref=\"I Samuel 29:3\">שמואל א' כט, ג</a>), ויש לפרשו אשר היה אתי זה ימים ואני מכירו לטובה כאילו היה אתי זה שנים. ויאמר <strong>יוֹם</strong> על העת <strong>בְּיוֹם</strong> הַכֹּתִי כָל־בְּכוֹר (<a class=\"refLink\" href=\"Numbers 8:17\" data-ref=\"Numbers 8:17\">במדבר ח, יז</a>), פירוש בעת, <strong>יוֹם</strong> צָעַקְתִּי בַלַּיְלָה נֶגְדֶּֽךָ (<a class=\"refLink\" href=\"Psalms 88:2\" data-ref=\"Psalms 88:2\">תהלים פח, ב</a>), וְהָיָה <strong>בַּיּוֹם</strong> הַהוּא שֹׁרֶשׁ יִשַׁי אֲשֶׁר עֹמֵד לְנֵס עַמִּים (<a class=\"refLink\" href=\"Isaiah 11:10\" data-ref=\"Isaiah 11:10\">ישעיה יא, י</a>), וְחָרָה אַפִּי בוֹ <strong>בַיּוֹם</strong>־הַהוּא (<a class=\"refLink\" href=\"Deuteronomy 31:17\" data-ref=\"Deuteronomy 31:17\">דברים לא, יז</a>), <strong>הַיּוֹם</strong> הַזֶּה יֽוֹם־בְּשֹׂרָה (<a class=\"refLink\" href=\"II Kings 7:9\" data-ref=\"II Kings 7:9\">מלכים ב' ז, ט</a>). ופעמים יבא עליו <strong>כ\"ף</strong> האמתי הִשָּׁבְעָה לִּי <strong>כַּיּוֹם</strong> (<a class=\"refLink\" href=\"Genesis 25:33\" data-ref=\"Genesis 25:33\">בראשית כה, לג</a>), כלומר העת הזאת. וכן כִּֽי־אֹתוֹ <strong>כְהַיּוֹם</strong> תִּמְצְאוּן אֹתֽוֹ (<a class=\"refLink\" href=\"I Samuel 9:13\" data-ref=\"I Samuel 9:13\">שמואל א' ט, יג</a>), כלומר זאת השעה תמצאון אותו. וכן קַטֵּר יַקְטִירוּן <strong>כַּיּוֹם</strong> הַחֵלֶב (<a class=\"refLink\" href=\"I Samuel 2:16\" data-ref=\"I Samuel 2:16\">שמואל א' ב, טז</a>). אבל וַֽיְהִי <strong>כְּהַיּוֹם</strong> הַזֶּה וַיָּבֹא הַבַּיְתָה (<a class=\"refLink\" href=\"Genesis 39:11\" data-ref=\"Genesis 39:11\">בראשית לט, יא</a>), היא <strong>כ\"ף</strong> הדמיון ופירושו ויהי יום אחד כהיום ויבא הביתה לעשות מלאכתו כי היו לו ימים קבועים לעשות מלאכה בבית או לחשוב חשבונות. ויתחבר יום בלשון נקבות זְכֹר<strong> יְמוֹת</strong> עוֹלָם (<a class=\"refLink\" href=\"Deuteronomy 32:7\" data-ref=\"Deuteronomy 32:7\">דברים לב, ז</a>). כִּי־מֵי נֹחַ זֹאת לִי (<a class=\"refLink\" href=\"Isaiah 54:9\" data-ref=\"Isaiah 54:9\">ישעיה נד, ט</a>), נמצא במקצת ספרים מדויקים מלה אחת. וכן תרגום יונתן<strong> כְּיוֹמֵי נחַ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c5f4629f2b572808a6", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קדשׁ 1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Sefer HaShorashim, קדשׁ 1", "sourceHeRef": "ספר השרשים, קדשׁ א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קדשׁ", "he": ["<strong><big>קדשׁ</big></strong>   <strong>וְקָדַשׁ</strong> הוּא וּבְגָדָיו (<a class=\"refLink\" href=\"Exodus 29:21\" data-ref=\"Exodus 29:21\">שמות כט, כא</a>), כִּי <strong>קָדֵֽשׁוּ</strong> (<a class=\"refLink\" href=\"Numbers 17:2\" data-ref=\"Numbers 17:2\">במדבר יז, ב</a>), אַל־תִּגַּשׁ־בִּי כִּי <strong>קְדַשְׁתִּיךָ</strong> (<a class=\"refLink\" href=\"Isaiah 65:5\" data-ref=\"Isaiah 65:5\">ישעיה סה, ה</a>), פירוש קדשתי ממך. וְאַף כִּי הַיּוֹם <strong>יִקְדַּשׁ</strong> בַּכֶּֽלִי (<a class=\"refLink\" href=\"I Samuel 21:6\" data-ref=\"I Samuel 21:6\">שמואל א' כא, ו</a>), פֶּן־<strong>תִּקְדַּשׁ</strong> הַֽמְלֵאָה הַזֶּרַע (<a class=\"refLink\" href=\"Deuteronomy 22:9\" data-ref=\"Deuteronomy 22:9\">דברים כב, ט</a>), פן תאסר בהנאה כקדש. וכן אמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Kiddushin 56b\" data-ref=\"Kiddushin 56b\">קידושין נו, ע\"ב</a>) מנין לכלאי הכרם שאסורים בהנאה? נאמר להלן ואיש כי יקדיש את ביתו קדש לי\"י ונאמר כאן פן תקדש מה להלן אסור בהנאה אף כאן אסור בהנאה. וכן וְאֶל־כָּל־מַֽאֲכָל<strong> הֲיִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Haggai 2:12\" data-ref=\"Haggai 2:12\">חגי ב, יב</a>) פרוש היטמא, כלומר שיאסר מפני טומאתו כקדש שהוא אסור. ופירוש הפסוק ששאל חגי לכהנים תורת הטומאות אולי שכחו בגלות, ושאל להם אם יִשָּׂא־אִישׁ בְּשַׂר־<strong>קֹדֶשׁ</strong> בִּכְנַף בִּגְדוֹ (שם) פירוש בכנף בגדו שהוא טמא שנגע בשרץ, ונשא בשר קדש בכנף בגדו הנה הכנף ראשון לטומאה ובשר קדש שני, וְנָגַע בִּכְנָפוֹ אֶל־הַלֶּחֶם (שם) פירוש במה שבכנפו והוא הבשר נגע בו אל הלחם או אל הנזיד או אל היין או אל השמן ונגעו אליו אל המאכל היקדש? פירוש היטמא המאכל הזה שהוא רביעי לטומאה, כי השרץ הוא אב הטומאה והכנף ראשון של טומאה, ובשר קדש שני והלחם והנזיד והמשקין הללו שנגעו בבשר הם שלישי והמאכל שנגע באלו רביעי ועל זה שאלם על המאכל שהוא רביעי אב הוא טמא ואמרו לא. והראיה כי על המאכל לבדו שאלם שאמר היקדש ולא אמר היקדשו. ויש מרבותינו ז\"ל שאמר (<a class=\"refLink\" href=\"Pesachim 17a\" data-ref=\"Pesachim 17a\">פסחים יז, ע\"א</a>) כי טעו הכהנים בזו התשובה, כי הרביע טמא הוא בקדש, אבל על דרך ההשאלה האחרת ששאלם אם יגע <strong>טְמֵא נֶפֶשׁ בְּכֹל־אֵלֶּה</strong> השיבוהו כראוי, פירוש אם תהיה הכנף טמאה טומאת נפש שנמצא שהכנף אב הטומאה והבשר ולד ראשון, והלחם והנזיר והמשקין שני והמאכל שלישי, ויענו הכהנים ויאמרו יטמא. ושלישי בקדש היו יודעין שהוא טמא אבל רביעי בקדש לא היו יודעין שהוא טמא ובזה טעו, לפיכך השיבם הנביא וַֽאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הֽוּא (פסחים ב, יד). ויש מרבותינו ז\"ל שאמרו (שם) כי לא טעו באחת מהן. ויש מהן שאמרו כי חמישי בקדש שאל מהן בראשונה וכראוי השיבוהו שאינו טמא. ויש מהן שאמרו (שם) כי קודם שגזרו רביעי בקדש שאלם וכראוי השיבוהו. ומזה שהשיב להם <strong>וַֽאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הֽוּא</strong> פירוש אף על פי שהם יודעים הלכות טומאה וטהרה כל אשר יקריבו לפני כאילו הוא טמא הואיל והם מתעצלים בבנין הבית. וענין הפרשה מוכיח זה הטעם שלא טעו, שלא הוכיחם אלא על ענין הבית בכל הפרשה. כֹּל אֲשֶׁר־יִגַּע בִּבְשָׂרָהּ<strong> יִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Leviticus 6:20\" data-ref=\"Leviticus 6:20\">ויקרא ו, כ</a>), פירוש כל דבר אוכל שיגע בבשר החטאת ויבלע ממנה יקדש, כלומר יהיה קדש כמוה שאם פסולה היא החטאת כגון פיגול או פסול אחר יפסל הנוגע בה ואם כשרה היא יאכל הנוגע בה כחָמוּר שבה, כלומר אם נגע בשר שלמים שנשחט מאתמול בחטאת שנשחטה היום נאכל אותו בשר שלמים בו ביום בלבד כדין שלמים הנאכלים לשני ימים ולילה אחת, אבל לא בלילה כבשר החטאת שהחטאת נאכלת ליום ולילה, הנה לפי שהחומרא עכשיו בבשר שלמים נאכלת כדין בשר שלמים, ואם החומרא בבשר החטאת כגון שנשחטו היום החטאת והשלמים ונגע בשר השלמים בחטאת נאכל כדין חטאת היום והלילה בלבד אבל לא למחר כשאר בשר שלמים. וזהו פירוש יאכל כחמור שבה. כָּל־הַנֹּגֵעַ בַּמִּזְבֵּחַ <strong>יִקְדָּֽשׁ</strong> (<a class=\"refLink\" href=\"Exodus 29:37\" data-ref=\"Exodus 29:37\">שמות כט, לז</a>), אפילו קרבן פסול שעלה עליו קדשו המזבח להכשירו, וכיון שעלה לא ירד והוא שיהא ראוי למזבח אלא שנפסל באחד מהדברים הפוסלים הקרבן. וכן כָּל־הַנֹּגֵעַ בָּהֶם <strong>יִקְדָּֽשׁ</strong> (<a class=\"refLink\" href=\"Exodus 30:29\" data-ref=\"Exodus 30:29\">שמות ל, כט</a>), שנאמר בכלי שרת משנכנס לתוכו קדש קדושת הגוף ליפסל באחד מן הדברים הפוסלים הדברים שיש להם קדושת הגוף ואינו נפדה לצאת לחולין. <strong>והשם קֹדֶשׁ</strong> הֽוּא (<a class=\"refLink\" href=\"Exodus 29:34\" data-ref=\"Exodus 29:34\">שמות כט, לד</a>), והקבוץ <strong>מִקָּדְשֵׁי הַקֳּדָשִׁים</strong> (<a class=\"refLink\" href=\"Leviticus 21:22\" data-ref=\"Leviticus 21:22\">ויקרא כא, כב</a>), וְאִישׁ אֶת־<strong>קֳדָשָׁיו </strong>לוֹ יִֽהְיוּ (<a class=\"refLink\" href=\"Numbers 5:10\" data-ref=\"Numbers 5:10\">במדבר ה, י</a>). ובלא חטף כְּצֹאן <strong>קָֽדָשִׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 36:38\" data-ref=\"Ezekiel 36:38\">יחזקאל לו, לח</a>), <strong>קָֽדָשַׁי</strong> בָּזִית (<a class=\"refLink\" href=\"Ezekiel 22:8\" data-ref=\"Ezekiel 22:8\">יחזקאל כב, ח</a>). ומשקל אחר אֶת־<strong>מִקְדְּשׁוֹ</strong> מִמֶּֽנּוּ (<a class=\"refLink\" href=\"Numbers 18:29\" data-ref=\"Numbers 18:29\">במדבר יח, כט</a>), ובית הקדש נקרא מקדש. וְעָשׂוּ לִי<strong> מִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Exodus 25:8\" data-ref=\"Exodus 25:8\">שמות כה, ח</a>), <strong>וּמִקְדָּשִׁי</strong> תִּירָאוּ (<a class=\"refLink\" href=\"Leviticus 19:30\" data-ref=\"Leviticus 19:30\">ויקרא יט, ל</a>), והקבוץ וְהַטֵּף אֶל־<strong>מִקְדָּשִׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 21:7\" data-ref=\"Ezekiel 21:7\">יחזקאל כא, ז</a>). וכן ארמון המלך לפי שהוא כמקדש שלא יכנסו שם אלא הידועים נקרא כן כִּי <strong>מִקְדַּשׁ</strong>־מֶלֶךְ הוּא (<a class=\"refLink\" href=\"Amos 7:13\" data-ref=\"Amos 7:13\">עמוס ז, יג</a>), וּבָא אֶל־<strong>מִקְדָּשׁוֹ</strong> לְהִתְפַּלֵּל וְלֹא יוּכָֽל (<a class=\"refLink\" href=\"Isaiah 16:12\" data-ref=\"Isaiah 16:12\">ישעיה טז, יב</a>), חִלַּלְתָּ <strong>מִקְדָּשֶׁיךָ</strong> (<a class=\"refLink\" href=\"Ezekiel 28:18\" data-ref=\"Ezekiel 28:18\">יחזקאל כח, יח</a>). ויש מפרשים מזה וְהָיָה <strong>לְמִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 8:14\" data-ref=\"Isaiah 8:14\">ישעיה ח, יד</a>), כלומר מקום שילך אדם להשגב בו. ולזה הפירוש יהיה פירוש לִשְׁנֵי בָתֵּי יִשְׂרָאֵל (שם) לאחד לטוב ולאחד לרע, כי שבנא וסיעתו השלימו עם מלך אשור וחזקיה וסיעתו לא השלימו. וזהו שאמר (שם) לֹֽא־תֹֽאמְרוּן קֶשֶׁר לְכֹל אֲשֶׁר־יֹאמַר הָעָם הַזֶּה קָשֶׁר נראה כי מקצת העם היה קושרין ומורדים לתת העיר ביד מלך אשור. ואמר לחזקיה וסיעתו יהיה שם הקדוש ברוך הוא למקדש ולארמון להשגב בו ולבית הקושרים יהיה לאבן נגף ולצור מכשול. ויש לפרש עוד למקדש להזמנה כלומר להזמנת פורענות כלומר למכשול יהיה לפניהם כמו שאמר וְנָתַתִּי מִכְשׁוֹל לְפָנָיו (<a class=\"refLink\" href=\"Ezekiel 3:20\" data-ref=\"Ezekiel 3:20\">יחזקאל ג, כ</a>). ויהיה פירוש <strong>לִשְׁנֵי בָתֵּי יִשְׂרָאֵל</strong> פקח בן רמליהו ושבנא וסיעתו, כי שניהם היו רוצים במפלת מלכות בית דוד. ויהיה פירוש ליושב ירושילם בעבור יושב ירושלם והוא חזקיה וסיעתו. וָאֱהִי לָהֶם <strong>לְמִקְדָּשׁ </strong>מְעַט (<a class=\"refLink\" href=\"Ezekiel 11:16\" data-ref=\"Ezekiel 11:16\">יחזקאל יא, טז</a>), על דרך מִגְדַּל־עֹז שֵׁם י\"י (<a class=\"refLink\" href=\"Proverbs 18:10\" data-ref=\"Proverbs 18:10\">משלי יח, י</a>), כלומר שהם נשגבים בו מעט בעודם בגלות. וְנִֽחֲלוּ <strong>מְקַדְשֵׁיהֶֽם</strong> (<a class=\"refLink\" href=\"Proverbs 7:24\" data-ref=\"Proverbs 7:24\">משלי ז, כד</a>), כמו <strong>מִקְדְשֵׁיהֶם</strong>, אלא שהוא משקל אחר האחד ממנו <strong>מְקָדֵשׁ</strong> בשקל <strong>לִמְתָעֵֽב</strong> גּוֹי (<a class=\"refLink\" href=\"Isaiah 49:7\" data-ref=\"Isaiah 49:7\">ישעיה מט, ז</a>). <strong>והתאר קָדשׁ</strong> הוּא (<a class=\"refLink\" href=\"Numbers 6:8\" data-ref=\"Numbers 6:8\">במדבר ו, ח</a>), <strong>קְדשִׁים</strong> יִֽהְיוּ לֵאלֹהֵיהֶם (<a class=\"refLink\" href=\"Leviticus 21:6\" data-ref=\"Leviticus 21:6\">ויקרא כא, ו</a>). <strong>והנפעל וְנִקְדַּשׁ</strong> בִּכְבֹדִֽי (<a class=\"refLink\" href=\"Exodus 29:43\" data-ref=\"Exodus 29:43\">שמות כט, מג</a>),<strong> וְנִקְדַּשְׁתִּי</strong> בָכֶם לְעֵינֵי הַגּוֹיִֽם (<a class=\"refLink\" href=\"Ezekiel 20:41\" data-ref=\"Ezekiel 20:41\">יחזקאל כ, מא</a>), בִּקְרֹבַי<strong> אֶקָּדֵשׁ</strong> (<a class=\"refLink\" href=\"Leviticus 10:3\" data-ref=\"Leviticus 10:3\">ויקרא י, ג</a>).<strong> וההתפעל </strong>וְהִתְגַּדִּלְתִּי <strong>וְהִתְקַדִּשְׁתִּי</strong> (<a class=\"refLink\" href=\"Ezekiel 38:23\" data-ref=\"Ezekiel 38:23\">יחזקאל לח, כג</a>), לֹא־<strong>הִתְקַדְּשׁוּ</strong> לְמַדַּי (<a class=\"refLink\" href=\"II Chronicles 30:3\" data-ref=\"II Chronicles 30:3\">דברי הימים ב' ל, ג</a>), וְהִיא <strong>מִתְקַדֶּשֶׁת</strong> מִטֻּמְאָתָהּ (<a class=\"refLink\" href=\"II Samuel 11:4\" data-ref=\"II Samuel 11:4\">שמואל ב' יא, ד</a>) <strong>הַמִּתְקַדְּשִׁים</strong> וְהַמִּֽטַּֽהֲרִים (<a class=\"refLink\" href=\"Isaiah 66:17\" data-ref=\"Isaiah 66:17\">ישעיה סו, יז</a>). <strong>והפעל הכבד</strong> [פִּעֵל] <strong>וַיְקַדֵּשׁ</strong> אֹתוֹ (<a class=\"refLink\" href=\"Genesis 2:3\" data-ref=\"Genesis 2:3\">בראשית ב, ג</a>),<strong> קַדֶּשׁ</strong>־לִי כָל־בְּכוֹר (<a class=\"refLink\" href=\"Exodus 13:2\" data-ref=\"Exodus 13:2\">שמות יג, ב</a>). וְלֹֽא־<strong>יְקַדְּשׁוּ</strong> אֶת־הָעָם בְּבִגְדֵיהֶֽם (<a class=\"refLink\" href=\"Ezekiel 44:19\" data-ref=\"Ezekiel 44:19\">יחזקאל מד, יט</a>), פירוש שלא יקדשו אותם בנגעם בהם בבגדי כהונה, כי אם יגעו העם בבגדיהם ידמה שהם קדושים כמוהם. וכן תרגם יונתן<strong> וְלָא יִתְעָרְבוּן עִם עַמָא בִּלְבוּשֵׁיהוֹן</strong>. <strong>וכבד אחר</strong> [הִפְעִיל] אֲשֶׁר <strong>הִקְדִּישׁ</strong> (<a class=\"refLink\" href=\"II Samuel 8:11\" data-ref=\"II Samuel 8:11\">שמואל ב' ח, יא</a>), <strong>הִקְדַּשְׁתִּי</strong> אֹתָם לִֽי (<a class=\"refLink\" href=\"Numbers 8:17\" data-ref=\"Numbers 8:17\">במדבר ח, יז</a>). כָּֽל־הַבְּכוֹר אֲשֶׁר יִוָּלֵד בִּבְקָֽרְךָ וּבְצֹֽאנְךָ הַזָּכָר <strong>תַּקְדִּישׁ</strong> (<a class=\"refLink\" href=\"Deuteronomy 15:19\" data-ref=\"Deuteronomy 15:19\">דברים טו, יט</a>), פירוש אף על פי שקדושתו מרחם צריך לומר הרי הוא קדוש לבכורה. לֹֽא־<strong>יַקְדִּישׁ </strong>אִישׁ אֹתוֹ (<a class=\"refLink\" href=\"Leviticus 27:26\" data-ref=\"Leviticus 27:26\">ויקרא כז, כו</a>), פירוש לא יקדישנו לקרבן אחר. <strong>וְהִקְדִּישׁוּ</strong> אֶת־קְדוֹשׁ יַֽעֲקֹב (<a class=\"refLink\" href=\"Isaiah 29:23\" data-ref=\"Isaiah 29:23\">ישעיה כט, כג</a>), פירוש יתנו לו הקדושה בתהלתם. ועניו אחר <strong>קַדְּשׁוּ </strong>עָלֶיהָ מִלְחָמָה (<a class=\"refLink\" href=\"Jeremiah 6:4\" data-ref=\"Jeremiah 6:4\">ירמיה ו, ד</a>), <strong>קַדְּשׁוּ</strong>־צוֹם קִרְאוּ עֲצָרָה (<a class=\"refLink\" href=\"Joel 1:14\" data-ref=\"Joel 1:14\">יואל א, יד</a>),<strong> וַיַּקְדִּשׁוּ</strong> אֶת־קֶדֶשׁ בַּגָּלִיל בְּהַר נַפְתָּלִי (<a class=\"refLink\" href=\"Joshua 20:7\" data-ref=\"Joshua 20:7\">יהושע כ, ז</a>), <strong>וַיְקַדֵּשׁ</strong> אֶת־יִשַׁי וְאֶת־בָּנָיו (<a class=\"refLink\" href=\"I Samuel 16:5\" data-ref=\"I Samuel 16:5\">שמואל א' טז, ה</a>). <strong>וכבד אחר </strong>[הִפְעִיל] <strong>הִקְדִּישׁ</strong> קְרֻאָֽיו (<a class=\"refLink\" href=\"Zephaniah 1:7\" data-ref=\"Zephaniah 1:7\">צפניה א, ז</a>), <strong>וְהַקְדִּשֵׁם</strong> לְיוֹם הֲרֵגָֽה (<a class=\"refLink\" href=\"Jeremiah 12:3\" data-ref=\"Jeremiah 12:3\">ירמיה יב, ג</a>). <strong>וההתפעל</strong> כְּלֵיל <strong>הִתְקַדֶּשׁ</strong>־חָג (<a class=\"refLink\" href=\"Isaiah 30:29\" data-ref=\"Isaiah 30:29\">ישעיה ל, כט</a>), <strong>הִתְקַדְּשׁוּ</strong> וּבָאתֶם אִתִּי בַּזָּבַח (שמאל א' טז, ה). <strong>והשם</strong> וְהָיָה <strong>לְמִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 8:14\" data-ref=\"Isaiah 8:14\">ישעיה ח, יד</a>), ענינם וכל הדומים להם ענין הזמנה. ונכון הוא להיות <strong>כְּלֵיל הִתְקַדֶּשׁ־חָג, הִתְקַדְּשׁוּ וּבָאתֶם</strong>, מהענין הראשון כלומר הלילה הזה שימות בו חיל סנחריב יהיה לכם שמחה כלילה שמקדשין בו החג והוא ליל הפסח. וְגַם־<strong>קָדֵשׁ</strong> הָיָה בָאָרֶץ (<a class=\"refLink\" href=\"I Kings 14:24\" data-ref=\"I Kings 14:24\">מלכים א' יד, כד</a>), וְחַיָּתָם <strong>בַּקְּדֵשִֽׁים</strong> (<a class=\"refLink\" href=\"Job 36:14\" data-ref=\"Job 36:14\">איוב לו, יד</a>), וַיַּֽעֲבֵר <strong>הַקְּדֵשִׁים</strong> מִן־הָאָרֶץ (<a class=\"refLink\" href=\"I Kings 15:12\" data-ref=\"I Kings 15:12\">מלכים א' טו, יב</a>), לֹא־תִֽהְיֶה <strong>קְדֵשָׁה</strong> (<a class=\"refLink\" href=\"Deuteronomy 23:18\" data-ref=\"Deuteronomy 23:18\">דברים כג, יח</a>), וְלֹא־יִֽהְיֶה <strong>קָדֵשׁ</strong> (שם), כלם ענינם שהם מזומנים למשכב."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eee47cf7a0c25239b8f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 2-3", "anchorRef": "Numbers 8:1-26", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Purifying the Levites", "he": "במדבר הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A parallel to Lev. 8–9, where the dedication of the priests is the last act before the cult goes into operation, this chapter concludes the Levitical portions of Part I of Numbers—a distinctive contribution, as we have noted. Many scholars see the Levitical sections as reflections of later power struggles within the Israelite priesthood. In Levine’s view, this evolution (perhaps from family-based guilds into a full-fledged tribe) is an indication of a relatively late provenance for our text here.", "Milgrom rightly makes the distinction between the “purification” of the Levites and the higher-level “hallowing” (i.e., sanctification) of the priests. It is also interesting to note the cultic rites used here: the offering of a <i>hattat</i> (the standard purificatory sacrifice), and mention of the Levites themselves being considered an “elevation-offering” (v.11)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9e8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 1", "anchorRef": "Numbers 8:1-26", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Purifying the Levites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 8:1-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 8:1-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d10b780edc1ab98735798", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י״א:ב׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 11.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "<big><strong>תלמוד</strong></big><br>ב<b>משנה זבחים</b> יד,ד שנינו: \"עד שלא הוקם המשכן (קודם שהוקם המשכן במדבר) היו הבמות מותרות (היה מותר לישראל להקריב את קורבנותיהם בבמות שהיו מקימים בכל מקום שירצו) <b>ועבודה בבכורות</b>. משהוקם המשכן נאסרו הבמות (היה אסור להקריב קורבנות בבמות אלא על המזבח שבמשכן בלבד) ועבודה בכוהנים\".\n<br><b>רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני) <b>עבד תלת שנין ופלג דלא נחת לבית וועדא מן צערא</b> – רבי יוחנן עשה (שהה) שלוש שנים ומחצה שלא ירד לבית הוועד (מקום ישיבת החכמים) מפני הצער (טיב הצער של רבי יוחנן מפורש בשיר השירים רבה פרשה ב [טז] ב: \"רבי יוחנן אתייסר ועבד חשש בצמרמורייה תלת שנין ופלג\" - התייסר והיה סובל מצמרמורת (אבנים בדרכי השתן) שלוש שנים ומחצה. - ב\"שערי תורת ארץ ישראל\" הגיה 'דלא נחת לבית וועדא מן צ<b>מ</b>רא', ו'צמרא' הוא 'צמרמורייה'. - בירושלמי בבא בתרא ב,א סיפרו: \"רבי יוחנן נפק מן כנישתא ושפך מוי לחורי תרעא (יצא מבית הכנסת והטיל מים - השתין - אחורי השער). ולא ידעין, אִין משום דהוה צונם (הכותל היה מסלע קשה, ומותר לאדם להטיל מי רגליים בכותל של חברו במקרה שהוא צונם), ואִין משום דהוה ביה צער ולא הוה יכיל מסובר (לא היה יכול לסבול את הכאב)\". ואפשר שיש להגיה גם שם 'צמר' במקום 'צער')<b>. בסופא חמא רבי אלעזר</b> (אמורא בדור השני) <b>בחילמיה</b> – בסוף (בסוף שלוש שנים ומחצה) ראה רבי אלעזר (נתגלה לו) בחלומו<b>: למחר סיני נחת ומחדת לכון מילה</b> – למחר 'סיני' (כינוי לחכם בקי בתורה, שבו מתואר רבי יוחנן) יורד (לבית הוועד) ומחדש לכם דבר<b>. עאל ואמר קומיהון:</b> – נכנס (למחר רבי יוחנן לבית הוועד) ואמר לפניהם (לפני החכמים): <b>מאיכן קָשַׁט הַקּוֹשֵׁט הזה</b> – מהיכן ירה (באיזה אופן קלע למטרה, כיוון לנקודה הנכונה) הקַשָּׁת (היורה בקשת) הזה, <b>שתהא עבודה בבכורות?</b> – מהיכן למד התנא של המשנה בזבחים שקודם שהוקם המשכן היתה העבודה בבכורים? (שהרי בתורה לא נאמר במפורש שעבודת הקורבנות נעשתה על ידי הבכורים לפני הקמת המשכן. - בירושלמי ברכות א,א יש מליצה דומה שאמר רבי יוחנן לחבירו: \"קָשַׁטְתָּה\" - קלעת למטרה (כיוונת לנקודה הנכונה)) - ויש להציע מקור מפסוק: <b>מן הדין קרייה:</b> – מן הפסוק הזה (בעניין לקיחת הלוויים לשרת בקודש במקום הבכורים): <b>\"כִּי לִי כָּל בְּכוֹר, בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם</b> הִקְדַּשְׁתִּי לִי כָל בְּכוֹר בְּיִשְׂרָאֵל מֵאָדָם עַד  בְּהֵמָה, לִי יִהְיוּ אֲנִי ה'<b>\"</b> (במדבר ג,יג. - וכן כתוב (בעניין טיהור הלוויים והקדשתם לעבודה): \"כִּי לִי כָל בְּכוֹר בִּבְנֵי יִשְׂרָאֵל בָּאָדָם וּבַבְּהֵמָה, בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם הִקְדַּשְׁתִּי אֹתָם לִי\" (במדבר ח,יז)) – בשעת מכת הבכורות במצרים הקדיש ה' את בכורי ישראל לשרת בקודש<b>, וכתוב</b> – בעניין פסח מצרים<b>: \"</b>וְעָבַרְתִּי בְאֶרֶץ מִצְרַיִם בַּלַּיְלָה הַזֶּה, וְהִכֵּיתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם מֵאָדָם וְעַד בְּהֵמָה, <b>וּבְכָל אֱלֹהֵי מִצְרַיִם אֶעֱשֶׂה שְׁפָטִים</b>, אֲנִי ה'<b>\"</b> (שמות יב,יב) – בליל חמישה עשר לחודש הראשון אעבור בכל ארץ מצרים ואהרוג את כל בכורי האדם והבהמה, ואהרוג גם את הבהמות והחיות הנחשבות בעיני המצרים כאלוהים. ויש לפרש את הפסוק הזה, שבמיתת בכורי מצרים עשה ה' שפטים באלוהי מצרים, מפני שבכורי מצרים היו משמשים כוהנים לאלוהי מצרים, וכנגד זה בכורי ישראל הוקדשו במכת בכורות לעבודת ה' אלוהי ישראל<b>.</b><br>\n<br>ושואלים: <b>קודם לכן מה היו עושין?</b> – מי היו המקריבים לפני יציאת מצרים? (שהרי לא למדנו מהכתובים שלעיל אלא שהבכורות הוקדשו לעבודה ביציאת מצרים)\n<br>ומשיבים: נאמר (בסיפור על ברכת יצחק ליעקב): <b>\"וַתִּקַּח רִבְקָה אֶת בִּגְדֵי עֵשָׂו בְּנָהּ הַגָּדֹל הַחֲמֻדֹת אֲשֶׁר אִתָּהּ בַּבָּיִת</b> וַתַּלְבֵּשׁ אֶת יַעֲקֹב בְּנָהּ הַקָּטָן<b>\"</b> (בראשית כז,טו) – רבקה לקחה את בגדיו היפים של עשיו שהיתה שומרת בביתה, והלבישה אותם ליעקב, <b>- מהו</b> – מה פירוש <b>\"הַחֲמֻדֹת\"? שהיה משמש בכהונה גדולה</b> – \"בגדי החמודות\" אלו בגדי כוהן גדול שהיה עשיו משמש בהם כשהיה מקריב מפני שהיה בכור (וזהו שנאמר כאן \"בנה הגדול\", שהוא מיותר. - מכאן שגם לפני יציאת מצרים היו הבכורים המקריבים. ובמדרשי האגדה (ראה להלן, וראה גם במדבר רבה ד,ח) נאמר, שמבריאת העולם עד הקמת המשכן היתה הקרבת הקורבנות בבכורים, אלא שלפעמים נדחה הבכור מפני הצעיר שזכה בבכורתו כמו שנדחה עשיו מפני יעקב, והיו הבכורים משמשים בבגדי כהונה גדולה שהלביש ה' לאדם הראשון, ואדם מסרם לשת, ושת למתושלח, ומתושלח לנח, ונח לשם, ושם לאברהם, ואברהם ליצחק, ויצחק לעשיו, ואחר כך נמסרו ליעקב שלקח את הבכורה מעשיו, ואדם ונח ושם ואברהם ויעקב לבשו אותם כשהקריבו)<b>.</b><br>\n<br><b>אמר רבי לוי</b> (אמורא ארץ ישראלי בדור השלישי)<b>:</b> נאמר (בשיר לעג על מות מלך בבל): <b>\"שָׁבַר י'י מַטֵּה רְשָׁעִים</b> שֵׁבֶט מֹשְׁלִים<b>\"</b> (ישעיהו יד,ה) – ה' שבר את המקלות שבהם היו מכים המושלים הרשעים (פסוק זה אמור על מלך בבל); ויש לדרוש את הפסוק: <b>- אֵילּוּ הבכורות שהקריבו לעגל תחילה</b> – ישראל הקריבו קורבנות על המזבח שלפני עגל הזהב שעשו ישראל לאחר מתן תורה, שנאמר בחטא העגל: \"וַיַּעֲלוּ עֹלֹת וַיַּגִּשׁוּ שְׁלָמִים\" (שמות לב,ו) \"וַיִּזְבְּחוּ לוֹ\" (שמות לב,ח), אלא שהבכורים שהעבודה היתה בהם הקריבו לעגל תחילה, ואחר כך גם שאר ישראל הקריבו לעגל, ולפיכך שבר ה' את שלטונם של הבכורים הרשעים, שניטלה מהם עבודת ההקרבה לה' וניתנה לשבט לוי שלא חטאו בעגל (דורש את הפסוק על הבכורים. ואולי הגרירה לדרש זה היא במה שנאמר שם: \"שָׁבְתָה מַדְהֵבָה\" (ישעיהו יד,ד), ורואה רמז ב\"מדהבה\" לעגל הזהב. מדהבה - מקום של זהב או מה שעשוי זהב (\"מדרש רבה\", במדבר חלק ב, עמודים 23-24))<b>.</b><br><br><small>בבבלי זבחים קטו,ב למדו שעד שלא הוקם המשכן עבודה בבכורות מן הכתוב האמור בכריתת הברית במעמד הר סיני: \"וישלח את נערי בני ישראל ויעלו עולות ויזבחו זבחים שלמים\" (שמות כד,ה), ופירשו ש\"נערי בני ישראל\" הם הבכורים מכל שבטי ישראל.<br><br>ב<b>מדרש תנחומא</b> (בובר) פרשת \"תולדות\" סימן יב נאמר: \"ויעש ה' אלוהים לאדם ולאשתו כותנות עור וילבישם\" (בראשית ג,כא). - מהו \"כותנות עור\"? בגדי כהונה גדולה שהלבישם הקב\"ה. - שנו רבותינו: עד שלא הוקם המשכן היו הבמות מותרות והעבודה בבכורות. - לכך הלביש הקב\"ה לאדם בגדי כהונה גדולה, שהיה בכורו של עולם. בא נח ומסרם לשם, ושם מסרם לאברהם, ואברהם מסרם ליצחק, ויצחק מסרם לעשיו, שהיה בכורו, ועשיו היה רואה את נשיו עובדות עבודה זרה והפקידם אצל אימו. כשעמד יעקב ולקח הבכורה מן עשיו, אמרה רבקה: הואיל שלקח יעקב את הבכורה מיד עשיו, בדין הוא שילבש הבגדים הללו, שנאמר: \"ותיקח רבקה את בגדי עשיו בנה הגדול החמודות\" (בראשית כז,טו).<br><br>ב<b>פסיקתא רבתי</b> פסקה ה נאמר: \"ויהי ביום כלות משה\" - מי קרא \"ווי\"? הבכורות אמרו \"ווי\", שניטלה מהם הכהונה. שנו רבותינו: עד שלא הוקם המשכן היו הבמות מותרות ועבודה בבכורות (משנה זבחים יד,ד). - וכן \"שבר ה' מטה רשעים\" (ישעיהו יד,ה) - אמר רבי אבא בר ממל: אלו הבכורות (לפי שהקריבו לפני העגל איבדו את הכהונה). לפיכך כשהוקם המשכן צווחו \"ווי\".</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185b5ba39b74e253d69391", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Exodus 13:21:5", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Reggio on Torah, Exodus 13:21:5", "sourceHeRef": "ביאור יש\"ר על התורה, שמות י״ג:כ״א:ה׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 21.0005, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "שמות", "he": "<b>ללכת יומם ולילה,</b> פעם ביום ופעם בלילה, ומלת יומם לא תמצא בכל המקרא רק על עת היות השמש על הארץ, אבל מלת יום ימצא בתנ\"ך גם על הלילה כמו ביום הכותי כל בכור (במדבר ח' י\"ז), וזה היה לילה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65c4f397080c10c5ff4f437e", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 26:9", "anchorRef": "Numbers 8:5-22", "anchorRefExpanded": ["Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22"], "sourceRef": "Vayikra Rabbah 26:9", "sourceHeRef": "ויקרא רבה כ״ו:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [500], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "מַה כְּתִיב אַחַר הָעִנְיָן <small>(ויקרא כא, י)</small>: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו, לָמָּה נִקְרָא שְׁמוֹ כֹּהֵן גָּדוֹל, שֶׁהוּא גָּדוֹל בַּחֲמִשָּׁה דְבָרִים: בְּחָכְמָה, בְּכֹחַ, בְּנוֹי, בְּעשֶׁר וּבְשָׁנִים. בְּנוֹי, שֶׁהוּא נָאֶה מֵאֶחָיו. בְּכֹחַ, שֶׁהוּא גִּבּוֹר. בּוֹא וּרְאֵה אַהֲרֹן כְּשֶׁהֵנִיף אֶת הַלְוִים עֶשְׂרִים וּשְׁנַיִם אֶלֶף, הֵנִיף בְּיוֹם אֶחָד, כֵּיצַד הָיָה מְנִיפָם, מוֹלִיךְ וּמֵבִיא, מַעֲלֶה וּמוֹרִיד, הֱוֵי שֶׁהָיָה גָּדוֹל בְּכֹחַ. בְּעשֶׁר, מִנַּיִן שֶׁאִם לֹא הָיָה עָשִׁיר אֶחָיו הַכֹּהֲנִים מְעַשְּׁרִין אוֹתוֹ. מַעֲשֶׂה בְּפִנְחָס הַסַּתָּת שֶׁמִּנּוּהוּ כֹּהֵן גָּדוֹל, וְיָצְאוּ אֶחָיו הַכֹּהֲנִים וְרָאוּהוּ חוֹצֵב בַּאֲבָנִים, וּמִלְּאוּ הַמַּחְצָב לְפָנָיו דִּינְרֵי זָהָב. וּמִנַּיִן שֶׁאֶחָיו מְגַדְּלִין אוֹתוֹ אִם אֵין לוֹ, שֶׁנֶּאֱמַר: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו, וְלֹא כֹהֵן גָּדוֹל בִּלְבָד, אֶלָּא הַמֶּלֶךְ כַּיּוֹצֵא בּוֹ, וְכֵן אַתָּה מוֹצֵא בְּדָוִד הַמֶּלֶךְ כֵּיוָן שֶׁהָלַךְ לְהִלָּחֵם עִם גָּלְיַת אָמַר לוֹ שָׁאוּל <small>(שמואל א יז, לג)</small>: לֹא תוּכַל לָלֶכֶת אֶל הַפְּלִשְׁתִּי הַזֶּה לְהִלָּחֵם עִמּוֹ כִּי נַעַר אַתָּה, אָמַר לוֹ דָּוִד <small>(שמואל א יז, לד לו)</small>: רֹעֶה הָיָה עַבְדְּךָ לְאָבִי בַּצֹּאן וּבָא הָאֲרִי וְ [את] הַדּוֹב וְנָשָׂא שֶׂה מֵהָעֵדֶר, וְיָצָאתִי אַחֲרָיו וְהִכִּתִיו וְהִצַּלְתִּי מִפִּיו וַיָּקָם עָלַי וְהֶחֱזַקְתִּי בִּזְקָנוֹ וְהִכִּתִיו וַהֲמִיתִּיו, גַּם אֶת הָאֲרִי גַּם הַדֹּב הִכָּה עַבְדֶּךָ וְהָיָה הַפְּלִשְׁתִּי הֶעָרֵל הַזֶּה כְּאַחַד מֵהֶם, אָמַר לוֹ שָׁאוּל מִי אָמַר לְךָ שֶׁאַתָּה יָכוֹל לְהָרְגוֹ, מִיָּד הֱשִׁיבוֹ דָּוִד <small>(שמואל א יז, לז)</small>: ה' אֲשֶׁר הִצִּלַנִּי מִיַד הָאֲרִי וּמִיַּד הַדֹּב הוּא יַצִּילֵנִי מִיַּד הַפְּלִשְׁתִּי הַזֶּה, מִיָּד <small>(שמואל א יז, לח)</small>: וַיַּלְבֵּשׁ שָׁאוּל אֶת דָּוִד מַדָּיו, וּכְתִיב בְּשָׁאוּל <small>(שמואל א ט, ב)</small>: מִשִּׁכְמוֹ וָמַעְלָה גָּבֹהַּ מִכָּל הָעָם, כֵּיוָן שֶׁהִלְבִּישׁוֹ בְּגָדָיו וְרָאָה שֶׁעֲשׂוּיִן לוֹ, מִיָּד הִכְנִיס בּוֹ עַיִן הָרָע, כְּשֶׁרָאָה דָּוִד שֶׁהִלְבִּין פְּנֵי שָׁאוּל, אָמַר לוֹ <small>(שמואל א יז, לט)</small>: לֹא אוּכַל לָלֶכֶת בָּאֵלֶּה כִּי לֹא נִסִּיתִי וַיְסִרֵם דָּוִד מֵעָלָיו, הָא לָמַדְתָּ שֶׁאֲפִלּוּ יְהֵא אָדָם קָצָר וְנִתְמַנָּה מֶלֶךְ נַעֲשָׂה אָרֹךְ, כָּל כָּךְ לָמָּה שֶׁבְּשָׁעָה שֶׁנִּמְשַׁח בְּשֶׁמֶן הַמִּשְׁחָה נַעֲשָׂה מְשֻׁבָּח מִכָּל אֶחָיו, אָמַר דָּוִד בְּשֶׁמֶן הַמִּשְׁחָה שֶׁנִּמְשַׁחְתִּי בּוֹ, אֲנִי שָׂמֵחַ, שֶׁנֶּאֱמַר <small>(תהלים טז, ט)</small>: לָכֵן שָׂמַח לִבִּי וַיָּגֶל כְּבוֹדִי אַף בְּשָׂרִי יִשְׁכֹּן לָבֶטַח.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What is written after the matter? “The priest who is greater  than his brethren” (Leviticus 21:10); why is he called the High  Priest?<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Or, literally, the Great Priest.</i> It is because he is great regarding five matters: Wisdom, strength, beauty, wealth, and years. In beauty, that he is fairer than his brethren; in power, that he is physically strong. Come and see; when Aaron waved twenty-two thousand Levites, he waved them on one day.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See Numbers 8:5–22. </i> How did he wave them? He would wave to and fro [to each side], and raise and lower them; that is, that he was great in strength. <br>In wealth, from where is it derived that if he was not wealthy, that his brethren, the priests, make him wealthy? There was an incident involving Pinḥas the stonemason, that they appointed him High Priest. His brethren, the priests, went out and saw him hewing stones. They filled the quarry before him with gold dinars. From where is it derived that his brethren elevate him if he does not have? As it is stated: “The priest who is greater than his brethren [<i>me’eḥav</i>].”<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This can be interpreted to mean that he becomes great through  his brethren [me’eḥav].</i>  <br>Not only the High Priest, but the king is similar. Likewise, you find regarding King David, when he went to battle with Goliath, Saul said to him: “You are not able to go against this Philistine to fight with him, for you are but a youth” (I Samuel 17:33). David said to him: “Your servant was a shepherd for his father among the sheep, and the lion or the bear would come and carry off a lamb from the flock. I would go out after it, smite it, and save it from its mouth. It rose against me, but I grabbed its beard, smote it, and killed it. Both the lion and the bear, your servant smote, and this uncircumcised Philistine will be like one of them” (I Samuel 17:34–36). <br>Saul said to him: ‘Who said to you that you are able to kill him?’ Immediately, David answered him: “The Lord who delivered me from the hand of the lion and from the hand of the bear, He will deliver me from the hand of this Philistine” (I Samuel 17:37). Immediately, “Saul dressed David in his garments” (I Samuel 17:38). It is written regarding Saul: “From his shoulders upward he was taller than any of the people” (I Samuel 9:2). When he dressed him in his garments and saw that they were appropriate for him, he immediately cast an evil eye on him. When David saw that Saul was humiliated, he said to him: “I will be unable to walk with these, as I am inexperienced. David removed them from upon him” (I Samuel 17:39). You learn that even if a person is short, and becomes king, he becomes taller. Why to that extent? It is because when one is anointed with the anointing oil, he becomes the most outstanding of all his brethren. David said: ‘I rejoice in the anointing oil with which I was anointed,’ as it is stated: “Therefore, my heart rejoices, my being exults; my flesh, too, rests securely” (Psalms 16:9).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc69758c1dc532ec910c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 8:17", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Steinsaltz on Numbers 8:17", "sourceHeRef": "ביאור שטיינזלץ על במדבר ח׳:י״ז", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 8.0017, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>כִּי לִי כָל בְּכוֹר בִּבְנֵי יִשְׂרָאֵל, בָּאָדָם וּבַבְּהֵמָה. בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם הִקְדַּשְׁתִּי אֹתָם</b>– את בכורי ישראל \n  <b>לִי,</b> לעבודתי.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>For all the firstborn among the children of Israel are Mine, man and animal; on the day that I smote all the firstborn in the land of Egypt I sanctified them for Myself, </b>to serve Me.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52569e0aedbab4498f483ffd", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Ibn Ezra on Numbers 8:17:1", "sourceHeRef": "אבן עזרא על במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ביום הכותי.</b> זמן כמו אתה עובר היום:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ON THE DAY THAT I SMOTE. The word <i>yom</i> (day)<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Here.</i> means time.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The first-born were slain at night. See Ex. 12:29. Hence I.E.’s comment.</i> Compare, <i>Thou art this day</i> (yom) <i>to pass over</i> (Deut. 2:18).<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The meaning of this is, you are about to pass over, for Israel did not pass over the Jordan until Moses died.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54bd48cafbfba217333682be", "index_title": "Metzudat Zion on I Samuel", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on I Samuel 9:13:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Metzudat Zion on I Samuel 9:13:2", "sourceHeRef": "מצודת ציון על שמואל א ט׳:י״ג:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Metzudat Zion on I Samuel", "he": "מצודת ציון על שמואל א"}, "heTitle": "מצודת ציון על שמואל א", "he": "<b>כהיום.</b> כהעת הזאת, כי ׳יום׳ יאמר גם על ענין ׳עת׳, וכן (במדבר ח יז): ביום הכותי, והכ״ף באה לאמתת הדבר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2aad6e4a927464720ee", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Chizkuni, Numbers 8:17:1", "sourceHeRef": "חזקוני, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ביום הכתי כל בכור</b> ולהלן הוא אומר ויהי בחצי הלילה וה׳‎ הכה כל בכור אלא כל תיבת יום משמע אף לילה כמו שפרש״‎י בפרשת בשלח.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ביום הכותי כל בכור, “on the day when I smote every firstborn. On a different occasion, in Exodus 12,29, the smiting of the firstborn was not described as having occurred on “a day,” but as having occurred at midnight. We see from here that every time the Torah uses the term: יום, “day,” it speaks of a 24 hour period, i.e. night and day.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c556d6e4a937f999778b", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 4:5", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Bamidbar Rabbah 4:5", "sourceHeRef": "במדבר רבה ד׳:ה׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וְלָקַחְתָּ אֶת הַלְוִיִּם לִי <small>(במדבר ג, מא)</small>, שֶׁיִּהְיוּ לְקוּחִים לִשְׁמִי <small>(במדבר ג, מא)</small>: אֲנִי ה', נֶאֱמָן אֲנִי לְשַׁלֵּם שָׂכָר טוֹב עַל שֶׁהֵם לְקוּחִים לִשְׁמִי. <small>(במדבר ג, מא)</small>: תַּחַת כָּל בְּכֹר בִּבְנֵי יִשְׂרָאֵל, לְפִי שֶׁהַבְּכוֹרוֹת שֶׁלִּי הֵם, שֶׁנֶּאֱמַר <small>(במדבר ח, יז)</small>: כִּי לִי כָל בְּכוֹר בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם וגו', אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בִּשְׁבִיל חִבָּתָם שֶׁל יִשְׂרָאֵל שִׁנִּיתִי סִדְרוֹ שֶׁל עוֹלָם, בְּאֵיזֶה צַד כָּתַבְתִּי בַּתּוֹרָה שֶׁיְהֵא חֲמוֹר נִפְדֶה בְּשֶׂה, שֶׁנֶּאֱמַר <small>(שמות לד, כ)</small>: וּפֶטֶר חֲמוֹר תִּפְדֶה בְשֶׂה, אֲנִי לֹא עָשִׂיתִי כֵן אֶלָּא פָּדִיתִי שֶׂה בַּחֲמוֹר, הַמִּצְרִיִים שֶׁנִּקְרְאוּ חֲמוֹר, שֶׁנֶּאֱמַר <small>(יחזקאל כג, כ)</small>: אֲשֶׁר בְּשַׂר חֲמוֹרִים בְּשָׂרָם, וְיִשְׂרָאֵל נִקְרְאוּ שֶׂה, שֶׁנֶּאֱמַר <small>(ירמיה נ, יז)</small>: שֶׂה פְזוּרָה יִשְׂרָאֵל, וְהָרַגְתִּי בְּכוֹרֵיהֶם, וְהִקְדַּשְׁתִּי בְּכוֹרֵיהֶם שֶׁל יִשְׂרָאֵל, שֶׁנֶּאֱמַר: כִּי לִי כָל בְּכוֹר בִּבְנֵי יִשְׂרָאֵל בְּיוֹם הַכֹּתִי כָל בְּכוֹר וגו' <small>(במדבר ג, מא)</small>: וְאֵת בֶּהֱמַת הַלְּוִיִם תַּחַת כָּל בְּכוֹר בְּבֶהֱמַת בְּנֵי יִשְׂרָאֵל, שֶׁכֵּן אַתְּ מוֹצֵא שֶׁהָרַג הַמָּקוֹם בְּכוֹרֵי בֶּהֱמַת מִצְרַיִם וְהִצִּיל בַּהֲמוֹת יִשְׂרָאֵל, וּלְכָךְ הִקְדִּישׁ לִשְׁמוֹ בְּכוֹרֵי בַּהֲמוֹת יִשְׂרָאֵל, וְכֵן הוּא אוֹמֵר: כִּי לִי כָל בְּכוֹר בְּיוֹם הַכֹּתִי כָל בְּכוֹר וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“You shall take the Levites for Me, I am the Lord, in place of every firstborn among the children of Israel, and the animals of the Levites in place of all the firstborn among the animals of the children of Israel (Numbers 3:41).</b> <br>“You shall take the Levites for Me” – they should be taken in My name. “I am the Lord” – I am trustworthy to pay a good reward to those who are taken in My Name. “In place of every firstborn among the children of Israel” – because the firstborn are Mine, as it is stated: “For all the firstborn [among the children of Israel] are Mine…on the day that I smote all the firstborn in the land of Egypt…” (Numbers 8:17). The Holy One blessed be He said: Due to fondness of Israel, I altered the world order. How did I write in the Torah? It was that a donkey is redeemed with a lamb, as it is stated: “The first issue of a donkey you shall redeem with a lamb” (Exodus 34:20). I did not do so, but rather, I redeemed a lamb with a donkey: the Egyptians, who were called a donkey, as it is stated: “That their flesh is the flesh of donkeys” (Ezekiel 23:20), and Israel is called a lamb, as it is stated: “Israel is scattered sheep” (Jeremiah 50:17). I killed their firstborn, and I sanctified the firstborn of Israel, as it is stated: “For all the firstborn among the children of Israel are Mine…on the day that I smote all the firstborn [in the land of Egypt]” (Numbers 8:17). <br>“And the animals of the Levites in place of all the firstborn among the animals of the children of Israel” – as you find that the Omnipresent killed the firstborn of Egypt’s animals and spared Israel’s animals. That is why He sanctified the firstborn of Israel’s animals. Likewise it says: “For all the firstborn [among the children of Israel] are Mine…on the day that I smote all the firstborn [in the land of Egypt].”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cd4dd6e4a937f999924c", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 15:17", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Bamidbar Rabbah 15:17", "sourceHeRef": "במדבר רבה ט״ו:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 15.0017, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כָּךְ דָּרַשׁ רַבִּי תַּנְחוּמָא: וַיֹּאמֶר ה' אֶל משֶׁה אֶסְפָה לִּי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל <small>(במדבר יא, טז)</small>, הֲלָכָה, בְּתוֹךְ כַּמָּה אַמּוֹת חַיָּב אָדָם לַעֲמֹד מִפְּנֵי הַזָּקֵן. כָּךְ שָׁנוּ רַבּוֹתֵינוּ בְּתוֹךְ אַרְבַּע אַמּוֹת חַיָּב אָדָם לַעֲמֹד בִּפְנֵי הַזָּקֵן, שֶׁנֶּאֱמַר <small>(ויקרא יט, לב)</small>: מִפְּנֵי שֵׂיבָה תָּקוּם, וְשׁוֹאֵל בִּשְׁלוֹמוֹ בְּתוֹךְ אַרְבַּע אַמּוֹת. וְאֵיזֶה הִדּוּר, אָמְרָה תּוֹרָה <small>(ויקרא יט, לב)</small>: וְהָדַרְתָּ, שֶׁלֹא יַעֲמֹד בִּמְקוֹמוֹ, וְלֹא יֵשֵׁב בִּמְקוֹמוֹ, וְלֹא יְהֵא סוֹתֵר אֶת דְּבָרָיו, וּכְשֶׁהוּא שׁוֹאֵל הֲלָכָה שׁוֹאֵל בְּיִרְאָה, וְלֹא יִקְפֹּץ לְהָשִׁיב, וְלֹא יְהֵא נִכְנָס בְּתוֹךְ דְּבָרָיו, שֶׁכָּל מִי שֶׁאֵינוֹ נוֹהֵג בְּרַבּוֹ כָּל הַמִּדּוֹת הָאֵלּוּ נִקְרָא רָשָׁע לִפְנֵי הַמָּקוֹם, וְתַלְמוּדוֹ מִשְׁתַּכַּח, וּשְׁנוֹתָיו מִתְקַצְּרוֹת, וּלְסוֹף הוּא בָּא לִידֵי עֲנִיּוּת, שֶׁנֶּאֱמַר <small>(קהלת ח, יג)</small>: וְטוֹב לֹא יִהְיֶה לָרָשָׁע וְלֹא יַאֲרִיךְ יָמִים כַּצֵּל אֲשֶׁר אֵינֶנּוּ יָרֵא מִלִּפְנֵי אֱלֹהִים, מוֹרָא זוֹ אֵינִי יוֹדֵעַ מַהוּ, כְּשֶׁהוּא אוֹמֵר: מִפְּנֵי שֵׂיבָה תָּקוּם וְיָרֵאתָ מֵאֱלֹהֶיךָ, הֱוֵי זֶה מוֹרָאַת הָרַב, אִם כֵּן הֲרֵי מוֹרָאַת רִבִּית וּמוֹרָאַת מִשְׁקָלוֹת, אֶלָּא אָמַר רַבִּי אֶלְעָזָר נֶאֱמַר כָּאן <small>(ויקרא יט, לב)</small>: פְּנֵי זָקֵן, וְנֶאֱמַר לְהַלָּן אֵינֶנּוּ יָרֵא מִלִּפְנֵי אֱלֹהִים. וְחַיָּב לְהַקְדִּימוֹ לְכָל אָדָם בִּכְנִיסָה וּבִיצִיאָה, וְלִנְהֹג בּוֹ מוֹרָא וְכָבוֹד, שֶׁנֶּאֱמַר <small>(דברים ו, יג)</small>: אֶת ה' אֱלֹהֶיךָ תִּירָא, וְתַנְיָא אֶת לְרַבּוֹת בַּעֲלֵי תּוֹרָה, שֶׁאֵין לְךָ מִדָּה אַחֶרֶת כַּיּוֹצֵא בָהּ, וְכֵן הוּא אוֹמֵר <small>(דברים א, טו)</small>: וָאֶתֵּן אוֹתָם רָאשִׁים עֲלֵיכֶם, מִיכָּן אַתְּ לָמֵד שֶׁתִּנְהֹג בּוֹ מִנְהַג נְשִׂיאוּת, לַעֲמֹד מִפָּנָיו, לְהַקְדִּימוֹ לְכָל דָּבָר שֶׁבִּגְדֻלָּה. אָמַר רַבִּי אַבָּא הַכֹּהֵן בַּר פַּפָּא כְּשֶׁהָיִיתִי רוֹאֶה סִיעָה שֶׁל בְּנֵי אָדָם הָיִיתִי הוֹלֵךְ בְּדֶרֶךְ אַחֶרֶת שֶׁלֹא לְהַטְרִיחַ עֲלֵיהֶן, שֶׁלֹא יִהְיוּ רוֹאִין וְעוֹמְדִים מִלְּפָנַי, וּכְשֶׁאָמַרְתִּי דְּבָרִים לִפְנֵי רַבִּי יוֹסֵי בֶּן רַבִּי זְבִידָא, אָמַר לִי צָרִיךְ אַתָּה לַעֲבֹר לִפְנֵיהֶם וְיִהְיוּ רוֹאִין אוֹתְךָ וְעוֹמְדִים לְפָנֶיךָ וְאַתְּ מְבִיאָם לִידֵי יִרְאַת שָׁמַיִם, שֶׁנֶּאֱמַר <small>(ויקרא יט, לב)</small>: מִפְּנֵי שֵׂיבָה תָּקוּם וְיָרֵאתָ מֵאֱלֹהֶיךָ, לָמָּה, שֶׁמַּעֲלָתָן שֶׁל צַדִּיקִים מַעֲלָה שֶׁאֵין לָהּ יְרִידָה, אֲבָל מַעֲלָתוֹ שֶׁל עֵשָׂו מַעֲלָה שֶׁכֻּלָּהּ יְרִידָה הִיא, הַיּוֹם הוּא אִפַּרְכוֹס, לְמָחָר סָגָן, לְמָחָר קוֹמוֹס, לְמָחָר סַרְדְּיוֹט, וְכֵן כָּל גְּדוֹלֵיהֶם. וְכֵן הַנָּבִיא אוֹמֵר <small>(עובדיה א, ד)</small>: אִם תַּגְבִּיהַּ כַּנֶּשֶׁר. אֲבָל מַעֲלָתוֹ שֶׁל יַעֲקֹב מַעֲלָה שֶׁאֵין לָהּ יְרִידָה, וְאֵין קְדֻשָּׁתָם נוֹפֶלֶת לְעוֹלָם. וְכֵן אַתָּה מוֹצֵא שֶׁהַזְּקֵנִים אֶחָד מִשְּׁלשָׁה עָשָׂר דְּבָרִים שֶׁהֵן כְּתוּבִין לִשְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵלּוּ הֵן: הַכֶּסֶף וְהַזָּהָב, הַכֹּהֲנִים וְהַלְוִיִּם וְיִשְׂרָאֵל וְהַבְּכוֹרוֹת וְהַמִּזְבֵּחַ וּתְרוּמָה וְשֶׁמֶן הַמִּשְׁחָה וְאֹהֶל מוֹעֵד וּמַלְכוּת בֵּית דָּוִד וְהַקָּרְבָּנוֹת וְאֶרֶץ יִשְׂרָאֵל וְהַזְּקֵנִים, הַכֶּסֶף וְהַזָּהָב מִנַּיִן, שֶׁנֶּאֱמַר <small>(חגי ב, ח)</small>: לִי הַכֶּסֶף וְלִי הַזָּהָב. הַכֹּהֲנִים, דִּכְתִיב <small>(שמות כט, א)</small>: וְזֶה הַדָּבָר אֲשֶׁר תַּעֲשֶׂה לָהֶם לְקַדֵּשׁ אֹתָם לְכַהֵן לִי. הַלְוִיִּם מִנַּיִן <small>(במדבר ג, יב)</small>: וְהָיוּ לִי הַלְוִיִּם. יִשְׂרָאֵל מִנַּיִן <small>(ויקרא כה, נה)</small>: כִּי לִי בְנֵי יִשְׂרָאֵל. בְּכוֹרוֹת מִנַּיִן <small>(במדבר ח, יז)</small>: כִּי לִי כָל בְּכוֹר. הַמִּזְבֵּחַ מִנַּיִן <small>(שמות כ, כא)</small>: מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִי. תְּרוּמָה מִנַּיִן <small>(שמות כה, ב)</small>: וְיִקְחוּ לִי תְּרוּמָה. שֶׁמֶן הַמִּשְׁחָה מִנַּיִן <small>(שמות ל, לא)</small>: שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה לִי. אֹהֶל מוֹעֵד מִנַּיִן <small>(שמות כה, ח)</small>: וְעָשׂוּ לִי מִקְדָּשׁ. הַקָּרְבָּנוֹת מִנַּיִן <small>(במדבר כח, ב)</small>: אֶת קָרְבָּנִי לַחְמִי לְאִשַּׁי. מַלְכוּת בֵּית דָּוִד מִנַּיִן <small>(שמואל א טז, א)</small>: כִּי רָאִיתִי בְּבָנָיו לִי מֶלֶךְ. אֶרֶץ יִשְׂרָאֵל מִנַּיִן <small>(ויקרא כה, כג)</small>: כִּי לִי הָאָרֶץ. הַזְּקֵנִים מִנַּיִן <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord said to Moses: Gather to Me seventy men of the elders of Israel, whom you know to be the elders of the people and its foremen, and you shall take them to the Tent of Meeting, and they will stand there with you” (Numbers 11:16).</b> <br> This is what Rabbi Tanḥuma expounded: “The Lord said to Moses: Gather to Me seventy men of the elders of Israel” – <i>halakha</i>, within how many cubits is a person obligated to stand before an elder? This is what our Sages taught: Within four cubits, a person is obligated to stand before an elder, as it is stated: “You shall rise before the elder” (Leviticus 19:32). And one greets him within four cubits. What is <i>hidur</i>?<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This refers to the command vehadarta mentioned in the next line.</i> The Torah said: “You shall show deference [<i>vehadarta</i>] before the elderly [<i>zaken</i>]” (Leviticus 19:32). It is that one may not stand in his place, may not sit in his place, and may not contradict his statement.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The word zaken is being interpreted as a man who acquired wisdom [shekana hokhma]. See Kiddushin 32b.</i> When one asks a <i>halakha</i>, one should ask with fear, one should not interject to answer, one should not interrupt his statements, as anyone who does not conduct himself toward his teacher with all these qualities is characterized as wicked before the Omnipresent, his learning is forgotten, his years are truncated, and ultimately he will reach a state of poverty, as it is stated: “Good will not be for the wicked, and he will not prolong his days like a shadow, since he does not fear before God” (Ecclesiastes 8:13). This fear, I do not know what it is. When it says: “You shall rise before the elder…and you shall fear your God” (Leviticus 19:32); that is fear of the teacher. If so, there is also fear of interest, and fear of weights.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">“You shall fear your God” is also written in the portion containing the prohibition against taking interest (Leviticus 25:36). It does not appear explicitly in the portion of weights. One interpretation is that the context of the verse \"You shall not wrong one another and fear your God\" (Leviticus 25:7) is cheating on a price. Somebody who uses false weights is cheating with regard to the price and is thus included in that verse (Maharit Kiddushin 33b). Other commentaries on the Gemara give other explanations. </i> Rather, Rabbi Elazar said: “Before the [<i>penei</i>] elderly” (Leviticus 19:32) is stated here, and elsewhere it is stated: “Since he does not fear before [<i>milifnei</i>] God.” He must accord him precedence to every person entering and exiting, and treat him with fear and deference, as it is stated: “You shall fear the Lord your God [<i>et Hashem elohekha tira</i>]” (Deuteronomy 6:13). It is taught: “<i>Et</i>,” to include masters of Torah, as there is no entity comparable to it.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">To the Torah.</i> <br>Likewise it says: “I placed them as heads over you” (Deuteronomy 1:15) – from here you learn that you should treat him in accordance with the protocol of a prince; to stand before him and to accord him precedence regarding all matters of prominence. Rabbi Abba HaKohen bar Pappa said: When I would see a group of people, I would walk on an alternate path so as not to inconvenience them, so they would not see me and stand before me. When I said this matter before Rabbi Yosei ben Rabbi Zevida, he said to me: ‘You must pass before them and have them see you and stand before you, and you will bring them to fear of Heaven, as it is stated: “You shall rise before the elder…and you shall fear your God.”’ <br>Why?<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Why is there is no entity comparable to the Torah?</i> It is because the virtue of the righteous is a virtue that has no decline, but the virtue of Esau is a virtue that is total decline; one day he is a governor, the next day, he is a deputy, the next day he is a magistrate, the next day he is a captain, the same is true regarding all their prominent people. Likewise, the prophet says: “If you raise yourself like the eagle…[from there I will bring you down, the utterance of the Lord]” (Obadiah 1:4). But the virtue of Jacob is a virtue that has no decline, and their sanctity never diminishes. Likewise you find that the elders are one of thirteen<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Gold and silver count as one.</i> matters that are written in association with the name of the Holy One blessed be He. These are: Silver and gold, priests, Levites, Israelites, the firstborn, the altar, <i>teruma</i>, the anointing oil, the Tent of Meeting, the royal House of David, the offerings, the Land of Israel, and the elders. Silver and gold, from where is it derived? It is as it is stated: “Mine is the silver, and Mine the gold” (Hagai 2:8). The priests, as it is written: “This is the matter that you shall do to them, to sanctify them to serve as priests to Me” (Exodus 29:1). The Levites, from where is it derived? “The Levites shall be Mine” (Numbers 3:12). The Israelites, from where is it derived? “For the children of Israel are Mine” (Leviticus 25:55). The firstborn, from where is it derived? “For all the firstborn are Mine” (Numbers 8:17). The altar, from where is it derived? “Craft for Me an altar of earth” (Exodus 20:21). <i>Teruma</i>, from where is it derived? “They shall take <i>teruma </i> for Me” (Exodus 25:2). The anointing oil, from where is it derived? “This shall be oil of sacred anointment for Me” (Exodus 30:31). The Tent of Meeting, from where is it derived? “They shall craft a Sanctuary for Me” (Exodus 25:8). The offerings, from where is it derived? “My offering, My food, for My fires” (Numbers 28:2). The royal House of David, from where is it derived? “I have seen among his sons a king for Me” (I Samuel 16:1). The Land of Israel, from where is it derived: “For the Land is Mine” (Leviticus 25:23). The elders, from where is it derived? “Gather to Me seventy men” (Numbers 11:16).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b177d6e4a952249cc2a0", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Minchat Shai on Torah, Numbers 8:17:1", "sourceHeRef": "מנחת שי על תורה, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>כל בכור.</b> כ\"ף כל רפה וכן השני שבפסוק:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc131d6e4a960c04a5090", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beha'alotcha 11:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Midrash Tanchuma, Beha'alotcha 11:1", "sourceHeRef": "מדרש תנחומא, בהעלותך י״א:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בהעלותך", "he": "<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה אֶסְפָה לִי שִׁבְעִים אִישׁ. יְלַמְּדֵנוּ רַבֵּנוּ, כַּמָּה אַמּוֹת חַיָּב אָדָם לַעֲמֹד מִפְּנֵי הַזָּקֵן כְּשֶׁהוּא רוֹאֶה אוֹתוֹ עוֹבֵר. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, בְּתוֹךְ אַרְבַּע אַמּוֹת, חַיָּב אָדָם לַעֲמֹד מִפְּנֵי הַזָּקֵן, שֶׁנֶּאֱמַר: מִפְּנֵי שֵׂיבָה תָּקוּם, וְהָדַרְתָּ פְּנֵי זָקֵן <small>(ויקרא יט, לב)</small>. וְכוֹרֵעַ לְפָנָיו וְשׁוֹאֵל בִּשְׁלוֹמוֹ בְּתוֹךְ אַרְבַּע אַמּוֹת. וְאִי זֶה הוּא הַהִדּוּר שֶׁאָמְרָה תּוֹרָה וְהָדַרְתָּ פְּנֵי זָקֵן. שֶׁלֹּא יַעֲמֹד בִּמְקוֹמוֹ, וְלֹא יְהֵא סוֹתֵר דְּבָרָיו. וּכְשֶׁהוּא שׁוֹאֵל הֲלָכָה, שׁוֹאֵל בְּיִרְאָה. וְלֹא יִקְפֹּץ לְהָשִׁיב, וְלֹא יְהֵא נִכְנַס לְתוֹךְ דְּבָרָיו. שֶׁכָּל מִי שֶׁאֵינוֹ נוֹהֵג בְּרַבּוֹ כָּל הַמִּדּוֹת הָאֵלּוּ, נִקְרָא רָשָׁע לִפְנֵי הַמָּקוֹם, וְתַלְמוּדוֹ נִשְׁכָּח, וּשְׁנוֹתָיו מִתְקַצְּרוֹת, וְלַסּוֹף הוּא בָא לִידֵי עֲנִיּוּת, שֶׁנֶּאֱמַר: וְטוֹב לֹא יִהְיֶה לָרָשָׁע וְלֹא יַאֲרִיךְ יָמִים כַּצֵּל, אֲשֶׁר אֵינֶנּוּ יָרֵא מִלִּפְנֵי הָאֱלֹהִים <small>(קהלת ח, יג)</small>. מוֹרָא זוֹ אֵינִי יוֹדֵעַ מַה הִיא. כְּשֶׁהוּא אוֹמֵר, מִפְּנֵי שֵׂיבָה תָּקוּם וְיָרֵאתָ מֵאלֹהֶיךָ <small>(ויקרא יט, לב)</small>. הֱוֵי אוֹמֵר, זוֹ מוֹרָאַת הָרַב. וְכֵן נֶאֱמַר בְּמִדּוֹת וּמִשְׁקָלוֹת, שֶׁנֶּאֱמַר בָּהֶן מוֹרָא. אֶלָּא אָמַר רַבִּי אֶלְעָזָר, נֶאֱמַר כָּאן, פְּנֵי זָקֵן וְיָרֵאתָ. וְנֶאֱמַר לְהַלָּן, אֵינֶנּוּ יָרֵא מִלִּפְנֵי הָאֱלֹהִים. לְכָךְ חַיָּב אָדָם לְהַקְדִּים לוֹ שָׁלוֹם בַּכְּנִיסָה וּבַיְּצִיאָה, וְלִנְהֹג בּוֹ מוֹרָא וְכָבוֹד, שֶׁנֶּאֱמַר: אֶת ה' אֱלֹהֶיךָ תִּירָא <small>(דברים ו, יג)</small>. וְתַנְיָא, אֶת, לְרַבּוֹת אֶת בַּעֲלֵי תּוֹרָה, שֶׁאֵין לְךָ מִדָּה אַחֶרֶת כַּיּוֹצֵא בָּהּ. וְכֵן הוּא אוֹמֵר, וָאֶתֵּן אוֹתָם רָאשִׁים עַל הָעָם <small>(דברים א, טו)</small>. מִכָּאן אַתְּ לָמֵד, שֶׁתִּנְהֹג בּוֹ מִנְהַג נְשִׂיאוּת, לַעֲמֹד מִפָּנָיו, וּלְהַקְדִּימוֹ לְכָל דָּבָר שֶׁל גְּדֻלָּה. אָמַר רַבִּי אַבָּא הַכֹּהֵן בַּר פַּפָּא, כְּשֶׁהָיִיתִי רוֹאֶה סִיעָה שֶׁל בְּנֵי אָדָם, הָיִיתִי הוֹלֵךְ בְּדֶרֶךְ אַחֶרֶת, שֶׁלֹּא לְהַטְרִיחַ עֲלֵיהֶם, שֶׁלֹּא יְהוּ רוֹאִין אוֹתִי וְעוֹמְדִין מִלְּפָנַי. וּכְשֶׁאָמַרְתִּי אֵלּוּ הַדְּבָרִים לִפְנֵי רַבִּי יוֹסֵף בַּר זְבִידָא, אָמַר לִי, צָרִיךְ אַתָּה לַעֲבֹר לִפְנֵיהֶם, וְיִהְיוּ רוֹאִין אוֹתְךָ וְעוֹמְדִין לְפָנֶיךָ, וְאַתָּה מְבִיאָן לִידֵי יִרְאַת שָׁמַיִם, שֶׁנֶּאֱמַר: מִפְּנֵי שֵׂיבָה תָּקוּם וְהָדַרְתָּ פְּנֵי זָקֵן וְיָרֵאתָ. לָמָּה, שֶׁמַּעֲלָתָן שֶׁל צַדִּיקִים הִיא מַעֲלָה שֶׁאֵין לָהּ יְרִידָה. אֲבָל מַעֲלָתוֹ שֶׁל עֵשָׂו, מַעֲלָה שֶׁכֻּלָּהּ יְרִידָה הִיא, הַיּוֹם אֲפַרְכּוּס, לְמָחָר סְגָן, לְמָחָר סַרְדְּיוֹט. וְכֵן כָּל גְּדוֹלֵיהֶן. וְכֵן הַנָּבִיא אוֹמֵר, אִם תַּגְבִּיהַּ כַּנֶּשֶׁר וְאִם בֵּין כּוֹכָבִים וְגוֹ' מִשָּׁם אוֹרִידְךָ <small>(עובדיה א, ד)</small>. אֲבָל מַעֲלָתוֹ שֶׁל יַעֲקֹב, מַעֲלָה שֶׁאֵין לָהּ יְרִידָה, וְאֵין קְדֻשָּׁתָם מִתְחַלֶּלֶת לְעוֹלָם. וְכֵן אַתָּה מוֹצֵא, שֶׁהַזְּקֵנִים אֶחָד מִשְּׁלֹשָה עָשָׂר דְּבָרִים, שֶׁהֵן כְּתוּבִים לִשְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵלּוּ הֵן, הַכֶּסֶף וְהַזָּהָב, וְהַכֹּהֲנִים, וְהַלְּוִיּם, וְיִשְׂרָאֵל, וְהַבְּכוֹרוֹת, וְהַמִּזְבֵּחַ, וְהַתְּרוּמוֹת, וְשֶׁמֶן הַמִּשְׁחָה, וְאֹהֶל מוֹעֵד, וּמַלְכוּת בֵּית דָּוִד, וְהַקָּרְבָּנוֹת, וְאֶרֶץ יִשְׂרָאֵל, וְהַזְּקֵנִים. הַכֶּסֶף וְהַזָּהָב, שֶׁנֶּאֱמַר: לִי הַכֶּסֶף וְלִי הַזָּהָב <small>(חגי ב, ח)</small>. הַכֹּהֲנִים מִנַּיִן. דִּכְתִיב: וְזֶה הַדָּבָר אֲשֶׁר תַּעֲשֶׂה לָהֶם לְקַדֵּשׁ אֹתָם לְכַהֵן לִי לְקַח וְגוֹ' <small>(שמות כט, א)</small>. הַלְּוִיִּם מִנַּיִן. שֶׁנֶּאֱמַר: וְהָיוּ לִי הַלְּוִיִּם <small>(במדבר ח, יד)</small>. יִשְׂרָאֵל מִנַּיִן. שֶׁנֶּאֱמַר: כִּי לִי בְּנֵי יִשְׂרָאֵל <small>(ויקרא כה, נה)</small>. הַבְּכוֹרוֹת מִנַּיִן. שֶׁנֶּאֱמַר: כִּי לִי כָּל בְּכוֹר <small>(במדבר ח, יז)</small>. הַמִּזְבֵּחַ מִנַּיִן. שֶׁנֶּאֱמַר: מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִי <small>(שמות כ, כא)</small>. הַתְּרוּמָה מִנַּיִן. שֶׁנֶּאֱמַר: וְיִקְּחוּ לִי תְּרוּמָה <small>(שם כה, ב)</small>. שֶׁמֶן הַמִּשְׁחָה מִנַּיִן. שֶׁנֶּאֱמַר: שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה לִי <small>(שם ל, לא)</small>. אֹהֶל מוֹעֵד מִנַּיִן. שֶׁנֶּאֱמַר: וְעָשׂוּ לִי מִקְדָּשׁ <small>(שם כה, ח)</small>. הַקָּרְבָּנוֹת מִנַּיִן. שֶׁנֶּאֱמַר: אֶת קָרְבָּנִי לַחְמִי לְאִשַּׁי <small>(במדבר כח, ב)</small>. מַלְכוּת בֵּית דָּוִד מִנַּיִן. שֶׁנֶּאֱמַר: כִּי רָאִיתִי בְּבָנָיו לִי מֶלֶךְ <small>(ש״‎א טז, א)</small>. אֶרֶץ יִשְׂרָאֵל מִנַּיִן. שֶׁנֶּאֱמַר: כִּי לִי הָאָרֶץ <small>(שמות יט, ה)</small>. הַזְּקֵנִים מִנַּיִן. שֶׁנֶּאֱמַר: אֶסְפָה לִי שִׁבְעִים אִישׁ <small>(במדבר יא, טז)</small>. דָּבָר אַחֵר, אֶסְפָה לִי שִׁבְעִים אִישׁ, זֶה שֶׁאָמַר הַכָּתוּב: הַבּוֹנֶה בַּשָּׁמַיִם מַעֲלוֹתָיו וַאֲגֻדָּתוֹ עַל אֶרֶץ יְסָדָהּ <small>(עמוס ט, ו)</small>. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְפַלְטְרִין שֶׁהָיְתָה בְּנוּיָה עַל גַּבֵּי הַסְּפִינָה, כָּל זְמַן שֶׁהַסְּפִינוֹת מְחֻבָּרוֹת, פַּלְטְרִין שֶׁעַל גַּבֵּיהֶן עוֹמֶדֶת. לְפִיכָךְ נֶאֱמַר, הַבּוֹנֶה בַּשָּׁמַיִם מַעֲלוֹתָיו. אֵימָתַי כִּבְיָכוֹל כִּסְּאוֹ מְבֻסָּס לְמַעֲלָן, בִּזְמַן שֶׁיִּשְׂרָאֵל עֲשׂוּיִין אֲגֻדָּה אַחַת. לְכָךְ נֶאֱמַר: הַבּוֹנֶה בַּשָּׁמַיִם מַעֲלוֹתָיו. אֵימָתַי, בַּזְּמַן שֶׁאֲגֻדָּתוֹ עַל אֶרֶץ יְסָדָהּ. וְכֵן הוּא אוֹמֵר, וַיְהִי בִּישֻׁרוּן מֶלֶךְ וְגוֹ' <small>(דברים לג, ה)</small>. לְכָךְ אָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אֶסְפָה לִי שִׁבְעִים אִישׁ. לָמָּה, שֶׁכִּנּוּסָן שֶׁל צַדִּיקִים, הֲנָיָה לָהֶם, הֲנָיָה לָעוֹלָם. אֲבָל כִּנּוּסָן שֶׁל רְשָׁעִים, תַּקָּלָה לָהֶם, תַּקָּלָה לָעוֹלָם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 11:16:) “Then the Lord said unto Moses, ‘Gather Me seventy men from the elders of Israel….” Let our master instruct us: Within how many cubits is one obligated to stand up in the presence of an elder when he sees him?<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Numb. R. 15:17.</i> Thus have our masters taught: Within four cubits one is obligated to stand up in the presence of an elder.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Qid</i> 33b; cf also <i>yBik.</i> 3:3 (65c).</i> Thus it is stated (in Lev. 19:32), “You shall rise in the presence of<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">To be in one’s presence is to be within four cubits.</i> a gray head [...].” One also bows down before him and asks after his welfare [when] within four cubits. And about which honor did the Torah say (ibid. cont.), “you shall honor the presence of an elder?” That one should not stand in his place or contradict his words. Also when one asks [about] a law (<i>halakhah</i>), one should ask with reverence and not rush to respond or interrupt his words. Whoever does not behave toward his teacher (<i>rav</i>) according to all these rules is labeled a wicked person before the Omnipresent, his learning is forgotten, his years are shortened, and in the end he comes to poverty, as stated (in Eccl. 8:13), “It shall not go well with the wicked one, nor shall he prolong his days; [they are] like a shadow, because he is not in fear before God.” In regard to this fear I do not know [exactly] what it is; [but] when it says (in Lev. 19:32), “You shall rise in the presence of a gray head, [you shall honor the presence of an elder,] and you shall fear your God,” note that it is [really] saying, this is the fear of [students toward] sages.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Since GRAY HEAD and ELDER are understood to refer to the sages.</i> [But I might say that this is a fear of] usury and of [false] weights, as fear is stated about them [also].<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">In Lev. 25:36; 19:36. So why say that it refers to a sage?</i> It is simply that R. Eleazar has said, “It is stated here, ‘[you shall honor] the presence (<i>pny</i>) of the elder, and you shall fear your God’; while it is stated in the other passage (in Eccl. 8:13), ‘he is not in fear before (<i>pny</i>) God.’” Hence, one is obligated to greet him before everyone when entering and leaving and to treat him with fear and honor. It is so stated (in Deut. 6:13), “You shall fear (<i>et</i>)<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">This word generally denotes that what follows is a direct object but at times the word means “along with.” In this latter sense the <i>et</i> implies that one should honor someone along with the Lord your God. For an example of <i>et</i> indicating further inclusions, see <i>Tanh</i>. (Buber) Gen. 1:8.</i> the Lord your God.” And we have learned, “[The <i>et</i> must refer] to [fear of] the master scholars of Torah since you have no other trait like it.” And so it says (in Deut. 1:15), “[So I took the heads of your tribes, wise and well-known people,] and appointed them heads over [you].” From here you learn that you should treat him in a princely manner, [i.e.,] stand in his presence, and give him precedence in every matter of dignity. R. Abba bar Pappa the Priest said, “When I would see a certain group of people, I would walk by another route so as not to be a bother for them, lest they see me and stand for me. [However] when I told of the matter to R. Jose bar Zevida, he said to me, ‘You must pass before them, so that they will see you and stand in your presence. Then you will bring them to the point of fearing Heaven, as stated (in Lev. 19:32), “You shall rise in the presence of a gray head, [you shall honor the presence of an elder,] and you shall fear your God.”’” Why? Because the rise of the righteous is a rise in which there is no decline. But the rise of Esau<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Esau stands for any Roman.</i> the wicked is a rise which is wholly decline. Today he is a governor;<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Gk.: <i>eparchos.</i></i> tomorrow an assistant [governor]; the next day a captain.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Gk.: <i>stratiotes</i> (“citizen soldier”).</i> And thus it is with all their great ones. So also the prophet says (in Obad. 1:4), “Though you make your abode as high as the eagle, and though [your nest is set] among the stars, I will bring you down from there.” The rise of Jacob, however, is a rise which has no decline, and their holiness is never desecrated. And so you find that the elders are one of thirteen things which are written down [as belonging] to the name of the Holy One, blessed be He. These [thirteen] are the following: (1) The silver and gold, (2) the priests, (3) the Levites, (4) Israel, (5) the first-born, (6) the altar, (7) the priestly share, (8) the oil for anointing, (9) the tent of meeting, (10) the Davidic dynasty, (11) the offerings, (12) the Land of Israel, and (13) the elders. Where is it shown in reference to silver and gold? As stated (in Hag. 2:8), “The silver is Mine, and the gold is Mine.”<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See above Exod. 8:9.</i> Where is it shown in reference to the priests? As stated (in Exod. 29:1), “to sanctify them for serving Me as priests.” Where is it shown in reference to the Levites? As stated (in Numb. 3:12), “and the Levites shall be Mine.” Where is it shown in reference to Israel? As stated (in Lev. 25:55), “For to Me the Children of Israel [are servants].” Where is it shown in reference to the first-born? As stated (in Numb. 3:13 = 8:17), “For all the first-born are Mine.” Where is it shown in reference to the altar? As stated (in Exod. 20:21), “An altar of earth you shall make for Me.” Where is it shown in reference to the priestly share? As stated (in Exod. 25:2), “And let them take for Me a priestly share.” Where is it shown in reference to the oil for anointing? As stated (in Exod. 30:31), “This oil for anointing shall be holy to Me.” Where is it shown in reference to the tent of meeting? As stated (in Exod. 25:8), “And let them make Me a sanctuary.” Where is it shown in reference to offerings? As stated (in Numb. 28:2), “My offering, My bread for My fire offering.”<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Note that this reference to offerings and the following reference to the Davidic dynasty are reversed in order from the list given above.</i> Where is it shown in reference to the Davidic dynasty? As stated (in I Sam. 16:1), “for I have chosen a king for Myself among his (i.e. Jesse's) sons.” Where is it shown in reference to the Land [of Israel]? As stated (in Lev. 25:23), “for the land belongs to Me.” Where is it shown in reference to the elders? As stated (in Numb. 11:16), “Gather Me seventy men [from the elders of Israel].”<br>Another interpretation (of Numb. 11:16), “Gather Me seventy men.” This text is related (to Amos. 9:6), “Who builds His upper chambers in the heavens and founds His celestial vault (<i>aguddah</i>) upon earth.” To what is the matter comparable?<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Numb. R. 15:18; <i>Sifre</i> to Deut. 33:5 (346).</i> To a palace<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Lat.: <i>palatium.</i></i> that was built upon boat[s]. For as long a time that the boats are connected, the palace that is upon them will stand. Hence, it is stated (in Amos 9:6), “Who builds His upper chambers in the heavens.” When is His throne, as it were, established<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Cf. the Gk. noun <i>basis</i> which means “ground” or “pedestal.”</i> above?<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">See M. Sam. 5.</i> When Israel becomes one society (<i>aguddah</i>). It is therefore stated (ibid.), “Who builds His upper chambers in the heavens.” When? When (ibid. cont.) “He founds His celestial vault (<i>aguddah</i>, which also means society) upon earth.”<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><i>Men.</i> 27a.</i> And so it says (in Deut. 33:5), “Then He became King in Jeshurun [when the heads of the people assembled, the tribes of Israel together].” Therefore the Holy One, blessed be He, said to Moses (in Numb. 11:16), “Gather Me seventy men.” Why? Because a gathering of righteous people is enjoyment for them and enjoyment for the world, but a gathering of wicked people is an offense to them and an offense to the world.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b289d6e4a957603a26da", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Terumah 3:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Midrash Tanchuma Buber, Terumah 3:1", "sourceHeRef": "תנחומא בובר, תרומה ג׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תרומה", "he": "ד\"א דבר אל בני ישראל. ויקחו תרומה אין כתיב כאן, אלא ויקחו לי תרומה, כל דבר שנאמר בו לי, בעוה\"ז ובעוה\"ב, והארץ לא תמכר לצמיתות כי לי [הארץ] <small>(ויקרא כה כג)</small>, בעוה\"ז ובעוה\"ב, [כי לי כל בכור בבני ישראל <small>(במדבר ח יז)</small>, בעו\"ז ובעוה\"ב, והיו לי הלוים <small>(שם שם יד)</small>, בעוה\"ז ובעוה\"ב], ואף התרומה בעולם הזה ובעוה\"ב.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 25:2): <small>SPEAK UNTO THE CHILDREN OF ISRAEL, &lt;AND LET THEM TAKE FOR ME A PRIESTLY SHARE</small>&gt;. It is not written here: \"And let them take a priestly share,\" but <small>AND LET THEM TAKE FOR ME</small> (<i>li</i>) <small>A PRIESTLY SHARE</small>. Anything about which <i>li</i> (\"to me\" or \"for me\") is used, &lt;belongs to the Holy One&gt; in this world and in the world to come.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Lev. R. 2:2; <i>Sifre</i> to Numb. 11:16 (92); cf. Numb. R. 15:17; cf. below, <i>Tanh</i>. (Buber), Exod. 8:9.</i> (Lev. 25:23:) <small>BUT THE LAND MAY NOT BE SOLD PERMANENTLY, FOR</small> [<small>THE LAND]</small> <small>BELONGS TO ME</small> (<i>li</i>), in this world and in the world to come. [(Numb. 8:17:) <small>FOR EVERY FIRST-BORN AMONG THE CHILDREN OF ISRAEL BELONGS TO ME</small> (<i>li</i>), in this world and in the world to come. (Numb. 8:14:) <small>AND THE LEVITES SHALL BELONG TO ME</small> (<i>li</i>), in this world and in the world to come.] So also the priestly share &lt;belongs to the Holy One&gt; in this world and in the world to come.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b299d6e4a957603a2b3d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Bamidbar 24:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Midrash Tanchuma Buber, Bamidbar 24:1", "sourceHeRef": "תנחומא בובר, במדבר כ״ד:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "במדבר", "he": " ד\"א פקוד כל בכור זכר. אמר הקב\"ה בשביל חיבתם של ישראל שניתי סדרו של עולם, כיצד כתבתי בתורתי שיהא חמור נפדה בשה, שנאמר ופטר חמור תפדה בשה <small>(שמות לד כ)</small>, ואני לא עשיתי כן, אלא פדיתי שה בחמור, המצריים נמשלו בחמור, שנאמר אשר בשר חמורים בשרם <small>(יחזקאל כג כ)</small>, וישראל נקראו שה, שנאמר זה פזורה ישראל <small>(ירמיה נ יז)</small>, והרגתי את בכוריהם של מצריים, והקדשתי בכוריהן של ישראל, שנאמר כי לי כל בכור [בבני ישראל באדם ובבהמה ביום הכותי כל בכור בארץ מצרים הקדשתי אותם לי <small>(במדבר ח יז)</small>, לכך אמר לו פקוד כל בכור זכר בבני ישראל].", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Numb. 3:40:) <small>ENROLL EVERY FIRST-BORN MALE</small>. The Holy One said: Because of the love for Israel I have altered the &lt;natural&gt; order of the world.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 1:20, cont.: Numb. R. 4:5.</i> How? I had written in my Torah that an ass should be redeemed with a lamb, as stated (in Exod. 34:20): <small>BUT THE FIRSTLING OF AN ASS YOU SHALL REDEEM WITH A LAMB</small> (<i>seh</i>). But I did not do so. Instead I redeemed a lamb (<i>seh</i>) with an ass. The Egyptians are likened to an ass, where it is stated (in Ezek. 23:20): <small>WHOSE FLESH IS LIKE THE FLESH OF ASSES</small>; and Israel is called a lamb (<i>seh</i>), where it is stated (in Jer. 50:17): <small>ISRAEL IS A SCATTERED FLOCK</small> (<i>seh</i>). Then I slew the first-born of the Egyptians and sanctified the first-of Israel, as stated (in Numb. 8:17): <small>FOR EVERY FIRST-BORN AMONG</small> [<small>THE CHILDREN OF ISRAEL</small>] <small>BELONGS TO ME</small>, [<small>HUMAN AND BEAST; ON THE DAY THAT I SMOTE ALL THE FIRST-BORN IN THE LAND OF EGYPT I SANCTIFIED THEM FOR MYSELF</small>. He therefore said to him (in Numb. 3:40): <small>ENROLL EVERY FIRST-BORN MALE AMONG THE CHILDREN OF ISRAEL</small>.]", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b2a2d6e4a957603a2c4a", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Beha'alotcha 20:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Midrash Tanchuma Buber, Beha'alotcha 20:2", "sourceHeRef": "תנחומא בובר, בהעלותך כ׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בהעלותך", "he": "הכסף והזהב מנין, שנאמר לי הכסף ולי הזהב <small>(חגי ב ח)</small>, <br>והכהנים [מנין, שנאמר] לקדש אותם לכהן לי <small>(שמות כט א),<br></small> הלוים [מנין, שנאמר] והיו לי הלוים <small>(במדבר ג יב),<br></small>ישראל [מנין, שנאמר] כי לי בני ישראל<small>(ויקרא כה נה),<br></small> הבכורות [מנין, שנאמר] כי לי כל בכור <small>(במדבר ח יז),<br></small> המזבח [מנין, שנאמר] מזבח אדמה תעשה לי <small>(שמות כ כד),<br></small> התרומה [מנין, שנאמר] ויקחו לי תרומה <small>(שם כה ב),<br></small> שמן המשחה [מנין, שנאמר] קדש יהיה זה לי <small>(שם ל לא),<br></small> אהל מועד [מנין, שנאמר] ועשו לי מקדש <small>(שם כה ח),<br></small> הקרבנות [מנין, שנאמר] את קרבני לחמי [לאשי ריח ניחוחי תשמרו להקריב לי <small>(במדבר כח ב),<br></small> מלכות בית דוד [מנין, שנאמר] כי ראיתי בבניו לי מלך <small>(ש\"א טז א),<br></small> ארץ [ישראל מנין, שנאמר] כי לי הארץ <small>(ויקרא כה כג),<br></small> הזקנים [מנין] ממה שקראו בענין אספר לי <small>(במדבר יא טז)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "\n        <br>Where is it shown in reference to silver and gold? Where it is stated (in Hag. 2:8): <small>THE SILVER IS MINE, AND THE GOLD IS MINE</small>.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">See above Exod. 8:9.</i>\n        <br>[Where is it shown] in reference to the priests? [Where it is stated] (in Exod. 29:1): <small>TO SANCTIFY THEM FOR SERVING ME AS PRIESTS</small>.\n        <br>[Where is it shown] in reference to the Levites? [Where it is stated] (in Numb. 3:12): <small>AND THE LEVITES SHALL BE MINE</small>.\n        <br>[Where is it shown] in reference to Israel? [Where it is stated] (in Lev. 25:55): <small>FOR TO ME THE CHILDREN OF ISRAEL &lt;ARE SERVANTS&gt;</small>.\n        <br>[Where is it shown] in reference to the first-born? [Where it is stated (in Numb. 3:13 = 8:17): <small>FOR ALL THE FIRST-BORN ARE MINE</small>.\n        <br>[Where is it shown] in reference to the altar? [Where it is stated] (in Exod. 20:24): <small>AN ALTAR OF EARTH YOU SHALL MAKE FOR ME</small>.\n        <br>[Where is it shown] in reference to the priestly share? [Where it is stated(in Exod. 25:2): <small>AND LET THEM TAKE FOR ME A PRIESTLY SHARE</small>.\n        <br>[Where is it shown] in reference to the oil for anointing [Where it is stated] (in Exod. 30:31): <small>THIS &lt;OIL FOR ANOINTING&gt; SHALL BE HOLY TO ME</small>.\n        <br>[Where is it shown] in reference to the tent of meeting? [Where it is stated] (in Exod. 25:8): <small>AND LET THEM MAKE ME A SANCTUARY</small>.\n        <br>[Where is it shown] in reference to offerings? [Where it is stated] (in Numb. 28:2): <small>MY OFFERING, MY BREAD FOR MY FIRE OFFERING</small>, [<small>MY SWEET AROMA, YOU SHALL TAKE HEED TO OFFER ME &lt;IN ITS DUE SEASON&gt;</small>].<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Note that this reference to offerings and the following reference to the Davidic dynasty are reversed in order from the list given above. Note also that the Buber text omits the second square bracket.</i>\n        <br>[Where is it shown] in reference to the Davidic dynasty? [Where it is stated] (in I Sam. 16:1): <small>FOR I HAVE CHOSEN A KING FOR MYSELF AMONG HIS</small> (i.e. Jesse's) <small>SONS</small>.\n        <br>[Where is it shown] in reference to the land [of Israel? Where it is stated (in Lev. 25:23): <small>FOR THE LAND BELONGS TO ME</small>.\n        <br>[Where is it shown] in reference to the elders? From what they read on the subject (in Numb. 11:16): <small>GATHER ME &lt;SEVENTY PEOPLE FROM THE ELDERS OF ISRAEL&gt;</small>.\n    ", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636c1ad6e4a9416e9c45db", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Mizrachi, Numbers 8:17:1", "sourceHeRef": "מזרחי, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>כי לי כל בכור שלי היו הבכורות בקו הדין שהגנתי עליה' בין בכורי מצרים ולקחתי אותם לי עד שטעו בעגל ועכשו ואקח את הלוי'. </b>תקן בזה כמה ענייני' תקן כי לי כל בכור המורה שגם עכשי הם שלו שזהו הפך האמת שהרי משטעו בעגל נפסלו מעבודתן ואמר שפירושו שלי היו מתחלה לא עכשו גם הודיע הסבה שבה זכה בהם להיות שלו ואמר בקו הדין שהגנתי עליהם בין בכורי מצרי' שכלם מתו ואלו ניצלו גם אמר ולקחתי אותם לי במקום הקדשתי אותם לי כדי שיפול עליו ואקח את הלוים תחת כל בכור בבני ישראל שפירושו לקחתי עתה את אלה במקום שלקחתי אז את אלה אבל לפי המאמר של הקדשתי היה לומר ואקדיש את הלוים תחת כל בכור שפירושו הקדשתי עתה את אלה במקום שהקדשתי אז את אלה גם הוסיף וי\"ו על הקדשתי שלא תחשוב שהוא פירו' כי לי כל בכור כאילו אמר ואיך הם לי כי ביום הכותי כל בכור כו' הקדשתי אותם לי רק הם שני עניינים שנהיו שלי בקו הדין ביום הכותי מאחר שהגנתי עליהם כו' וגם הקדשתי אותם לי שלקחתי אותם לעבודתי אז ומשחטאו בעגל נפסלו מעבודתי ולקחתי את הלוים לעבודתי תחת שלקחתי הבכורות אז לעבודתי גם אמ' ועכשו ואקח שלא תאמר ואקח את הלוים בזמן שהקדשתי הבכורות לי שא\"א זה שהרי תחת כל בכור כתיב דמשמע שיצאו אלו ונכנסו אלו במקומם לפיכך פירש כי לי שלי היו אז והקדשתי אותם לי אז ועכשיו ואקח את הלוים תמורתם לא ששניהם היו בזמן אחד: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765594d6e4a90179bf6cc4", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Be'er Mayim Chaim, Numbers 8:17:1", "sourceHeRef": "באר מים חיים, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>כי</b> לי כל בכור וגו'. כלומר שלא תאמר כיון שניתנו הלוים תחת הבכורים פקעה קדושת הבכורים לגמרי מכל וכל עד שלא תהיו צריכים לפדותם בה' סלעים דמחייבתא מדאורייתא לא כן כי לי כל בכור כלומר כי גם הבכורים לי הם לעולם בלי הפסק וגם הם נחשבו שם בכל הני שנאמר בהם לי שהוא לעולם וכבר נאמר בהם קדש לי כל בכור הרומז על מיד ולדורות עולם. רק, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba77b071e100bf4f508c", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 23:1:8", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Akeidat Yitzchak 23:1:8", "sourceHeRef": "עקידת יצחק כ״ג:א׳:ח׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "והנה הכללים האלו חמשתם כלם נתיחסו היטב אל הנדון אשר לפנינו כאשר יתבאר. וזה כי השכל יחייב שלא היתה הכוונה מתחלת היצירה האינושית אל שתתלה הצלחתו בבכורה ולא בשום דבר שאין התחלתו ביד אדם וזה נתבאר מבני אדם גם בני נח נאמר ויולד בדמותו כצלמו ויקרא את שמו שת (בראשית ה׳:ג׳). יפת אלהים ליפת וישכון באהלי שם (שם ט'). וזהו בירור הכלל הא' אמנם אחר שזרח שמשו של אברהם אבינו הוא היה גבור חיל לפני יי' ללחום מלחמותיו ועשה והצליח והגדיל לקדש שמו ולפרסמו מכל אשר היו לפניו חיייב מהגמול האלהי לגדלו ולהרימו על כל שאר האנשים. ומהאהבה אשר אהבו ומהשמחה ששמח בו נטל ההצלחה האינושית ונתנה בידו להיות לו ולזרעו אחריו לרשת אחוזת עולם כמו שירצה להנחילנה אותם כמ\"ש ואעשך לגוי גדול וכו' (שם י\"ב.) ובפרשת מילה ונתתי לך ולזרעך אחריך את ארץ מגוריך לאחוזת עולם והייתי להם לאלהים (שם י\"ז) וכבר אמרו ז\"ל על והיה ברכה עד כאן הייתי זקוק לברך את עולמי מכאן ואילך הרי הברכות מסורות לך למאן דאת אהב לברכה ברך (ב\"ר פ' נ\"ט). והיה זה הענין ממה שנאמר עליו לכו וראו מפעלות אלהים נורא עלילה על בני אדם (תהילים ס״ו:ה׳) כי מהפעולות האלהיות ומנוראות עלילותיו על האנשים השלמים לצרף ולזקק אותם ואת טוב חריצותם בהראות להם כאלו משלים להם נפשם ועצם שלמותם מנגד וכפשע בינו ובין הפסדו והם ישתדלו בטוב דעתם וכח גבורתם בעוצם אהבתם אותו להחזיק בו ולהחזירו אליהם ולהושיבו על כנו כמשפטו הפך מהאנשים החסרים שהיה להם למקנה ומאבדין אותו בידים כמו שיתבאר זה הענין היטב מזה הספור אשר בזה לא ירוחק כלל היות מסירת הברכות ביד אברהם על הכוונה הזאת הנכונה. ומזה נודע טעם אשר לא ברך אברהם את יצחק כמנהג האבות כי הוא היה נביך בדבר כמו שהזכירו חז\"ל במדרש (ב\"ר פ' ס\"א). משל למלך שהיה לו פרדס ונתנו לאריס והיו בו כל מיני אלנות כרוכים זה בזה אחד של סם המות ואחד של סם חיים אמר האריס אם אני משקה של סם החיים זה של סם המות יחיה עמו ואם אין אני משקהו היאך זה של זם חיים חי. וחזר ואמר אותו אריס לשנה זאת אני משלים אריסותי והולך ומה דלהנייה למריה דפרדסא עביד כך אמר אברהם אני איני מברך ליצחק לפי שעכשיו בני ישמעאל ובני קטורה מתברכים אמר אני בשר ודם היום בחיים ומחר בקבר ומה דבעי עביד בעולמו כיון שמת אברהם נגלה הקב\"ה על יצחק בנו וברכו שנאמר ויהי אחרי מות אברהם ויברך אלהים את יצחק בנו (בראשית כ״ה:י״א). ראה כמה הפליגו להראות מה שאמרנו כי יש לעיין במ\"ש שאם יברך את יצחק היו מתברכין בני הפלגשים ולמה אלא שדבר זה יתחייב מהמתנה שנתנו לו בדרך אחוזת נחלה והיה הזקן חפץ שיקבל הברכות שאינן מקבלות חלוקה, הראוי לקבלן מבלי שישא עליהם חטא כי הוא היה רואה בבניו לפחות שני בכורות כל א' פטר רחם. והנה ישמעאל היה ראשית אונו ומצד אחר נאמר לו כי ביצחק יקרא לך זרע (שם כ\"א) ולא היה רואה מצד מדתו מדת החסד שיהיה ראוי שיהיה נותן לזה ונוטל מזה. אלא שאם הוא יברך בפיו שחייב לעשותם שוים. ולזה הסכימה דעתו להניח הדבר לבעל הפרדס. והוא יתברך נתן הברכות ליצחק ובירר כי עליו ולא על זולתו נאמר לו והיה ברכה (שם י\"ב) והוא נכנס תחת אביו להוריש הברכות האלה על פיו בתורת נחלה ומשפט בכורה כמו שנתבאר. וזהו ענין הכלל השני שאמרנו: ואחר שנולדו בבית יצחק אבינו שני בנים ויצא הראשון אדמוני כלו כאדרת שער שהם ודאי סמני הרריות שהעיד הכתוב הגיע מענינו להיותו בטבעו מתגורר עם בהמות השדה וחיתו ארץ ואין מעלתו עליהם רק מה שיתחכם מהם ויתנכל אליהם לחרוך רמיה צידו. והנה איש כזה כבר יצאת צורתו מכללה אל ענין שיתוף או החקוי לבד כמו שכתב הרב המורה בפרק ילד (פ\"ז ח\"ר) זה לשונו. וכבר ידעת כי כל מי שלא תגיע לו זאת הצורה אשר ביארנו ענינה אינו איש. אבל בהמה על צורת איש ותבניתו אבל יש לו יכולת על מיני ההזק וחדש הרעות וכו'. והנה הוא מבואר שבכור כזה אינו ראוי ליירש בבית אביו כי בעל צורה אחרת הוא אשר לא תסבול נחלת הברכות האלה. וזהו הכלל הג' אשר הנחנו: והנה מפני שכבר היו הברכות ביד יצחק בתורת נחלה והיה יצחק באבות מיוחד למדת הדין עצמה כמ\"ש ופחד יצחק היה לי (בראשית ל\"א) ועם שהיסוד הזה מוסד מונח לחכמי האמת אינו צריך ראיה הן אני חפשתי ומצאתי עדות גדולה בכתובים הבאים בספרו שלא הוזכר בעניינו שם זולת אלהים שהוא מדת הדין בכל מקום והפלא שאם היה מספר בזולתו מהענינים הוא מדבר בשם יי'. וכשנעתק הספור אליו מזכיר שם אלהים ובהעתק ממנו נשתנה השם ובשובו אליו ישוב עד הגיעו להכנעת העקידה אשר שם נהפכה מדת הדין לרחמים באומרו ויקרא אליו מלאך יי' מן השמים (שם כ\"ב.) צא ולמד כי בכל ספור פרשת לך לך ובמראה האחוה ובין הבתרים לא נזכר שם אלהים עד שנעתק לדבר בבשורת הבן הזה באומרו וידבר אתו אלהים לאמר כו' (שם י\"ז) להיות לך לאלהים ולזרעך אחריך (שם). ויאמר אלהים אל אברהם אבל שרה אשתך יולדת לך בן וכו' (שם). וכן כלם עד סוף הספור שנאמר ויכל לדבר אתי ויעל אלהים מעל אברהם (שם). וכשנעתק אל ספור אחר נאמר וירא אליו יי' באלני ממרא. היפלא מיי' דבר וכו' (שם י\"ח). כי זה לענין התוכחת נאמר לא לענין הבשורה. וכן בכל ספור סדום ואבימלך והפלא שהתחיל ויי' פקד את שרה ויעש יי' לשרה כאשר דבר (שם כ\"א.) כי זה היה לגבי פקידתה כלפי מ\"ש היפלא מיי' דבר וכשדבר בלידת הבן אמר ותלד שרה בן לזקוניו למועד אשר דבר אתו אלהים. וימל כו' כאשר צוה אותו אלהים צחוק עשה לי אלהים וכן לא זז זכרון זה השם בכל ספוריו עד העקידה כלה עד שנאמר ויקרא אליו יי' מן השמים כי משם ואילך יי' יראה אשר יאמר היום בהר יי' יראה (שם כ\"ב). והמלאך בי נשבעתי נאם יי' כי משם ואילך כבר נשתתף עמו מדת רחמים אמנם עיקרו ושרשו היא הדין הגמור והמשפט החתוך ומזה הטעם לא היה רואה להעביר תורת נחלה בשום צד כי היה עון אשר חטא וכמו שאמר לו שמואל לרב יהודה שיננא לא תהא באעבורי אחסנתא אפילו מברא בישא לברא טבא (ב\"ב קל\"ג:) וכ\"ש אם לא היה מוחזק אצלו כרשע מוחלט יהיה סבור שיסבול התקון עד שישאר כל א' מהם על מתכונתו הבכור כבכורתו והצעיר כצעירתו כי הוא הטוב והנכסף לכל שלם. על כן על כל אלה הדברים נתאמצו עמודי עולם נתיעצו גם גברו חיל להשיב דבר אמת על כנו כי ידעו לא טוב בעיני יי' שיתברך ברכות שמים ממעל רק הטוב בעיניו ושהחריצות וטוב ההשתדלות נתן אלהים לבני אדם לצרפם לעתות כאלה כמו שאמרנו. והנה יעקב נתחכם להסיר מעניו קיטרוג הבכורה בקנותם לו מהאיש החסר הלזה בלחם ונזיד עדשים הראוי לו לפי אכלו כדי שיחולו הברכות על ראשו על פי אביו ובהסכמת דין מדתו ואמו הצדקת השלמה בצדד הצדדים המביאים אל גמר המעשים מבלי הגיד ליצחק אביהם דבר כי ידעו תיצר לנפשו מאד מבשורת פיסול בנו בכורו יחששו פן יהי' אסון מתת לאחד מהם שום ברכה ודעת עליון הסכימ' כי גם הוא העלים ממנו כמו שיבואר. ובזה וזה אין שום חטא כלל אדרבה הוא זהירות וזריזות להיות קרוב אצל עצמו להקריב אליו הטובות האמתיות בכל מאמצי כחו וכמו שאמר ז\"ל וחי אחיך עמך (ויקרא כ\"ה) חייו קודמין (ב\"מ ס\"ב.). כי בדברים אשר יעשה אותם האדם וחי בהם חיי עולם ראוי להקדים אהבת עצמו לאהבת זולתו. ויהי מה. ולא ישיגהו בזה הגנאי שמגנים לרודפי אחרי הטובות הזמניות בשיקראום אוהבי עצמם כי אחר שהטובות ההנה אינם אמתיות הרודפים אחר קנינם אינם אוהבי עצמם כי אם לפי דמיונם. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">אמנם אשר במעשיהם וכו', ר\"ל ע\"פ דברי החוקר, כי כמו שיגונה המקנא בזולתו רק כאשר יקנאהו בעבור קניניו המדומים כהון ועושר, או כח גופני, ויופי, יען כי הקנאה הזאת מלבד שהיא בעבור דבר שאיננו טוב וקנין אמיתי, תסבב לפעמים לבעליה גם השתדלות רעה לקנות קצת מאלה כהון ועושר, גם בגזל וחמס ועול ומרמה, או לשלול מזולתו כל אלה בענין רע, ע\"ז סיבוב נזק והפסד הכה ופצוע, אבל המקנא בחכמת ישרת לב וצדקת זולתו הלא ישובח, כי עי\"ז ישתדל גם הוא להיות כמוהו חכם ישר לב, וצדיק, ומי יתן כל עם ד' נביאים או תמימי דרך ההולכים בתורת ד', וכן אחז\"ל \"קנאת סופרים תרבה חכמה\" כן גם אהבת אדם את עצמו לא תגונה, רק בהשתדלו בעבור זה להקנות לעצמו רק כבוד מדומה  בל\"א ושאר קניני עולם החולפים, אשר קנייתם תהי' לרוב רק ע\"י פעולות בלתי ראויות ונכוחות, ובעליה מבזים לרוב את כל זולתם, ואינם משתדלים כלל לשחר טובם ואשרם, ומדה זו תקרא (בל\"ע עגאיסמוס, אייגענליעבע), אבל בהיות אהבת האדם את עצמו רק סבה לשמור נפשו מכל רע כפי היכולת, מבלי סבב נזק בעבור זה לאחרים, ולהשתדלותו לקנות לעצמו שלימיות אמיתיות ומתמידות, מעלות ומדות טובות, אשר בעליהן משחר בלתי ספק גם טובות זולתו ככל אשר תמצא ידו, הלא תתהלל גם היא ותתפאר כמעלה יקרה ונכבדה ונקרא' בפי המחקרים החדשים בשם (זעלבסטליעבע). \n</i>אמנם אשר במעשיהם יאהבו עצמותם על דרך האמת הם אשר ישובחו בפי כל חכם וישר הדעת. וזה מה' שבררו החוקר בפנים מה שאמר בט' מספר המדות בהגבילו אהבת אדם לעצמו אמר אמנם אשר יתעסק תמיד לעשות צדקה וומשפט והדברים הישרים ושאר הפעולות אשר הם מהמעלות ובכלל תמיד יבקש הטוב אין אחד שיקראהו אוהב עצמו ולא יחרפהו. אמנם ירא' כי אשר הוא כזה יותר הוא אוהב עצמו כי יתן לעצמו הדברים הנבחרים והיותר טובים ויוסיף תת לחלק המיוחד לו לעצמו וכל חלקי הנפש הם נשמעים לזה. והאריך עוד דבריו בתת טוב טעם ודעת שלא יגונה האדם במה שישתדל באהבת עצמו רק מפני שהוא מחליף שנאה או פחיתות תחת אהבתו וחתם דבריו. הנה ירא' כי בכל הדברים המשובחים המעולה נותן יותר לעצמו וע\"כ ראוי לקראו אוהב עצמו כמו שנאמר מה שאינו ראוי להיות כן לרבים. הנה שנתבאר שהזירוז וההתחכמות בקנות המעלות והטובות העצמיות היא זוכה על כל בעל נפש וחז\"ל אמרו קנאת סופרים תרבה חכמה (ב\"ב כ\"ב.) שעם שהקנאה הוא הפחותה שבמדות כשהיא לבקשת דבר טוב הנה היא טובה ואמר ותקנא רחל באחותה (בראשית ל') קנאה במעשיה (ב\"ר פ' ע\"א) סבבו קנאתה מהיות חטא עצום להיות' זכות גדול גם כי היות המדות התוריות האלהיות מתחלפות אל האנושיות בקצת אלו העניינים יתבאר יפה אצל מעשה דינה שער כ\"ז ב\"ה. ואם תאמר כל זה יתכן כשיועיל לעצמו מבלי שיזיק לזולתו אמנם בהזק זולתו כל שכן אחיו ושארו כבר עבר משום ואהבת לרעך כמוך (ויקרא י״ט:י״ח). ואז\"ל ודעלך סאני לחברך לא תעביד (שבת ל\"א.) עשה אזנך כאפרכסת אל דברי החכם ההוא ופתח פיך לצוף אמרי נועם אשר דבר בפ\"ד מהמאמר ההוא כאשר הגביל מעשה האהבה לנאהב כי משם נלמוד פי' יקר ונעים במאמר ואהבת לרעך כמוך מסכים מאד לשרשי התור' האלהיית ואל דעת חז\"ל וממנו נמצא תשובה שלימה לשאלתנו. וזה כי כשהזכיר שם הסכמת הראשונים בגדרם פעלות האוהב בשיחפוץ בחיי אוהבו כחיי עצמו ושירצ' לאוהבו הטובות אשר ירצה לעצמו כמו שכתבנו ראשונה הנה הוא ערער על זה המשפט ואמר שאם כמשמעו הנה יקרא לכלל האוהבים כאמות הסכלות שאוהבות בניהן על זה השיעור טובים היו או רעים מה שלא יתכן זה במעולים כי אם לאהוב את הטוב ולשנוא את הרע וכמו שאמר המשורר הלא משנאך ה' וכו' (תהלים קל\"ט). ואמר הנביא הלרשע לעזור ואת אויבי ה' תאהב (ד\"ה ב' י\"ט). אלא שהוא העמיד דבריהם במה שביאר מליצת עצמו האמורה אצלם בזה ואמר ז\"ל ובעבור עצמו רצה לומר בעבור החלק השכלי כי זה כל האדם. ירצה שבכל מקום שאמרו שהאדם החסיד יפעול פעולות המעלה בעבור עצמו ושהוא רוצה לאוהב החיות והטוב אשר ירצ' לעצמו זה אמנם צריך שיובן בעבור החלק השכלי ממנו שזה לבדו עצמיותו של אדם והחיות והטוב הנרצים לו הם הצלחת החיים לעולם שכלו טוב. ועם זה כבר יתבאר ג\"כ תואר הריע והחבר אשר חוייב עליו לאהוב אותו בזה השיעור שיצדק עליו שהוא רעהו כנפשו כלומר כעצמו וכמ\"ש חז\"ל עם שאתך בתורה ובמצות (ב\"מ נ\"ט.). שמי שאינו כמוהו בזה החלק אינו ריע ועמית ואין לאהוב אותו אלו הטובות העצמיות. וכמו שאמר שם אמנם לאחרים כפי אשר יחשבו היותם כן. ולא עוד אלא שאם הונח שהוא עצמו יתחלף מטוב לרע לא ירצה לעצמו הטובות האלו ואלו דבריו בזה. ואם ישתנה ויהי' אחר לא יבחר שיהיו כל הטובות לזה אשר נעשה כי האל ית' הוא עתה טוב והוא תמיד אשר הוא ע\"כ. והכוונה כי כמו שהאל ית' לא ישתנ' בחפצו היום בטוב ומחר ברע כן זה חלק אדם מאל והוא השכל אי אפשר לו להשתנות לרצות הטוב למי שאינו טוב. ואם קרה לו שישתנה לרע כבר היה אחר ולא היה הוא עצמו אשר בחר לו הטובות. ועל זה האופן קיימו חז\"ל לאלישע בן אבויה השם אשר חדשה לו האשה כשאמרה לו אין אתה אלישע כי איש אחר אתה (חגיגה ט\"ו.). ראה מה נמלצו דברי זה החכם ומקביו דקדוקי דבריו אשר בהם תתבאר הכוונה האלהית במאמר הזה שהיא כלל גדול בתורה ובמדות. רצוני ואהבת לרעך כמוך שירצ' ואהבת לאותו שהוא רעך ועמיתך כמוך כלומר כמו לעצמך האמתי שהוא החלק השכלי אשר בך עד שעצם שניכם הוא אחד ממש. כי איש כזה הוא בעל ברית אל השלם לרצות לו הטובות העצמיות כרצותם לעצמו אמנם האח הרע הבליעל איננו כעצמו ואיננו קרוב אליו ולא דומה לו ולא יקרא אדם רק בשתוף השם לבד כמו שאמרנו ומצוה להתנכל אליו לתת את הראוי לפי טבעי ולקחת ממנו מה שלא יהי' טוב לו לפי הכרתו ויושלם בו השלם בזה והנה זה אינו חסר. והנה עם זה כבר יאמר עליו יפה נקי כפים ובר לבב (תהילים כ״ד:ד׳). כי הוא לא כיון אל שידבק בידו מאומ' מהטובות החיצונות אשר נחנף אוהבי עצמם אצלם. אמנם היה בר לבב לכוין אל ההצלחה הנפשיית ולא נשא לשוא נפשו כי אם אל דבר גדול לבלתי תכלית וגם כי החליף דבריו ותהי לו לחכמה לא למרמה כמו שאמרנו אצל אברהם ועפרון וכבר אמרו הראשונים שהחרב והכזב והשם כל אחד מהם ביד הסכלים הם מחתת גופות האנשים אמנם ביד החכמים הם צרי לנפש ומרפא לעצם. ושלמה החכם הסכים ואמר אומר לרשע צדיק אתה וכו' ולמוכיחים ינעם ועליהם תבא ברכת טוב (משלי כ״ד:כ״ה). ואם כן ישא ברכה מאת ה' כי ה' שם היה והסכים עמהם כמו שיבא ולא עוד אלא שתחשב לו לצדקה מאלהי ישעו. וחתם זה דור דורשיו מבקשי פניך יעקב כו' (תהלים שם). כאלו מדבר נכח עמו. יאמר כשידרשו חכמי כל דור ודור בזה ויבקשו מגמת פניך יעקב יכירו וידעו כי לא נמצא עולתה בך. וזהו תכלית הכלל הרביעי אשר הנחנו והם חיוב ההשתדלות והחריצות להחזיר מעלת השלמות אל יד הטוב והישר כמו שיאות ומנהו והלאה נחלש כח הבכורה הזאת ונתבטל חזקה. ולא הספיקה עוד למנוע טוב ה' והצלחתו לראוי אליהם לא מצד היושר ולא מצד הדין ונתרשם זה הענין מאד בכל מה שסופר אחר זה ממשפטיה שאפי' בבני יעקב שלא הית' אצלם רק לכבוד לבד נטלה הבכורה מהבכור ונתנה ליוסף צעיר הבנים וגם בבני יוסף שכל הזקן את ידיו כי מנשה הבכור ואמר שאחיו הקטן יגדל ממנו (בראשית מ״ח:י״ד). וגם ביהודה ראש מלכות ישראל נאמר ויהי ער בכור יהודה רע בעיני ה' וכו' (שם ל\"ח). והפלא שאף בפרץ וזרח בניו הית' ביטול הבכורה כי זרח נתן יד ראשונה ואחר פרץ עליו פרץ (שם) הוא אבי ישי אבי דוד וגם בבני דוד לא מלך הבכור ואולי שלסבה זאת בחר לו יעקב ברחל הקטנה ולקח צעירה בפני בכירה כי לא חפץ בבכורה וישנאה ולהיות ביטול הבכורה נוהג משם ואילך נאמר כי לי כל בכור ביום הכותי כל בכור בארץ מצרים (במדבר ח׳:י״ז) שאם היה משפט הבכורה נוהג על הענין שהיה בימי יצחק הנה קודם לכן כבר היו לו הבכורות. אמנם לפי שכבר נתבטל זה כמו שנזכר חזר וקנאן במכת בכורות עד שסרו מהר לאבד זכותם במעש' העגל ונטלה מהם ונתנה לאותן שקדשו שם שמים איש בבנו ובאחיו לתת עליהם היום ברכה (שמות ל״ב:כ״ט). וזהו עצמו הכלל החמישי אשר הנחנו במשל: ועם זה נתישב כל הענין כאשר היה עם לבבנו ואומר כי לפי הנראה הוא המכוון לרז\"ל במאמר שזכרנו פתח השער מה ראה וכו' אלא שיש לנו לתת לב תחלה אל מה שאמרו בתשובתם עד שלא הוקם המשכן הותרו הבמות והיתה העבודה בבכורות משהוקם המשכן נאסרו הבמות והעבודה בכהנים אמר יהיה רשע זה וכו' והלא הוא הטעם עצמו שלא היה לו להמסר עליה שאחר שעבודה זו מתכונה הולכת מהבכורות מה לו ולה כ\"ש שלא היה לו להסתכן עליה. ולא עוד אלא שנראה בבירור שלא הועילה לו אפילו בימיו כלל לענין הקרבנות. כי לא נזכר שהקריב יצחק שום קרבן על ידו ואם היה משמש בכהונה איך לא הרגיש אביהם הימים הרבים ההם בכל עת שהיה מקריב ואיך הוחזק לו עשו לבכור עד שאמר לו בעת זקנתו את בכורתי לקח. ועוד מה ענין זכרון היתר הבמות ואיסורן לענין היתר זה הספק. אלא שנראה שהכוונה להם ז\"ל לעורר על זה המעשה מהצדדין עצמם אשר זכרנו שאם בא אליה לצורך הנכסים היה דרך עקש ומגונה. ואם לצודך ההצלחה האלהית הנה היתה סבת צורכה מוסכלת הכל כמו שנתבאר. והשיבו בענין אחר שהוא דומה לו ויהיה תשובה לזה בקירוב הענינים ואמר שמהידוע שהנתן עבודת הקרבנות ביד הבכורות קודם הקמת המשכן לא היה ענין נאות. רק היה צורך שעה לחסרון התיחדות משפחה או שבט הגונים לזה כמו שהיה אז נוהג התר הבמות לבלתי היות שם מקום מועד לבית אלהים ולזה כשהוקם המשכן נאסרו הבמות גם הכהנים הנגשים אל ה' נתקדשו. וינזרו הבכורות מהעבודה. והנה לפי שראה יעקב באספקלריית שכלו שכבר קרה בענין הברכות או בענין הזה עצמו שלסבות שקדמו היה זכותם מסור במי שאינו ראוי לו ורוח המקום אין נוחה הימנו כמו שאמרנו קנא הוא קנאת ה' ואמר איך יהיה רשע זה עומד ומקריב עצמו זה אי אפשר כי לא לפניו חנף יבא אם לא אמהר לעמוד להסב אלי הטוב האלהי גם לי גם לו לא יהיה. לפיכך נתן נפשו על הבכורה וביטל אותה והשיב פני ההצלחה האלהיית אל כל המקום אשר יוזכר שמו תהלתו. והנה הפירוש הזה נראה שהוא מוכרח גם הוא נכון ומסכים אל כל מה שאמרנו ולמדנו בו כמה צריך אדם לזרז עצמו בכל יכלתו אל המרצת ההשתדלות להביא עליו מה שאפשר מהשלמות האמיתי ולהדיח מדיחיו ומעיקיו מעליו בכל מאמצי כחו כי כל אלו הענינים עשאם האלהים וגלגל הוייתם לנסות בהם זרוזו וחריצותו של אבינו יעקב ולצרפו ולזקקו כזהב וככסף ולצרף כח תשוקותיו הטובות אל הפועל כי אלו הם דברים שיועילו מאד להפליג מעלתו ולהגדיל שכרו לפי רוב המעשה. עד כאן שיעור מה שראיתי להקדים בסוגיית ספור בכורה זו וביאורה ומה שעלה על לבי בזה בשקול דעות וסברא. ועתה נבא אל פירוש הספור עם מה שלפניו ולאחריו עד עת תת הברכה בהקדים הספקות ראשונה: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "At the creation, we find no evidence that birthright was part of the rules guiding the affairs of man. Proof lies in the random order the names of Noach's sons are referred to on different occasions. This was changed when Abraham appeared on the stage of history. His descendants were to play a leading role due to their being descendants of Abraham. In effect G-d had said, \"Until now I have bestowed blessings, henceforth I grant Abraham the authority to bestow and direct blessings\" (Genesis 12,3). Abraham debated with himself if he were to bestow this power to bless on others. Since he was not certain that he might help weeds to sprout (promote the power of wicked people), if he took it upon himself to transfer this power to bless, he decided to leave well enough alone (Bereshit Rabbah 61). He waited for G-d to make His will known in the matter. G-d did bless his son Isaac (gave him the power to bestow blessings). Since Abraham had two first born sons, he would have had to bestow the blessing (power to bless) on both of them. He was afraid to err; on the other hand, the trait of \"<i>chessed,\"</i> kindness, for which he was famed would not allow him to deprive Ishmael of a share in favor of Isaac. This in spite of the fact that he knew that his descendants would be known primarily through Isaac. Therefore, considering himself as the manager of the Almighty's orchard, he decided to leave this decision to the owner of the orchard. After Abraham's death, the owner chose Isaac, and thus we come to point two in our parable. When twins were born to Isaac, the older of whom exhibited signs of unfitness, problem three in our parable, this had to be dealt with. Isaac, true to his characteristic of <i>pachad, din</i>, i.e. justice, which our sages have credited him with, did not dare deviate from the principle of transferring power in accordance with birthright. When Jacob says some time later that \"the One whom Isaac feared was on my side\" (Genesis 31,42), this grants us an insight into the matter. An examination of all the instances in which a direct relationship or communication between G-d and Isaac is described reveals that the term used for \"G-d\" is invariably <i>elokim</i>, i.e. the attribute of justice. The only exception is the instance when G-d tells Abraham that Isaac is not to be slaughtered after all. This latter instance which taught Abraham that <i>rachamim</i>, mercy is one of G-d’s attributes, is the only time when this factor emerges as playing a role in the relationship between G-d and Isaac. It is understandable then that Isaac of all people would not deviate from the pattern of nobility of birth decreed from above. Isaac's own position as Abraham's heir was due to this very system. Add to this that Isaac personally had not observed any misconduct in Esau, and it becomes clear why he chose Esau to bestow the blessing on. Jacob himself had been very careful never to tell his father of the sale of the birthright, since he had kept hoping that he would secure his father's blessing by virtue of his superior moral conduct, plus the influence of his mother. He did not want to benefit by exposing his brother's unworthiness. This trait of Jacob was very laudable. Leviticus 25,36 tells us, \"Your brother shall live alongside you.\" Our sages explain that this wording teaches that one's own life takes precedence over that of one's fellow man in a situation where only one of the two lives can be saved. If the object of one's quest for Divine help is personality growth rather than the acquisition of worldly goods, then competing for the attainment of that goal is permissible. Aristotle also states in his <i>Ethics</i> that self-love, when its objective is perfection of self, is virtuous. Our sages, when describing jealousy as a negative trait, do approve of jealousy when it involves envying scholars who know more (Baba Batra 25). The same idea is reflected in Bereshit Rabbah 71 in connection with Rachel's jealousy of her sister Leah (Genesis 30,1). She envied Leah her good deeds. This is why our sages can consider that kind of jealousy a positive quality. On the other hand, \"good\" character traits employed for a base purpose are viewed as a negative quality (compare Chapter 27 on Dinah). Our problem is to determine whether jealousy under the circumstances described is permitted even when the attainment of one's own purpose involves something detrimental to one's competitor. Consider the definition by our sages of the commandment \"Love your fellow man like yourself.\" The Talmud Shabbat 31 explains this to mean \" do not do to others that which is hateful to yourself.\" Aristotle defines it in a similar vein. In other words, we should want for our fellow man what we want for ourselves. We certainly do not need to want for our fellow man what he wants for himself. This is especially so, when our fellow man is wicked or a criminal. In Psalms 139,21, David expresses it in these words: \"Must I not hate those who hate You O Lord, and quarrel with those who rise up against You?\" Clearly the word \"fellow man\" referred to in the Torah means someone sharing the same objectives in life that we ourselves believe in. Since Jacob's motivations corresponded to the ones stipulated by our sages, the verse we quoted from Psalms may be applied to him. Having established this point, we return to item four in our parable. The problem is how to restore the position of leadership to those qualified for it. It does not suffice to deny G-d’s special blessings to the undeserving, rather action is needed to channel those blessings to those who deserve them. When Jacob blessed his grandsons prior to his death, he reversed his hands to ensure that Ephrayim would be the recipient of the greater blessing. Er, the firstborn son of Yehudah, is described as unfit, unworthy. Peretz and Zerach respectively, are not treated according to what the order of their birth would call for. Reuben, Jacob's firstborn, is not accorded the privileges his birthright calls for. David was not Yishai's firstborn, neither was Solomon the senior of the surviving sons of David when he was assured that he would be his father's successor. To prove that birthright as an automatic claim to the succession was not practiced at the time of the Exodus, see Numbers 3,3. G-d says, \"The day I smote all the firstborn of Egypt, I established an exclusive claim on all the firstborn of Israel.\" Obviously, if succession by birthright had been the norm at that time, there would have been no need for G-d to underline that only from that day on would G-d claim the firstborn of Israel as especially beholden to Him. We see then that the practice of succession by birthright had been discontinued at some time, only to be re-introduced at the time of the Exodus. Later, after the episode of the golden calf, when this method of succession had again been found unreliable, the privileges of that group were transferred to the tribe of Levi which had proved its worthiness. This then is the fifth rule that we learned from our parable. Now we understand what the Midrash quoted at the beginning of our chapter had in mind. Since Jacob may well have been aware that the privileges of the firstborn would be abolished once the tabernacle was to be erected, why did he risk his life merely in order to hasten that event? The question is even more justified when we consider that Jacob derived no practical advantage from all his machinations. There is no mention of Jacob ever having offered sacrifices in his capacity as firstborn, and if he had done so, the fact would no doubt have come to the attention of his father. His father could not then have been surprised when he heard from Esau some forty-eight years later, that the latter had traded away his birthright. The Midrash wishes us to know that if Jacob's actions had been motivated by materialistic considerations, this would have been most dishonorable; since he was guided by the desire to secure for himself a higher spiritual level, however, such purpose was laudable. Jacob was aware that the <i>heter bamot</i>, permission to erect altars for G-d wherever one wanted, in order to draw down G-d’s blessing, could lead to grievous abuse if the excercise of the priestly functions was left in the hands of the unworthy. Such abuse would lead to G-d’s blessings being channelled to those who were undeserving, something that could not be pleasing in the eyes of G-d. Therefore, he hastened to restore the source of blessing to those who were fit for it for as long as the condition \"wherever I allow My name to be mentioned, I will come and grant My blessing,\" existed (Exodus 20,24). He realized that at a later stage a central site for the residence of the <i>shechinah</i>, Divine Presence, would be established, and that then the function of priesthood would be performed only in that central place (tabernacle or temple) and only by priests who had to meet exacting criteria of physical and moral fitness. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c214b1ddea4bb00682c48c7", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 4b:22", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Bekhorot 4b:22", "sourceHeRef": "בכורות ד׳ ב:כ״ב", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 8.0022, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "תא שמע נמצאת אתה אומר בשלשה מקומות קדשו בכורות לישראל במצרים ובמדבר ובכניסתן ישראל לארץ במצרים מהו אומר (שמות יג, ב) קדש לי כל בכור במדבר הוא אומר (במדבר ח, יז) כי לי כל בכור בבני ישראל בכניסתם לארץ הוא אומר והיה כי יביאך והעברת", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara suggests: <b>Come</b> and <b>hear</b> a proof for the opinion of Rabbi Yoḥanan from a <i>baraita</i>: <b>You are found</b> to be <b>saying</b> that <b>the firstborn of the Jewish people were sanctified in three locations: In Egypt, and in the wilderness, and upon the entry of the Jewish people into Eretz</b> Yisrael. <b>In Egypt, what does</b> the verse <b>state? “Sanctify to Me all the firstborn”</b> (Exodus 13:2). <b>In the wilderness,</b> the verse <b>states: “For all the firstborn among the children of Israel are Mine”</b> (Numbers 8:17). <b>With regard to their entry into Eretz</b> Yisrael, the verse <b>states: “And it shall be when</b> the Lord <b>shall bring you</b> into the land of the Canaanites…<b>and you shall set apart</b> all firstborn of the womb to the Lord” (Exodus 13:11–12). This <i>baraita</i> indicates that the firstborn born in the wilderness were sanctified.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cd1410204bbb60019c1e5b4", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Birkat Asher on Torah, Numbers 8:17:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה כי לי כל בכור, שלי היו הבכורות בקו הדין, שהגנתי עליהם בין בכורי מצרים... עד שטעו בעגל וכו'.</b> ומכיוון שלכאורה לא היתה נפקא מינה בין עבודת העגל של הבכורות ושל יתר בני ישראל, יש מקום לשאול, למה אפוא נענשו יותר. ואולי אפשר לומר שבגין מעמדם הרם היה מקום לצפות מהם שלא ישתתפו בעבודה זרה, ועל כן נענשו במיוחד. ועונש מיוחד זה עולה בקנה אחד עם תופעות דומות של תביעות מצוותיות דיפרנציאליות, כגון בצדקה (שכל אחד חייב בהתאם למצבו הכלכלי) ובתלמוד תורה (שכל אחד חייב ללמוד \"לפי כוחו\", כדברי הר\"ן שראיתי אמש בקדומים במאמר הנפלא של ר' שלמה יוסף זווין זצ\"ל - \"תלמוד תורה וידיעתה\" בספרו \"לאור ההלכה\"). (פ' בהעלתך תשנ\"ה)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141029539fc005a15fe58", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 8:17:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Birkat Asher on Torah, Numbers 8:17:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ח׳:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "ושמא זה פשוט מפני שרק את הבכורות היה צורך להוריד ממעמדם, ולא מי שאין לו מעמד שכזה. (פ' בהעלתך תשנ\"ח) הערת הרב איתן שנדורפי שי': באשר לענישת הבכורות על עוון העגל יותר משאר בני ישראל יש לציין למשנה בסוף מסכת מנחות (פי\"ג, מ\"י), שם מפורש שכהנים שעבדו עבודה זרה בבית חוניו - אסור להם לעבוד במקדש. כלומר יש פה מניעה הלכתית מפורשת.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1410204bbb60019c1e5b6", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 8:17:3", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Birkat Asher on Torah, Numbers 8:17:3", "sourceHeRef": "ברכת אשר על התורה, במדבר ח׳:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>שם.</b> כלל לא ברור לי, במה בא לידי ביטוי מעמדם המיוחד של הבכורות קודם הקמת המשכן. (פ' בהעלתך תש\"ן) וראה דברי רש\"י בספר שמות (יט, כב; כד, ה), שם מפורש שהבכורות הקריבו במעמד הר סיני. באשר לסדר הפרשיות ראה מש\"כ בפרשת במדבר (למעלה ג, יב).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5918415afd29c04ef93", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Gur Aryeh on Bamidbar 8:17:1", "sourceHeRef": "גור אריה על במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>שלי היו הבכורות וכו'.</b> פירוש, שאין \"כי לי כל בכור\" שעדיין הם שלו, שהרי כבר נפדו (לעיל ג, מה-מח), אלא 'שלי היו'. ומה שהוסיף 'בקו הדין', כדי לפרש למה הלוים יותר שלו מכל הנבראים, והלא הכל שלו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"91\"></i>, אלא בלוים יש דבר אחר בהם, כמו שמפרש. והוסיף 'ולקחתי אותם לי' תחת \"הקדשתי אותם לי\", כדי להדביק בו (פסוק יח) \"ואקח את הלוים\" (כ\"ה ברא\"ם), שהרי כל המקרא לא בא אלא לומר איך באו הלוים במקום הבכורות, לכך צריך להיות 'לקחתי' במקום \"הקדשתי\", שלא בא הכתוב לומר אלא שהיו מקודם לקוחים אל ה' יתברך, ועכשיו אינם שלו. אבל לומר שמתחלה הקדשתי את הבכורות ועכשיו לקחתי את הלוים – אין זה טעם לו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"92\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea11beb7d2e1475644cfd", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Midrash Lekach Tov, Numbers 8:17:1", "sourceHeRef": "מדרש לקח טוב, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> כי לי כל בכור. במצריים לקחתים לי לקיים שנאמר (תהילים קי״א:ד׳) זכר עשה לנפלאותיו חנון ורחום ה':", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8fa3ad9c4d6ad7419213", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Megillah 1:11:2", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Jerusalem Talmud Megillah 1:11:2", "sourceHeRef": "תלמוד ירושלמי מגילה א׳:י״א:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>הלכה:</big></strong> [אֵין בֵּין בָּמָה גְּדוֹלָה לְבָמָה קְטַנָּה כו׳]. רִבִּי יֹוחָנָן עֲבַד תְּלַת שְׁנִין וּפְלַג דְּלָא נְחַת לְבֵית ווַעֲדָא מִן צַעֲרָא. בְּסוֹפָא חֲמַא רִבִּי אֶלְעָזָר בַּחֶילְמֵיהּ. לְמָחָר סִינַי נְחַת וּמְחַדֵּת לְכוֹן מִילָּה. עָאַל וְאָמַר קוֹמֵיהוֹן. מֵאֵיכָן קָשַׁט הַקּוֹשֵׁט הַזֶּה שֶׁתְּהֵא עֲבוֹדָה בִּבְכוֹרוֹת. מִן הַדֵין קִרְייָה. כִּ֣י לִ֮י כָּל־בְּכוֹר֒ בְּיוֹם֩ הַכּוֹתִי כָל־בְּכ֜וֹר בְּאֶ֣רֶץ מִצְרַ֗יִם וגו׳. וְכָתוּב וּבְכָל־אֱלֹהֵ֥י מִצְרַ֛יִם אֶֽעֱשֶׂ֥ה שְׁפָטִ֖ים וגו׳. קוֹדֶם לָכֵן מֶה הָיוּ עוֹשִׂין. וַתִּקַּ֣ח רִ֠בְקָ֠ה אֶת־בִּגְדֵ֨י עֵשָׂ֜ו בְּנָ֤הּ הַגָּדֹל֙ הַֽחֲמוּדוֹת אֲשֶׁ֥ר אִתָּהּ֭ בַּבָּ֑יִת. מָהוּ הַֽחֲמוּדוֹת. שֶׁהָיָה מְשַׁמֵּשׁ בִּכְהוּנָּה גְדוֹלָה. אָמַר רִבִּי לֵוִי. שָׁבַ֥ר י֙י מַטֵּ֣ה רְשָׁעִ֑ים. אֵילּוּ הַבְּכוֹרוֹת שֶׁהִקְרִיבוּ לָעֶגֶל תְּחִילָּה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> [“The only difference between a public altar and a private altar, etc.”] Rebbi Joḥanan spent three years that he did not visit the house of assembly because of pain. At the end Rebbi Eleazar saw in his dream: Tomorrow Sinai will come down and bring a new insight. He came and said before them, from where is this truth verified that divine service is by firstborns?<sup class=\"footnote-marker\">470</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Zevachim 14:4\" href=\"/Mishnah_Zevachim.14.4\">Mishnah <i>Zevaḥim</i>14:4</a>: Before the Tabernacle was erected private altars were permitted and the service was in the hands of the firstborn.</i> From this verse<sup class=\"footnote-marker\">471</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\"><i>Num</i>. 3:13</a>. The reference is to the later part of the verse, <i>I sanctified for Me every firstborn in Israel</i>.</i>, <i>for Mine is every firstborn; on the day when I smote every firstborn in the Land of Egypt</i>, etc. And it is written<sup class=\"footnote-marker\">472</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\"><i>Ex</i>. 12:12</a>. The firstborn were sanctified to God because the gods of Egypt were destroyed.</i>, <i>and on all gods of Egypt I shall pass judgment</i>, etc. Before that what were they doing? <i>Rebecca took the desirable garments of her older son Esaw, which were with her in the house</i><sup class=\"footnote-marker\">473</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\"><i>Gen</i>. 27:15</a>.</i>. What are “the desirable”? That he was acting as High Priest. Rebbi Levi said, <i>the Eternal broke the staff of the evildoers</i><sup class=\"footnote-marker\">474</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Isaiah 14:5\" href=\"/Isaiah.14.5\"><i>Is</i>. 14:5</a>.</i>, these are the firstborn who were the first to sacrifice to the Calf<sup class=\"footnote-marker\">475</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Bamidbar Rabbah 4:5\" href=\"/Bamidbar_Rabbah.4.5\"><i>Num. rabba</i> 4(5</a>).</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "625282ebb7b9a36c8969117b", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Em LaMikra, Numbers 8:17:1", "sourceHeRef": "אם למקרא, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "במדבר", "he": "<b>כי לי כל בכור בבני ישראל.</b> היה נראה מזה הכתוב כי אין הבכורות מקודשים לגבוה לכהן ולשרת רק מיציאת מצרים ואילך — והאמת שבכל גויי קדם, וגם ישראל בכלל היו הבכורות משרתים בכהונה, וא\"כ כיצד יאמר כי לי כל בכור בבני ישראל, ביום הכותי כל בכור? התשובה שמפסוק זה בעצמו למדנו כי היו הבכורות ראשי המשפחה והחשובים בכל הבנים, שאל\"כ לא היו נגפים בארץ מצרים הבכורות בלבד להיותם הגדולים והחשובים ולא היו בכורי ישראל לקוחים תחתם, וא\"ת א\"כ מה היא הקדושה הזאת אחר היותם מקודשים, אומר אני שמתחלה היו מקודשים כל אחד לעמוד לשרת בביתו ובחומותיו לשם כל בני הבית, ואין להם שירות וכהונה לשם הכלל, ועתה נתקדשו להיותם משמשים בכהונה הכללית לשם כל ישראל — וראיתי דברי פי חכם חן הוא מהר\"ר עובדיה ספורנו בפ' כי תבוא שכתב שהוידוי מוסד על שבחטאינו ובעונות אבותינו הוצרכו לבער הקדש מן הבית לבלתי תת אותם לבכורות שהיו ראוים לתרומות ומעשרות כאומרו ואטמא אותם במתנותם בהעביר כל פטר רחם (ועיין תי\"ט מעשר שני פ\"ה ה\"י) — או נאמר שטעם אומרו כי לי וגו' כלומר עד כאן היו משמשים לפני מרצונם הטוב, עכשיו יש לי זכות עליהם שהצלתים ממכת בכורות וזה על דרך שאמר כמה פעמים בישראל, אני ה' אלהיכם אשר הוצאתי וגו'. ואעירך על דבר אמת בענין התחלקות ישראל לכהנים לויים וישראל, כי מלבד עקר החלוקות מצאנו שהחכמה האלהית התנהגה בחלוקות אלה כדרך שהתנהגה בחלוקות הטבע ר\"ל כתת בין כל אחת מהן מין אחד אוחז מזה ומזה וממצע בין שניהם, בוא וראה, בין כהן גדול, והכהנים מצאנו כהן המשנה, כהן משוח מלחמה, וסגני כהונה -בין הכהנים והלויים מצאנו משה ושמואל ששמשו בכהונה, בין הלויים וישראל מצאנו המשוררים שהיו נספחים אל הלויים עם היותם ישראלים ורק ממשפחת אמם נוגעים בשבט לוי — בין ישראל והגוים, הגר תושב שמקבל עליו שלא לעבוד ע\"ז ואינו חייב במצות.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d029b6084aa1cbf00601", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּכוֹר 1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "BDB, בְּכוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּכוֹר א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּכוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בְּכוֹר</span></big><sub>122</sub>  <strong>n.m. first-born</strong>—<a data-ref=\"Genesis 35:23\" href=\"/Genesis.35.23\">Gn 35:23</a> + 78 times; <span dir=\"rtl\">בְּכֹר</span> <a data-ref=\"Genesis 25:13\" href=\"/Genesis.25.13\">Gn 25:13</a> + 14 times; sf. <span dir=\"rtl\">בְּכֹרִי</span> <a data-ref=\"Genesis 49:3\" href=\"/Genesis.49.3\">Gn 49:3</a> + 14 times; <span dir=\"rtl\">בְּכוֹרוֹ</span> <a data-ref=\"Genesis 38:6\" href=\"/Genesis.38.6\">Gn 38:6</a> + 3 times; pl. cstr. <span dir=\"rtl\">בְּכוֹרֵי</span> <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a> + 2 times; <span dir=\"rtl\">בְּכוֹרֵיהֶם</span> <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a>; also <span dir=\"rtl\">בְּכֹרוֹת</span> <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a>; <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a>; <span dir=\"rtl\">בְּכֹרֹת</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>;—<br><strong>1.</strong>  <em>men and women:</em> <strong>a.</strong>  <em>individuals</em> <a data-ref=\"Genesis 25:13\" href=\"/Genesis.25.13\">Gn 25:13</a> (P) <a data-ref=\"Genesis 43:33\" href=\"/Genesis.43.33\">43:33</a>; <a data-ref=\"Genesis 48:18\" href=\"/Genesis.48.18\">48:18</a> (E) +. <strong>b.</strong>  coll. <a data-ref=\"Numbers 3:46\" href=\"/Numbers.3.46\">Nu 3:46</a>, <a data-ref=\"Numbers 3:50\" href=\"/Numbers.3.50\">50</a>; <a data-ref=\"Numbers 8:16\" href=\"/Numbers.8.16\">8:16</a>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>. <strong>c.</strong>  pl. <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a> <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">ψ 135:8</a>; <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">136:10</a>. <strong>d.</strong>  <span dir=\"rtl\">כל בכור</span> <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a>, <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a>; <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">13:2</a>, <a data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>, <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">15</a><sup>(×2)</sup>; <a data-ref=\"Exodus 22:28\" href=\"/Exodus.22.28\">22:28</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a> <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a><sup>(×3)</sup>, <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">13</a>, <a data-ref=\"Numbers 3:40\" href=\"/Numbers.3.40\">40</a>, <a data-ref=\"Numbers 3:42\" href=\"/Numbers.3.42\">42</a>, <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">43</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a><sup>(×2)</sup>, <a data-ref=\"Numbers 8:18\" href=\"/Numbers.8.18\">18</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>.<br><strong>2.</strong>  <em>animals:</em> <strong>a.</strong>  <em>individuals</em> <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a>; <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>; <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 33:17\" href=\"/Deuteronomy.33.17\">33:17</a>. <strong>b.</strong>  coll. <span dir=\"rtl\">בכור בהמה</span> <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">12:29</a>; <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">13:15</a>; <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">Nu 3:41</a>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>; <span dir=\"rtl\">כל הבכור</span> <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>. <strong>c.</strong>  pl. <span dir=\"rtl\">בכרות</span> <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a>; <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a>.<br><strong>3.</strong>  <em>figurative</em>, n. of relation <span dir=\"rtl\">בכור מות</span> <em>first-born of death</em> <a data-ref=\"Job 18:13\" href=\"/Job.18.13\">Jb 18:13</a> (deadly disease); <span dir=\"rtl\">בְּכוֹרֵי דַלִּים</span> <em>first-born of the poor</em> (the poorest) <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; Israel is the first-born of Yahweh among the nations <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a> cf. <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">Je 31:9</a>; and the seed of David among dynasties <a data-ref=\"Psalms 89:28\" href=\"/Psalms.89.28\">ψ 89:28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d307b6084aa1cbf21907", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָכָה 1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "BDB, נָכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָכָה א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">נָכָה</span></big></big><sub>501</sub><big><big>]</big></big>  <strong>vb. smite</strong> (not in <strong>Qal</strong>) <strong>(</strong>NH Hiph. <em>id.;</em> Pf. 3 pl. <span dir=\"rtl\">הכו</span> SI <sup>4</sup>, Inf. <span dir=\"rtl\">להך[ת]</span> ib. 2; Syriac <span dir=\"rtl\">ܢܟܳܐ</span>, <em>laesit, nocuit, repugnavit;</em> Aph. <em>laesit, vulneravit;</em> Ethiopic ነከየ <em>laesit, nocuit;</em> cf. Arabic <span dir=\"rtl\">نَكَى</span> <em>be defeated</em>, <span dir=\"rtl\">نِكَايَةٌ</span> <em>the inflicting of injury</em> on an enemy Lane<sup>3038</sup><strong>)</strong>;—<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנִכָּה וָמֵת</span> consec. <a data-ref=\"II Samuel 11:15\" href=\"/II_Samuel.11.15\">2 S 11:15</a> <em>and he shall be smitten</em> [struck by weapon in battle] <em>and die</em>.<br>†<strong>Pu.</strong>  Pf. 3 fs. <span dir=\"rtl\">נֻכָּ֑תָה</span> <a data-ref=\"Exodus 9:31\" href=\"/Exodus.9.31\">Ex 9:31</a>; 3 pl. <span dir=\"rtl\">נֻכּוּ</span> v <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">32</a> (J), both <em>be smitten down</em> by the hail.<br><strong>Hiph.</strong><sub>482</sub>  Pf. 3 ms. <span dir=\"rtl\">הִכָּה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> +; sf. <span dir=\"rtl\">וְהִכַּ֫נִי</span> consec. <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a>, <span dir=\"rtl\">הִכָּם</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a>; 2 ms. <span dir=\"rtl\">הִכִּ֫יתָ</span> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> +; 1 s. <span dir=\"rtl\">הִכֵּיתִי</span> <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a> +, <span dir=\"rtl\">וְהִכֵּיתִ֫י</span> <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a> +; 3 pl. <span dir=\"rtl\">הִכּוּ</span> <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> +; 2 mpl. <span dir=\"rtl\">הִכִּיתֶם</span> <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a> + 3 times consec.; etc.; Impf. 3 ms. <span dir=\"rtl\">יַכֶּה</span> <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">Ex 21:20</a> +, <span dir=\"rtl\">יַךְ</span> <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (but read <span dir=\"rtl\">וַיַּךְ</span> We Now GASm); <span dir=\"rtl\">וְיַךְ</span> <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (v. infr.); <span dir=\"rtl\">וַיַּכֶּה</span> <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> +, usually <span dir=\"rtl\">וַיַּךְ</span> <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a> +; sf. 2 ms. <span dir=\"rtl\">יַכֶּ֫כָּה</span> <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Je 40:15</a> + 2 times, 3 ms. <span dir=\"rtl\">וַיַּכּוֹ</span> <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a> (but read <span dir=\"rtl\">וַיַּךְ</span> 𝔊 𝔖 𝔙 Th We Dr Klo Kit Bu HPS), <span dir=\"rtl\">יַכֶּ֫נּוּ</span> <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">1 S 17:25</a> + 2 times; usually <span dir=\"rtl\">וַיַּכֵּ֫הוּ</span> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> +; 3 fs. <span dir=\"rtl\">וַתַּךְ</span> <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>.<a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a>; 2 ms. <span dir=\"rtl\">תַּכֶּה</span> <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">Ex 2:13</a> +; sf. 3 ms. <span dir=\"rtl\">תַּכֶּ֫נּוּ</span> <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">Pr 23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a>; 1 s. <span dir=\"rtl\">אַכֶּה</span> <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">1 S 18:11</a> +; <span dir=\"rtl\">וָאַכֶּה</span> <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a>, <span dir=\"rtl\">וָאַךְ</span> <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a>; 3 mpl. <span dir=\"rtl\">יַכּוּ</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; usually <span dir=\"rtl\">וַיַּכּוּ</span> <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> + (<a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> read prob. <strong>Hoph.</strong> q.v.); 1 pl. <span dir=\"rtl\">נַכֶּה־</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>; <span dir=\"rtl\">וַנַּךְ</span> <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">Dt 2:33</a>, etc.; Imv. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a>; <span dir=\"rtl\">הַךְ</span> <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a> +; mpl. <span dir=\"rtl\">הַכּוּ</span> <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>, etc.; Inf. abs. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> +; <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24</a> (Ges<sup>§ 75 ff</sup>); cstr. <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> +, etc.; Pt. <span dir=\"rtl\">מַכֶּה</span> <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a> +; cstr. <span dir=\"rtl\">מַכֵּת</span> <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a> +; pl. <span dir=\"rtl\">מַכִּים</span> <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  lit., <em>smite</em> (with a single, non-fatal, blow), <em>strike</em>, sq. acc., ass <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>, <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">27</a> <span dir=\"rtl\">(בְּמַקֵּל)</span>, v <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">28</a>, <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">32</a> (all J); man <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">19</a> (E); cheeks <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; man (on) cheek (2 acc.) <a data-ref=\"Lamentations 3:30\" href=\"/Lamentations.3.30\">La 3:30</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a>; man <span dir=\"rtl\">עַל־לְחִי</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a>; eye <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">Ex 21:26</a> (E); <span dir=\"rtl\">שֵׁבֶט מַכֵּךְ</span> <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">Is 14:26</a>; with ב obj. <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>; with <span dir=\"rtl\">(ב)</span> stone or fist <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E), cf. (fig.) <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a> (abs.); <em>smite</em> lion or bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; <em>strike</em> river (with rod <span dir=\"rtl\">מַטֶּה</span>) <a data-ref=\"I Samuel 7:17\" href=\"/I_Samuel.7.17\">7:17</a> (c. <span dir=\"rtl\">עַל</span> obj., + ב instr.), v <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">20</a> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> (E; ב instr.), also (with mantle) <a data-ref=\"II Kings 2:8\" href=\"/II_Kings.2.8\">2 K 2:8</a>, <a data-ref=\"II Kings 2:14\" href=\"/II_Kings.2.14\">14</a><sup>(×2)</sup>, cf. <a ,=\"\" data-ref=\"BDB, יָם\" dir=\"rtl\" href=\"/BDB,_יָם\">י׳</a> <em>smiting</em> Euphrates into <span dir=\"rtl\">(ל)</span> seven streams <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>; dust <a data-ref=\"Exodus 8:12\" href=\"/Exodus.8.12\">Ex 8:12</a>, <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">13</a> (P); rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (P; ב instr.), <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a>; fig. <em>smite</em> earth <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a> (of future Davidic kg.); <em>strike</em> on ground (<span dir=\"rtl\">אַ֫רְצָה</span>; with arrows) <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>, also (abs.) v <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">18</a>, <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">19</a>; <em>strike</em> weapons out of <span dir=\"rtl\">(מִן)</span> hands, <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a> (<span dir=\"rtl\">י׳</span>; fig. of making powerless); lintel of door <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a>; barley-loaf <em>strikes</em> tent <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> (in dream); in fig. of regret, remorse <span dir=\"rtl\">וַיַּךְ לֵב דָּוִד אֹתוֹ</span> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a> <em>and David’s heart smote him</em>, so <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">1 S 24:6</a> (+ <span dir=\"rtl\">עַל־אֲשֶׁר</span> <em>because</em>); of goat smiting (butting with horn) the ram, so as to break its horns <a data-ref=\"Daniel 8:7\" href=\"/Daniel.8.7\">Dn 8:7</a> (in vision); <em>smite</em> = <em>hit</em> with missile, sling-stone <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a> (c. acc. pers. + <span dir=\"rtl\">אֶל־מִצְחוֹ</span>), cf. <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> (but text perhaps corrupt, v. Benz); arrow, <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a> (c. acc. pers. + <span dir=\"rtl\">בֵּין</span>), <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> (c. <em>id.</em>); of piercing, <span dir=\"rtl\">הַכּוֹת בַּחֲנִית בְּדָוִד וּבַקִּיר</span> <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">1 S 19:10</a> <em>smite with the dart into</em> D<em>. and into the wall</em>, pin D. to the wall, <span dir=\"rtl\">וַיַּךְ אֶת־הַח׳ בַּקִּיר</span> v <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">10</a>, cf. <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">18:11</a>, <span dir=\"rtl\">אַכֶּנּוּ בַחֲנִית וּבָאָרֶץ</span> <a data-ref=\"I Samuel 26:8\" href=\"/I_Samuel.26.8\">26:8</a>. <strong>b.</strong>  <em>smite</em> repeatedly, <em>beat</em>, a man <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a>, <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">13</a> (E), <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">5:16</a> (J), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (<span dir=\"rtl\">מִן</span> partit.), cf. <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; here prob. also <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:37\" href=\"/I_Kings.20.37\">37</a><sup>(×2)</sup> (<span dir=\"rtl\">הַכֵּה וּפָצֹעַ</span> <em>beating and bruising him</em>); of Assyrian under fig. of task-master <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <em>beat</em> a woman so as to bruise her <span dir=\"rtl\">(פָּצַע)</span> <a data-ref=\"Song of Songs 5:7\" href=\"/Song_of_Songs.5.7\">Ct 5:7</a>; <em>beat</em> by authority, <em>scourge</em> <a data-ref=\"Jeremiah 20:2\" href=\"/Jeremiah.20.2\">Je 20:2</a>; <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">37:15</a> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>, <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> (c. acc. pers. + acc. cogn. <span dir=\"rtl\">מַכָּה רַבָּה</span>), v <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> cf. <span dir=\"rtl\">בִּן הַכּוֹת</span> v <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">2</a> i.e. <em>worthy of scourging</em>, bastinado, (cf. Dr); <a data-ref=\"II Chronicles 25:16\" href=\"/II_Chronicles.25.16\">2 Ch 25:16</a>; <a data-ref=\"Proverbs 17:10\" href=\"/Proverbs.17.10\">Pr 17:10</a>; <a data-ref=\"Proverbs 19:25\" href=\"/Proverbs.19.25\">19:25</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a> (<span dir=\"rtl\">ב</span> instr.); cf. <span dir=\"rtl\">גֵּוִי נָתַתִּי לְמַכִּים</span> <a data-ref=\"Isaiah 50:6\" href=\"/Isaiah.50.6\">Is 50:6</a>; of hail, <em>beat down</em> herbage etc. <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a><sup>(×2)</sup> (cf. <strong>Pu.</strong>). <strong>c.</strong>  <span dir=\"rtl\">וַיַּכּוּ כַף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> <em>and they clapped hands</em> (in applause); elsewhere only Ezek., in mockery; <span dir=\"rtl\">כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">Ez 21:19</a>, <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a>; <span dir=\"rtl\">בְּכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">6:11</a> (‖ <span dir=\"rtl\">רְקַע בְּרַגְלְךָ</span>); acc. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a>. <strong>d.</strong>  <em>give a thrust</em> (with fork) into <span dir=\"rtl\">(ב)</span> pot <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a>; <em>strike</em> roots <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (in fig., but <span dir=\"rtl\">וַיֵּלְכוּ</span> We Now). <strong>e.</strong>  rarely <em>smite</em> (in battle) so as (merely) to wound <a data-ref=\"II Kings 8:28\" href=\"/II_Kings.8.28\">2 K 8:28</a>, so (+ acc. cogn. <span dir=\"rtl\">מַכָּה</span>) v <a data-ref=\"II Kings 8:29\" href=\"/II_Kings.8.29\">29</a>; <a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">9:15</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; fig. of <span dir=\"rtl\">י׳</span>’s wounding Isr. <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (opp. <span dir=\"rtl\">חָבַשׁ</span>, <em>bind up</em>), <a data-ref=\"Jeremiah 30:14\" href=\"/Jeremiah.30.14\">Je 30:14</a> (c. acc. cogn.). Cf. <em>smite with</em> <span dir=\"rtl\">(ב)</span> <em>the tongue</em> <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">Je 18:18</a>. <strong>f.</strong>  <em>smite</em>, of sun, etc., c. acc. pers. <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a> <a data-ref=\"Psalms 121:6\" href=\"/Psalms.121.6\">ψ 121:6</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>. <strong>2.</strong>  <em>Smite</em> fatally: <strong>a.</strong>  (subj. man) <em>smite</em>, c. acc., + word of killing (dying):—obj. lion and bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; man <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a> (E), <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a> (JE), <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a> (D), <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">1 S 17:50</a>; <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>; <a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2:31</a> (<span dir=\"rtl\">מִן</span> partit. + ב <em>among</em>), <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">4:7</a>; <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">14:6</a>; <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">18:15</a>; <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">21:17</a>; <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>; <a data-ref=\"II Kings 12:22\" href=\"/II_Kings.12.22\">2 K 12:22</a>; <a data-ref=\"II Kings 15:30\" href=\"/II_Kings.15.30\">15:30</a>; <a data-ref=\"II Kings 25:21\" href=\"/II_Kings.25.21\">25:21</a> = <a data-ref=\"Jeremiah 52:27\" href=\"/Jeremiah.52.27\">Je 52:27</a>, <a data-ref=\"II Kings 25:25\" href=\"/II_Kings.25.25\">2 K 25:25</a> <a data-ref=\"Jeremiah 41:2\" href=\"/Jeremiah.41.2\">Je 41:2</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">Nu 35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P; all c. ב instr.); c. acc. + <span dir=\"rtl\">אֶל־חֹמֶשׁ</span> + ב instr. <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <em>smote him</em> (fatally) <em>in the belly with</em> (v. HPS), <a data-ref=\"II Samuel 20:10\" href=\"/II_Samuel.20.10\">20:10</a>, cf. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">3:27</a> (+ 2 acc.) <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">4:6</a> (but del. 𝔊 Ew Th We Dr Bu HPS); <span dir=\"rtl\">וְהִכָּהוּ נֶפֶשׁ</span> <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> <em>and he smite him in his life</em> (mortally), and he die, cf. (without word of dying) v <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">6</a> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> (J), <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a>, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">15</a> [otherwise <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>.<a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">Dt 27:25</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>]; with prolepsis <span dir=\"rtl\">לְהַכּוֹת חֲלָלִים</span> <em>smite the slain</em> <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a>; + <span dir=\"rtl\">אַ֫רְצָה</span> <em>smite to the ground</em> i.e. kill <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 18:11\" href=\"/II_Samuel.18.11\">18:11</a>. <strong>b.</strong>  <em>smite</em>, of worm gnawing or boring so as to kill plant <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>. <strong>c.</strong>  very often = <em>kill, slay, man or beast</em> (c. 150 times): <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a> (exterminate; both J), <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a>; <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">Nu 21:35</a> (E), <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a> (<span dir=\"rtl\">מִן</span> partit.), v <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">5</a> (JE), <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">21:1</a>; <a data-ref=\"Deuteronomy 27:24\" href=\"/Deuteronomy.27.24\">27:24</a>, <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">25</a>; <a data-ref=\"Joshua 11:10\" href=\"/Joshua.11.10\">Jos 11:10</a> (<span dir=\"rtl\">ב</span> instr.; all D), <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>, <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (all P), <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a>; <a data-ref=\"I Samuel 17:9\" href=\"/I_Samuel.17.9\">1 S 17:9</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:36\" href=\"/I_Samuel.17.36\">36</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">2 S 12:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a> (exterminate), etc.; c. ב <em>among</em> <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 23:5\" href=\"/I_Samuel.23.5\">23:5</a>, <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 20:45\" href=\"/Judges.20.45\">20:45</a>; c. ב partit. <em>slay at, work slaughter among</em> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a> (ins. also in ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> v Be<sup>ad loc.</sup> Dr <sup>2 S 23:10</sup>), but also ב of dir. obj. <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a>; <a data-ref=\"I Samuel 21:12\" href=\"/I_Samuel.21.12\">21:12</a> = <a data-ref=\"I Samuel 29:5\" href=\"/I_Samuel.29.5\">29:5</a>; subj. lion <a data-ref=\"I Kings 20:36\" href=\"/I_Kings.20.36\">1 K 20:36</a><sup>(×2)</sup> cf. <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> (fig. of judgment); <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19b</a> (<span dir=\"rtl\">ב</span> <em>among</em>, + acc. cogn.; <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19a</a> <span dir=\"rtl\">וַיַּךְ</span> crpt. v. 𝔊 Th We Dr Kl Kit Bu HPS); <em>slay</em> firstborn <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">Ex 12:12</a> (J), v <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a> <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> (all P), <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>; <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">135:8</a>; God <em>slays</em> for <span dir=\"rtl\">(עַל)</span> sin <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a> <span dir=\"rtl\">(עַל־אֲשֶׁר)</span>; <em>slay</em> <span dir=\"rtl\">לְפִי־חֶרֶב</span> <a data-ref=\"Deuteronomy 13:16\" href=\"/Deuteronomy.13.16\">Dt 13:16</a>; <a data-ref=\"Deuteronomy 20:13\" href=\"/Deuteronomy.20.13\">20:13</a> <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:12\" href=\"/Joshua.11.12\">12</a>, <a data-ref=\"Joshua 11:14\" href=\"/Joshua.11.14\">14</a> (all D), <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>; <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">1 S 22:9</a>; <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">Je 21:7</a> <a data-ref=\"Job 1:15\" href=\"/Job.1.15\">Jb 1:15</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>; <em>kill, slay</em>, c. acc. cogn. <span dir=\"rtl\">(מַכָּה)</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a>; <a data-ref=\"I Kings 20:21\" href=\"/I_Kings.20.21\">1 K 20:21</a> (<span dir=\"rtl\">ב</span> <em>among</em>), <a data-ref=\"II Chronicles 13:17\" href=\"/II_Chronicles.13.17\">2 Ch 13:17</a> <span dir=\"rtl\">(בָּחֶם)</span>, <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">25:13</a> <span dir=\"rtl\">(מֵהֶם)</span>; c. acc. pers. + acc. cogn. <a data-ref=\"Joshua 10:20\" href=\"/Joshua.10.20\">Jos 10:20</a> (JE), <a data-ref=\"Esther 9:5\" href=\"/Esther.9.5\">Est 9:5</a>, etc.; <em>kill unwittingly, unintentionally</em> <span dir=\"rtl\">הִכָּה בִבְלִי דַ֫עַת</span> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">Jos 20:5</a> (both D). <strong>3.</strong>  <em>Smite</em> = <em>attack, attack and destroy</em> a company <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a>, <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">12</a>; <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">Jos 8:21</a> <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a>; <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">9:43</a>; <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a>; <a data-ref=\"II Chronicles 21:9\" href=\"/II_Chronicles.21.9\">2 Ch 21:9</a>; <em>attack and capture</em> a city <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> v <a data-ref=\"Judges 1:12\" href=\"/Judges.1.12\">12</a> = <a data-ref=\"Joshua 15:16\" href=\"/Joshua.15.16\">Jos 15:16</a> (JE), <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a>; <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">10:4</a> (JE), <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">1 S 30:1</a>; <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a> = <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a>, <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; <a data-ref=\"II Chronicles 14:13\" href=\"/II_Chronicles.14.13\">2 Ch 14:13</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">Je 47:1</a>; tents <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"II Chronicles 14:14\" href=\"/II_Chronicles.14.14\">2 Ch 14:14</a>; = <em>sack</em> a city <span dir=\"rtl\">לְפִי־חֶרֶב</span> (slaying inhab.), <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">19:47</a> (both JE), <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:32\" href=\"/Joshua.10.32\">32</a>, <a data-ref=\"Joshua 10:35\" href=\"/Joshua.10.35\">35</a>, <a data-ref=\"Joshua 19:37\" href=\"/Joshua.19.37\">37</a> cf. v <a data-ref=\"Joshua 19:39\" href=\"/Joshua.19.39\">39</a> (all D), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">20:37</a>; <a data-ref=\"II Samuel 15:14\" href=\"/II_Samuel.15.14\">2 S 15:14</a>; especially <em>defeat</em> kg. or army (involving often overthrow, pursuit and slaughter),—c. 95 times,—<a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a>, <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">15</a>, <a data-ref=\"Genesis 14:17\" href=\"/Genesis.14.17\">17</a>; <a data-ref=\"Numbers 14:45\" href=\"/Numbers.14.45\">Nu 14:45</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a> (JE), <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>; <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10:10</a> (+ acc. cogn.), v <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10</a> (<span dir=\"rtl\">עַד</span> loc.), <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">11:8</a><sup>(×2)</sup> (all JE), <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">2:33</a>; <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">3:3</a>; <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">4:46</a>; <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">7:2</a>; <a data-ref=\"Deuteronomy 29:6\" href=\"/Deuteronomy.29.6\">29:6</a>; <a data-ref=\"Joshua 10:33\" href=\"/Joshua.10.33\">Jos 10:33</a>, <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">40</a> (<span dir=\"rtl\">ועד—מִן</span> loc.), <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">6</a>, <a data-ref=\"Joshua 12:12\" href=\"/Joshua.12.12\">12</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (all D); <a data-ref=\"Judges 1:5\" href=\"/Judges.1.5\">Ju 1:5</a>, <a data-ref=\"Judges 1:17\" href=\"/Judges.1.17\">17</a>; <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> (<span dir=\"rtl\">עד</span> temp.), <a data-ref=\"II Kings 13:17\" href=\"/II_Kings.13.17\">2 K 13:17</a> <span dir=\"rtl\">(עַד־כְּלֵּה)</span>, <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24a</a> + v <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">24b</a> (where read <span dir=\"rtl\">וַיָּבֹאוּ בוֹא וְהַכּוֹת</span> <em>and they went on defeating</em>), <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">Is 10:20</a>; <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a>, etc.; ins. <span dir=\"rtl\">וַיַּךְ</span> or <span dir=\"rtl\">הִכָּה</span> in <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> Th Ke Kit Bu cf. Dr, after 𝔊; c. ב obj. <a data-ref=\"I Samuel 14:31\" href=\"/I_Samuel.14.31\">1 S 14:31</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">23:2</a><sup>(×2)</sup> (<span dir=\"rtl\">ה</span> loc.—<span dir=\"rtl\">מִן</span>); + <span dir=\"rtl\">לְפִי חֶרֶב</span> <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a>, etc.; of gods <em>causing defeat</em> <a data-ref=\"II Chronicles 28:23\" href=\"/II_Chronicles.28.23\">2 Ch 28:23</a>; <em>smite</em> land = conquer, subjugate, sometimes ravage, <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> (D), <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a>; <a data-ref=\"Jeremiah 43:11\" href=\"/Jeremiah.43.11\">Je 43:11</a>; <a data-ref=\"Jeremiah 46:13\" href=\"/Jeremiah.46.13\">46:13</a>, cf. <a data-ref=\"Isaiah 14:6\" href=\"/Isaiah.14.6\">Is 14:6</a> (acc. cogn.); subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">Nu 32:4</a> (P); of <span dir=\"rtl\">י׳</span> <em>smiting</em> sea <span dir=\"rtl\">וְהִכָּה בַיָּם גַּלִּים</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a> (Bev<sup>JPh. xviii. 35 (1889), 88</sup> proposes <span dir=\"rtl\">גבלים</span>). <strong>4.</strong>  Of God, <strong>a.</strong>  <em>smite</em> with <span dir=\"rtl\">(ב)</span> a plague, disease, etc.:—blindness <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> (J), <a data-ref=\"II Kings 6:18\" href=\"/II_Kings.6.18\">2 K 6:18</a><sup>(×2)</sup> cf. <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">Zc 12:4</a><sup>(×2)</sup> (symbol.); of Egyptian plagues <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a>; <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">9:15</a> (both J), <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a>, without ב <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a> (J), <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">12:13</a> (P), <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a> (acc. + <span dir=\"rtl\">בִּבְכוֹרֵיהֶם</span>); other plagues <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE), <a data-ref=\"Deuteronomy 28:22\" href=\"/Deuteronomy.28.22\">Dt 28:22</a>, <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">27</a>, <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">28</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>; <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">2 S 24:17</a>; <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>; <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; <a data-ref=\"Haggai 2:17\" href=\"/Haggai.2.17\">Hg 2:17</a>; <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>, <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">9</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a> (+ ב <em>in</em>); <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (JE; <span dir=\"rtl\">בָּעָם</span> + acc. cogn.); <em>smite</em> vines with <span dir=\"rtl\">(ב)</span> blight <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">ψ 105:33</a>. <strong>b.</strong>  <em>smite</em> = <em>chastise</em>, or <em>send judgment upon</em>, usually c. acc., <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a>; <a data-ref=\"I Chronicles 21:7\" href=\"/I_Chronicles.21.7\">1 Ch 21:7</a>; <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:12\" href=\"/Isaiah.9.12\">9:12</a>; <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">27:7</a> <span dir=\"rtl\">(הַכְּמַכַּת מַכֵּהוּ הִכָּהוּ)</span>, <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a> (<span dir=\"rtl\">ב</span> instr.) <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">57:17</a>; <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">60:10</a> (opp. <span dir=\"rtl\">רִחַם</span>) <a data-ref=\"Jeremiah 2:30\" href=\"/Jeremiah.2.30\">Je 2:30</a>; <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">5:3</a>; <a data-ref=\"Jeremiah 14:9\" href=\"/Jeremiah.14.9\">14:9</a>; <a data-ref=\"Ezekiel 32:15\" href=\"/Ezekiel.32.15\">Ez 32:15</a> (𝔊 Co <span dir=\"rtl\">זֵרָה</span> scatter); c. <span dir=\"rtl\">עַל</span> <em>punish for</em>, (sin) <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">Lv 26:24</a> (H). <strong>c.</strong>  of God’s <em>destroying</em> palaces <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">6:11</a> (2 acc.), cf. <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הֻכָּה</span> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>. <span dir=\"rtl\">הוּכָּה</span> <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a>; <span dir=\"rtl\">וְהֻכָּת</span> consec. <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>; 3 fs. <span dir=\"rtl\">הֻכְּתָה</span> <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>; 1 s. <span dir=\"rtl\">הֻכֵּ֫יתִי</span> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>; 3 pl. <span dir=\"rtl\">הֻכּוּ</span> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; Impf. 3 mpl. <span dir=\"rtl\">וַיּכֻּוּ</span> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>; 2 mpl. <span dir=\"rtl\">תֻּכּוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; Pt. <span dir=\"rtl\">מֻכֶּה</span> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>, cstr. <span dir=\"rtl\">מֻכֵּה</span> <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>; f. <span dir=\"rtl\">מֻכָּה</span> <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">Nu 25:15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a>; pl. <span dir=\"rtl\">מֻפִּים</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, cstr. <span dir=\"rtl\">מֻכֵּי־</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>;—<em>be smitten:</em> <strong>1.</strong>  = <em>receive a blow</em> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> (Judah under fig. of man). <strong>2.</strong>  <em>be wounded</em> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>. <strong>3.</strong>  <em>be beaten</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>, <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">16</a> (J). <strong>4.</strong>  <em>be</em> (fatally) <em>smitten</em> + vb. of dying <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> (E); <em>be killed, slain</em> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a> (c. <span dir=\"rtl\">עַל</span>, <em>for</em>), <span dir=\"rtl\">מֻכֵּי־חֶרֶב</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> (‖ <span dir=\"rtl\">הֲרֻגֵי מָ֑וֶת</span>); so also (abs.) prob. <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> (read <span dir=\"rtl\">וַיֻּכּוּ</span> 𝔊 𝔖 𝔙 Th Dr Klo Kit, for MT <span dir=\"rtl\">וַיַּכּוּ</span>). <strong>5.</strong>  <em>be attacked and captured</em>, of city <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>6.</strong>  <em>be smitten</em> with disease (by God) <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; abs., of <span dir=\"rtl\">י׳</span>’s servant <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>. <strong>7.</strong>  <em>be blighted</em>, of plant (in fig.) <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> (Ephr.), <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a> (heart, <span dir=\"rtl\">כָּעֵשֶׂב</span>; both + <span dir=\"rtl\">יָבַשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d421b6084aa1cbf2f6fd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדַשׁ 1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "BDB, קָדַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדַשׁ א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קָדַשׁ</span></big>  <strong>vb. denom.</strong> be set apart, consecrated <strong>(</strong>Gerber<sup>238 ff.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; sf. <span dir=\"rtl\">קְדַשְׁתִּיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>; 3 mpl. <span dir=\"rtl\">קָדֵ֑שׁוּ</span> <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>; Impf. 3 ms. <span dir=\"rtl\">יִקְדַּשׁ</span> <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; <span dir=\"rtl\">יִקְדָּ֑שׁ</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, etc.;— <strong>1.</strong>  <em>be set apart, consecrated</em>, hallowed, of shew-bread <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a> (dub. passage, but cf. especially RS<sup>Sem. i. 436; 2nd ed. 455</sup> [also Dr<sup>Sm. 293</sup>], who proposes <span dir=\"rtl\">יְקֻדַּשׁ</span>); Aaron and his sons by blood <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a> (P); other persons <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> (Di; but <strong>Pi.</strong> Gei RS<sup>Sem. i, 431; 2nd ed. 451</sup> Che Du Buhl). <strong>2.</strong>  <em>be hallowed</em>, by contact with sacred things, and so tabooed from profane use, or forfeited to sanctuary <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a> (P), <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>. <strong>3.</strong>  <em>consecrated, tabooed</em> (supr.) <a data-ref=\"Deuteronomy 22:9\" href=\"/Deuteronomy.22.9\">Dt 22:9</a> (law against mixtures).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִקְדַּשׁ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּקָּדֵשׁ</span> <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; 1 s. <span dir=\"rtl\">אֶקָּדֵשׁ</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a>; Inf. cstr. sf. <span dir=\"rtl\">הִקָּֽדְשִׁי</span> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>;— <strong>1.</strong>  <em>shew oneself sacred, majestic:</em> c. <span dir=\"rtl\">בְּ</span> pers., + <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">Ez 20:41</a>; <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">28:25</a>; <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>; <a data-ref=\"Ezekiel 39:27\" href=\"/Ezekiel.39.27\">39:27</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Ezekiel 28:22\" href=\"/Ezekiel.28.22\">Ez 28:22</a>, cf. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a> (P). <strong>2.</strong>  <em>be honoured</em> or <em>treated as sacred</em> ‖ <span dir=\"rtl\">נכבד</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a> (P); opp. <span dir=\"rtl\">חלּל שׁם</span> <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">Lv 22:32</a> (P). <strong>3.</strong>  <em>be consecrated, dedicated</em>, by <span dir=\"rtl\">כבוד י׳</span> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a> (P).<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִדַּשׁ</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְקַדֵּשׁ</span> <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a> +, etc.; Imv. ms. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a>; <span dir=\"rtl\">קַדֶּשׁ־</span> <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a>, etc.; Inf. cstr. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> +, etc.; Pt. <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Exodus 37:28\" href=\"/Exodus.37.28\">Ex 37:28</a>; sf. <span dir=\"rtl\">מְקַדִּשְׁכֶם</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> +, etc.;— <strong>1.</strong>  <em>set apart as sacred, consecrate, dedicate:</em> <strong>a.</strong>  places: Sinai <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a> (J), altar, etc., <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> (P), tabern., etc. <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a> <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a>, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">15</a>; <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup> (P); tent of meeting <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">Ex 29:44</a> (P); place of sacrifice <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> = <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; gate <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a><sup>(×2)</sup>;—<a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> v. <a ,=\"\" data-ref=\"BDB, מִקְדָּשׁ²\" dir=\"rtl\" href=\"/BDB,_מִקְדָּשׁ²\">מִקְדָּשׁ</a> infr. <strong>b.</strong>  wave-offering <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P). <strong>c.</strong>  persons: priests <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>, <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">41</a>; <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">29:1</a>, <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a>, <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">44</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; firstborn <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a> (P); keepers of ark <a data-ref=\"I Samuel 7:1\" href=\"/I_Samuel.7.1\">1 S 7:1</a>. †<strong>d.</strong>  7th day (by God) <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a>; <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a> (P). <strong>2.</strong>  <em>observe as holy, keep sacred:</em> feasts, Sabbath <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a> = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a> (Decal.), <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">Je 17:22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>, <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">27</a>; <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; fast <a data-ref=\"Joel 1:14\" href=\"/Joel.1.14\">Jo 1:14</a>; <a data-ref=\"Joel 2:15\" href=\"/Joel.2.15\">2:15</a>; year of Jubilee <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">Lv 25:10</a> (P); so <span dir=\"rtl\">עצרה לבעל</span> <a data-ref=\"II Kings 10:20\" href=\"/II_Kings.10.20\">2 K 10:20</a>. <strong>3.</strong>  <em>honour as sacred, hallow:</em> <strong>a.</strong>  God <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a>, his name <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>. <strong>b.</strong>  priest <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">Lv 21:8</a> (H). <strong>4.</strong>  <em>consecrate</em> by purification: <strong>a.</strong>  places, house of <span dir=\"rtl\">י׳</span> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a><sup>(×2)</sup>, altar <span dir=\"rtl\">מִטֻּמְאֹה</span>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a>. <strong>b.</strong>  people <span dir=\"rtl\">העם</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a> (J), <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">Ez 44:19</a>; <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">46:20</a>; by washing <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E); <span dir=\"rtl\">קהל</span> for fast <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; Nazirite <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P), sons of Job <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; family for sacrif. <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>. <strong>c.</strong>  war, or warriors, from custom of opening campaign by sacrifice, <span dir=\"rtl\">(עַל) ק׳ מִלְחָמָה</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> <a data-ref=\"Joel 4:9\" href=\"/Joel.4.9\">Jo 4:9</a> <a data-ref=\"Micah 3:5\" href=\"/Micah.3.5\">Mi 3:5</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">51:27</a>, <a data-ref=\"Jeremiah 51:28\" href=\"/Jeremiah.51.28\">28</a>. <strong>d.</strong>  of God, keeping his people pure and sacred: <span dir=\"rtl\">אני יהוה מְקַדֵּשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">16</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H); <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>.<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">מְקֻדָּשׁ</span> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a>, etc.;—<em>consecrated, dedicated:</em> priests <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a> (read pl.), things <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>, feasts <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>, warriors <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִקְדִּישׁ</span> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> +, etc.; Impf. <span dir=\"rtl\">יַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a> + 4 times, <span dir=\"rtl\">יַקְדִּשׁ</span> <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, etc.; Imv. sf. <span dir=\"rtl\">הַקְדִּשֵׁם</span> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>; Inf. abs. <span dir=\"rtl\">הַקְדֵּשׁ</span> <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a>; cstr. <span dir=\"rtl\">הַקְדִּישׁ</span> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a> +, etc.; Pt. <span dir=\"rtl\">מַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a> +, etc. <strong>1.</strong>  <em>set apart, devote, consecrate:</em> <strong>a.</strong>  places, temple <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>, city <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">Jos 20:7</a> (P). <strong>b.</strong>  things <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">Lv 22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a> (P); <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>; <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>; <a data-ref=\"I Chronicles 26:26\" href=\"/I_Chronicles.26.26\">26:26</a>, <a data-ref=\"I Chronicles 26:27\" href=\"/I_Chronicles.26.27\">27</a>, <a data-ref=\"I Chronicles 26:28\" href=\"/I_Chronicles.26.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a> <sup>(×2)</sup>; money <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a><sup>(×2)</sup>; spoil <a data-ref=\"II Samuel 8:11\" href=\"/II_Samuel.8.11\">2 S 8:11</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a>; field <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">22</a> (H); house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a> (H); firstlings <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a> (D) <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a> (H). <strong>c.</strong>  of God: <em>consecrate</em> temple <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>, <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">7</a> = <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">20</a>, <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">2 Ch 30:8</a>; <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">36:14</a>; prophet <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; firstborn <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a> (P); devote wicked (as sheep) for sacrifice <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>. <strong>2.</strong>  <em>regard</em>, or <em>treat, as sacred, hallow:</em> God <a data-ref=\"Isaiah 8:13\" href=\"/Isaiah.8.13\">Is 8:13</a>; <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">29:23</a><sup>(×2)</sup>; + <span dir=\"rtl\">לְעֵינֵי</span> pers. <a data-ref=\"Numbers 20:12\" href=\"/Numbers.20.12\">Nu 20:12</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a>. <strong>3.</strong>  <em>consecrate</em> by purification: vessels <a data-ref=\"II Chronicles 29:19\" href=\"/II_Chronicles.29.19\">2 Ch 29:19</a>; persons for passover <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>; guests for sacrif. feast <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (God subj.).<br><strong>Hithp.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְקַדִּשְׁתִּי</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>, 2 mpl. (consec.) -<span dir=\"rtl\">דִּשְׁתֶּם</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a>, 3 pl. <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִתְקַדְּשׁוּ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a> +; <span dir=\"rtl\">יִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>; Imv. mpl. <span dir=\"rtl\">הִתְקַדְּשׁוּ</span> <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a> +; <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; Inf. cstr. <span dir=\"rtl\">הִתְקַדֵּשׁ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">הִתְקַדֶּשׁ־</span> <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>; Pt. fs. <span dir=\"rtl\">מִתְקַדֶּשֶׁת</span> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; pl. <span dir=\"rtl\">מִתְקַדְּשִׁים</span> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;— <strong>1.</strong>  <em>keep oneself apart</em> from unclean things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a> (P). <strong>2.</strong>  of God, <em>cause himself to be hallowed</em>, <span dir=\"rtl\">לְעֵינֵי גּוֹיִם</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>. <strong>3.</strong>  <em>be observed as holy</em>, of feast <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>. <strong>4.</strong>  <em>consecrate oneself</em> by purification, of priests and Levites <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a> (J); <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">1 Ch 15:12</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">29:5</a>, <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">15</a>, <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">34</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">30:3</a>, <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">15</a>, <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">24</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">35:6</a>; of people <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a>; <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">7:13</a> (J); <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; woman <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a> <em>she having (just) purified herself</em> <span dir=\"rtl\">מִטֻּמְאָתָהּ</span> RS<sup>K. 276</sup> Dr HPS."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "665f1371b39689d763e2e640", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 8:17:1", "anchorRef": "Numbers 8:17", "anchorRefExpanded": ["Numbers 8:17"], "sourceRef": "Divrei David on Rashi, Numbers 8:17:1", "sourceHeRef": "דברי דוד על רש״י, במדבר ח׳:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "כי לי כל בכור, שלי היו הבכורות בקו הדין. נראה שכתב כן דל\"ת הא כל מה שהוא קדוש קדושת הגוף אינו יוצא לחולין ע\"י תמורה אלא הוא ותמורתו קודש וא\"כ איך נעשו הלוים קדושים והבכורות נסתלק הקדושה מהם ואין בהם עוד קדושה, לזה תירץ הפסוק עצמו ואמר כל הקדושה שנעשית ע\"פ מאמר המקדישו אינה מסתלקת כיון שהוא קדושת הגוף משא\"כ בזה שלא הוקדשו הבכורים תחילה בפירוש מצד המקדיש שהוא הקב\"ה רק מצד הדין באו לקדושה שהיה להם זכות, וא\"כ כל שנסתלק הזכות נסתלקה הקדושה דהיינו שחטאו בעגל, דוגמא ממש לזה קדושת הבכור שהיא מאליה מיום הולדו ואם אח\"כ נפל בו מום נאכל בלא פדיון ושאר קרבנות שהוקדשו לשם קרבן ונפל בו מום אינו נאכל בלא פדיון והיינו שקדושת הבכור הוא ממילא ואף אם לא הקדישו בפירוש. ואע\"ג, דגם בבכור פירש\"י בפרשת ראה שצ\"ל הרי אתה קדוש לקדושת בכור, היינו שלענין דין בכור מצוה לומר הרי לך דין בכור, אבל לענין עיקר הקדושה אף אם לא אמר דבר זה מ\"מ הוה עליו קדושת בכור דאין הקדושה שבו תלויה במאמר הבעלים כדאיתא בכמה דוכתי דקדושת בכור הוה מאליה, משא\"כ בקרבן אחר אין שם קדושה זולת ע\"פ מאמר המקדישו, ה\"נ כן הוא כאן לענין קדושת הבכור שתחילה לא היה מקדיש אותם בפירוש אלא שממילא נהיו קדושים לכן כשנעשה להם מום בעגל נסתלקה קדושתן, משא\"כ בקדושת לוים שהוקדשו בפירוש במאמר הקב\"ה, ע\"כ אמר כאן הכתוב תחילה לקחתי אותם לי, ומפרש הכתוב עצמו לא שהקדשתי אותם בפירוש אלא ביום הכותי במצרים בזה ההכאה והצלה של בכורים היה ענין אחר ובדבר זה עצמו הקדשתי אותם לי, משא\"כ בקדושת לוים שלקחתי אותם בפירוש ע\"י שנתתים לאהרן כו' וזה נכון לפי ענ\"ד:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]