[{"_id": "531e4fe2fbfba276047f680b", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 17:24", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Onkelos Genesis 17:24", "sourceHeRef": "תרגום אונקלוס על בראשית י״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 17.0024, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וְאַבְרָהָם בַּר תִּשְׁעִין וּתְשַׁע שְׁנִין כַּד גְּזַר בִּשְׂרָא דְעָרְלְתֵיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Avraham was ninety-nine years old when he was circumcised in the flesh of his foreskin.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec042", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 17:24", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Targum Jonathan on Genesis 17:24", "sourceHeRef": "תרגום יונתן על בראשית י״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 17.0024, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וְאַבְרָהָם בַּר תִּשְׁעִין וְתֵשַׁע שְׁנִין כַּד גְזַר בִּשְרָא דְעוּרְלָתֵיהּ", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Abraham was the son of ninety and nine years when he circumcised the flesh of his foreskin. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1aefbfba219cb799583", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Radak on Genesis 17:24:1", "sourceHeRef": "רד\"ק על בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "ואברהם בן צ\"ט שנה, כי כשבאה לו נבואה הזאת היה בן צ\"ט כמו שאמר ובסוף צ\"ט ללידתו היה אז, וכשנמול היה עדיין בן צ\"ט שנה כי לא נכנס לשנת מאה, ואמר זה לחזק הדבר כי בעצם היום הזה שנצטוה על המילה נמול.", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואברהם בן תשעים ותשע שנה, when he received the most recent prophetic vision he was 99 years old as already mentioned in verse 1. This had been at the end of 99 years after his birth, so that when he was circumcised he was still 99 years of age, and had not entered the 100th years. The Torah writes this in order to reinforce the report that he carried out the circumcision with dispatch, and did not wait until he had turned 100 years old.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54f31870fbfba2059b3cbd84", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 17:24:2", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Radak on Genesis 17:24:2", "sourceHeRef": "רד\"ק על בראשית י״ז:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "בהמלו בשר ערלתו, אם נאמר שהוא מבנין נפעל, יש לשאול איך בא פעולה אחריו כי בנין נפעל אינו יוצא, ואיך אמר בשר ערלתו אחר בהמלו, ואם היה אומר בהמולו לבדו או בהמול בשר ערלתו בלא וי\"ו אז טוב, ויש לומר כי פירש בהמלו מצד בשר ערלתו שנמול יאמר גם כן עליו נמול ויאמר בהמלו, וכן כאלה נובלת עליה (ישעיה א') כי נובלת פעל עומד, והאלה אינה נובלת אלא עליה נובלים ונקראת היא נובלת מצד עליה שהם נובלים, וכן יאמר על אברהם שהוא נמול מצד בשר ערלתו שנמול כמו שאמר נמול אברהם, ועל הדרך הזה קרועי בגדים (שמואל ב' י\"ג) קרועי מצד בגדיהם שהיו קרועים כי האנשים לא היו קרועים אלא בגדיהם הם שהיו קרועים, וכן קרוע כתנתו (שמואל ב' ט\"ו) קרוע מצד כתנתו שהיה קרוע, וכן מגולחי זקן (ירמיה מ\"א) מגולחים מצד זקנם שהיה מגולח:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "\tבהמלו בשר ערלתו, if we were to say that the word בהמלו is in a passive mode. We would have to ask how it could conclude with the pronoun ו which introduces an action by him on the flesh of his foreskin. We never find that a passive mode is followed immediately by an active mode. If, on the other hand, we are to understand the word בהמלו as standing on its own, without direct relationship to the words בשר ערלתו, or if the Torah had written בהמול בשר ערלתו without the pronoun ו, we would not have a problem with the text as it is before us. One could perhaps resolve the problem of the text that we have by saying that the expression בהמלו describes a condition Avraham experienced as a result of his foreskin having been circumcised. We encounter a similar construction in Isaiah 1,30 where the word נובלת describes the condition of leaves of the tree described, i.e. they are shriveled or have wilted. The word is an intransitive verb, and the terebinth referred to as the trunk to which these leaves belonged is certainly not subject to wilting or shriveling. One could argue similarly, that Avraham was now considered נמול, (verse 26) circumcised, seeing that the flesh of his foreskin had been removed. In a similar manner we can also understand the words קרועי בגדים in Samuel II 13,31. The clothes of the men (David's servants) were torn, not the men themselves. The same is true of Samuel II 15,32 where the word קרוע does not refer to Chushai but to his tunic which was torn. Jeremiah 41,5 has a similar construction, מגולחי describes the condition of these men after their beards had been shaved off.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55400009fbfba27868df16c8", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Shadal on Genesis 17:24:1", "sourceHeRef": "שד\"ל על בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "בהמולו בשר ערלתו: בהמולו הוא בנין נפעל, ועיקר הוראת הנפעל איננה על קבלת הפעולה (פאסיף), אלא על מה שאדם פועל בעצמו (כהוראת ההתפעל, עיין למעלה י\"ב ג') וטעם בהמולו כשמל את עצמו, ואין צורך לומר שעשה הפעולה בידיו ממש, כי גם אם אמר לאחרים שימולו אותו ייאמר עליו שמל את עצמו, כמו והתגלח (ויקרא י\"ג ל\"ג), שאין הכוונה שיתגלח בידיו; ומלת בשר ערלתו היא אקוזאטיף, והראיה בפסוק כ\"ה שכתוב בו את (בהמלו את בשר ערלתו) ודוגמתו מצאנו אחר התגלחו את נזרו (במדבר ו' יט'). והנה המילות האלה המולו את, התגלחו את, יש בכאן שנים פעולים, מל את עצמו את בשר ערלתו, גלח את עצמו את נזרו, ואם באנו לפרשם בצמצום, ייתכן לומר כי האקוזאטיף השני הוא תוספת ביאור, מל את עצמו כלו' את בשר ערלתו, גלח את עצמו כלו' את נזרו; ויותר נראה (כדעת תלמידי יוסף ירא) כי הראשון איננו אקוזאטיף, אלא מושא דאטיף, מל לעצמו את בשר ערלתו, גלח לעצמו את נזרו, וכן בלשון איטלקי ובלשון אשכנז ובלשון צרפת תיבה אחת משמשת שני השימושים האלה, כגון si diede, עיר גאב זיך, il se donna, היא מליצה שיש בכחה אקוזאתטיף או דאטיף, והיא מובנת לפי הענין.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c3fd6e4a94c7c1890fc", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 17:24", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Tafsir Rasag, Genesis 17:24", "sourceHeRef": "תפסיר רס\"ג, בראשית י״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 17.0024, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "וכאן אברהים אבן תסע ותסעין סנה חין כ̇תן אלקלפה מן בדנה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b20ad6e4a9576039e950", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayera 1:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Midrash Tanchuma Buber, Vayera 1:1", "sourceHeRef": "תנחומא בובר, וירא א׳:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וירא", "he": "וירא אליו ה' וגו' <small>(בראשית יח א)</small>. ילמדנו רבינו, כמה ברכות מתפלל אדם בכל יום, כך שנו רבותינו, צריך אדם שיתפלל שמונה עשרה, ולמה י\"ח, כנגד י\"ח אזכרות שכתיב בהבו לה' בני אלים <small>(תהלים כט)</small>. משיבין לר' לוי והא בבבל אומרים י\"ט, אמר להם אף הוא מן האזכרות, שנאמר אל הכבוד הרעים <small>(שם שם ג)</small>. אמר ר' סימון כנגד י\"ח חוליות שבשדרה, שבשעה שאדם עומד ומתפלל צריך לשוח בכולן, שנאמר כל עצמותי תאמרנה ה' מי כמוך <small>(שם לה י)</small>, אמר הקב\"ה הוו זהירין בתפלה שאין לך מדה יפה הימנה, ואפילו אן אדם כדי לענות, חסד אני אעשה עמו, שכל דרכי חסד. אמר ר' שמלאי מבקש אתה לידע שכל דרכיו של הקב\"ה חסד, בראשה של תורה קישט את הכלה, שנאמר ויבן ה' אלהים את הצלע <small>(בראשית ב כב)</small>, ובסופה חסד שקיבר את המת, שנאמר ויקבר אותו בגיא <small>(דברים לד ו)</small>, ובאמצעה ביקר את החולה, שנאמר וירא אליו ה'. כיון שמל אברהם בא הקב\"ה ופמליא שלו לבקרו (שנאמר) [מנין ממה שקראו בענין] וירא אליו.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 18:1:) <small>THEN THE LORD APPEARED UNTO HIM</small>…. Let our master instruct us: How many blessings does one pray every day?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tanh</i>., Gen. 4:1.</i> Thus have our masters taught (in <i>Ber.</i> 4:3): <small>ONE MUST PRAY THE EIGHTEEN BENEDICTIONS</small>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The Mishnah cited attributes the teaching to R. Gamaliel.</i> And why eighteen?<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>TBer</i>. 3:25; <i>yBer</i>. 2:4 (5a); 4:3 (7d-8a); <i>yTa‘an</i>. 2:2 (65c); <i>Ber</i>. 9b; 28a; Gen. R. 69:4; Lev. R. 1:8; M. Pss. 20:2.</i> &lt; They &gt; correspond to the eighteen references to the Divine Name which are written in (Ps. 29) <small>ASCRIBE TO THE LORD, O HEAVENLY BEINGS</small>. They reply to R. Levi:<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The correspondence between the Eighteen Benedictions and Ps. 29 is attributed to R. Levi in <i>yTa‘an</i>. 2:2 (65c).</i> But does not one say nineteen in Babylon? He said to them: That also is from references to the Divine Name, as stated (in Ps. 29:3): <small>THE GOD (<i>El</i>) OF GLORY THUNDERS</small>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">This mention of <i>El</i>, when added to the psalm’s eighteen repetitions of the Tetragrammaton, results in nineteen references to the Holy One.</i> R. Simon said: &lt; The Eighteen &gt; correspond to the eighteen vertebrae which are in the spine, since when one stands to pray, it is necessary to bend over with all of them. Thus it is stated (in Ps. 35:10): <small>ALL MY BONES SHALL SAY: LORD, WHO IS LIKE YOU</small>? The Holy One said: Be strictly observant in prayer, for you have no finer way than that. And even though a person is not worth answering, I shall show him loving-kindness, since all my ways are loving-kindness. R. Simlay said: Do you want to know that all the Holy One's ways are loving-kindness?<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See below, 4:4; 5:2; Gen. R. 8:13; M. Pss. 25:11; Eccl. R. 7:2:2; also <i>Sot</i>. 14a.</i> At the beginning of Torah he has adorned the bride, as stated (in Gen. 2:22): <small>THEN THE LORD GOD BUILT THE RIB &lt; WHICH HE HAD TAKEN FROM THE HUMAN INTO A WOMAN</small> &gt;.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">According Gen. R. 18:1, the point here is that “to build” can mean “to plait” hair. Thus the verse implies that God adorned Eve as a bride by plating her hair. See also below, section 4, and the note there.</i> Also at the end of &lt; the Torah &gt; there is loving-kindness in that he buried the dead, as stated (in Deut. 34:6): <small>THEN HE (THE HOLY ONE) BURIED HIM (MOSES) IN THE VALLEY</small>. Moreover, in the middle &lt; of the Torah &gt; he visited the sick, as stated (in Gen. 18:1): <small>THEN THE LORD APPEARED UNTO HIM</small>. As soon as Abraham had circumcised &lt; himself &gt; (in Gen. 17:24), the Holy One and his entourage<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Lat.: <i>familia</i>.</i> came to visit him. {It is so stated} [Where is it shown? Where they read on the matter] (in Gen. 18:1): <small>THEN THE LORD APPEARED UNTO HIM</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5936afb2d6e4a927fb7b1aa9", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "commentary", "ref": "The Midrash of Philo 17:24:1-4", "anchorRef": "Genesis 17:24-25", "anchorRefExpanded": ["Genesis 17:24", "Genesis 17:25"], "sourceRef": "The Midrash of Philo 17:24:1-4", "sourceHeRef": "מדרשי פילון י״ז:כ״ד:א׳-ד׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 24.0001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": ["<strong>מדוע אומר (הכתוב) שאברהם היה בן תשעים ותשע שנה כאשר נימול, וישמעאל בנו בן שלש עשרה שנה?</strong>", "... מן הראוי להזכיר, שגיל שלשה עשר הוא שכֵינו ורֵיעו של שנים כפול שבע שָנִים, כשיכוֹלת ההולדה מתעוררת ונדחפת לזרע... שלישית, הוא מלמד את אשר עומד להינשא, שתחילה הוא מחויב ביותר למול את התענוגות והתשוקות־האהבים, כשהוא מוכיח את בעלי התאווה ורודפי הנשים, כדי שיכבשו את נאפופיהם המופרזים להם הורגלו, ואינם מכוונים ללידת ילדים, אלא לתענוג משולח רֶסֶן.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">שו\"ת בראשית ג, סא</i><br>___________<br>", "את מילתו של ישמעאל בגיל שלשה עשר, מפרש פילון, כי שנת הי\"ג היא קרובה לשנת הי\"ד, שהיא תחילת יכולת ההולדה לזכר. ולכן, העומד להינשא, צריך למול מתוכו את התענוגות והתשוקות, ויכוון רק לשם פריה ורביה. על טעם המילה בכללותה כבר כתב פילון לעיל יז, י-יא <small>שו\"ת בראשית ג, מו</small>; יז, י <small>שו\"ת בראשית ג, מז</small>; יז, יב <small>שו\"ת בראשית ג, מח</small>.", "וכן פירשו מפרשי ימי הביניים בטעם המילה: \"ולפיכך צוהו האל באותו אבר, לפי שרוב העבירות יעשה על־ידי אותה האבר, לפי שהוא ראש התאוות הבהמיות, וכשיבוא האדם לעשות עבירה בתשמיש אותו האבר יהיה רואה אותו האות אשר בו ויזכור מה שצוהו האל וימנע מעשות העבירה ההיא, ולא יהיה כבהמה לבעול כל אשר ימצא, אלא במותר לו ולהשאיר לזרע ולרפואה\" (רד\"ק לבראשית יז, יא). \"ואמרו בטעם המילה, ששָׂם זכרון באבר התאוה רב המהומה והחטא, לבל ישתמשו בו רק במצוה ובמותר\" (רמב\"ן לבראשית יז, ט)."], "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": ["<b>Why does he say, Abraham was ninety and nine years old when he was circumcised, and Ishmael his son was thirteen years old? (Genesis 17:24).</b>"], "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "59636b47d6e4a9416e9c296d", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Mizrachi, Genesis 17:24:1", "sourceHeRef": "מזרחי, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>הוזקק לחתוך הערלה ולפרוע המילה. </b>ב\"ר דכל אתין וגמין רבויין ואע\"ג דאמרי' בפ' הערל אמ' רבה בר ר' יצחק אמ' רב לא נתנה פריעה לאברה' אבינו שנ' ושוב מול את בני ישראל שנית מכל מקום קיימה הוא מעצמו כמו שקיים כל התורה אפי' עירובי תבשילין כדאית' ביומ' אבל מצות מילה לא קיימה עד שנצטווה בה משום דיודע היה שעתי' להצטוות עליה ואז יהיה מצווה ועושה שהוא גדול ממי שאינו מצווה ועושה כדאיתא בקדושין ועוד שאז יהיה קדוש השם בקיום המצוה הזאת יותר ממה שהיה מקיי' אות' מעצמו מפני שעם הצווי נודע לכל העולם שכדי לקיים צוויו ית' מל את עצמו ולא חשש מכל ליצני הדור שהיו מלעיגין עליו לומר ראו זקו זה שהוא בן ק' שנה רוצה לחתוך את ערלתו מפני ציוי השם ואינו חושש לא לצערו ולא לבושתו ואלו היה מל את עצמו שלא בצוויו ית' היו אומרים עליו שעל פי הרפואה עשה מה שעשה כי אולי חולי היה לו באותו מקום ורפואתו אינה אלא בחתיכ' בשר ערלתו א\"נ הא דדרשו מרבויא דאת לפריע' אתיא כאידך דרשא דב\"ר דדרשו גבי המול ימול מילה ופריע' ופליגא אההיא דפ' הערל: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d76ad6e4a92bf45a9750", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bereshit 17:24:1-3", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Rabbeinu Bahya, Bereshit 17:24:1-3", "sourceHeRef": "רבנו בחיי, בראשית י״ז:כ״ד:א׳-ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": ["<b>בהמולו בשר ערלתו.</b> כמו שנצטווה למעלה ונמלתם את בשר ערלתכם והיה לאות ברית, ובאר לנו כי המצוה היא אות קבוע בבשר והיה הבשר לאות ברית, וע״כ נקראת המצוה הזאת אות, ושלש מצות בתורה הן שנקראו אות ואלו הן מילה שבת תפילין ושלשתן עדות ואות על היחוד והאמונה, ואין ראוי לכל אחד מישראל לעמוד זולת השתים מהן כי קיום כל דבר ע״פ שנים עדים ועל זה יצטרך שילכו ב׳ עדים עמו, ולפיכך חייב אדם להזהר במצות תפילין ואז יהיו ב׳ עדיו לא יסורו ממנו. וכאותו שנשתבח בהן אותו חכם, מימי לא הלכתי ד' אמות בלא תורה ובלא תפילין, וביום שבת שהוא פטור מתפילין, מילה ושבת נמצאת בו, מלמד שכל הזהיר במצות תפילין אין שני עדיו זזין ממנו לעולם לא בחול ולא בשבת. ", "<b>ובמדרש </b>בהמולו בשר ערלתו גדולה מילה שכל מי שהוא מהול אינו יורד לגיהנם, כתיב הכא ביום ההוא כרת ה' את אברם ברית, וכתיב התם (ויקרא י״ב:ג׳) וביום השמיני ימול, ומי יורד לגיהנם, מי שכתוב אחריו את הקיני ואת הקנזי ואת הקדמוני, שכולם ערלי לב, וכל הרשעים יורדים לגיהנם, שכן מצינו ביחזקאל (יחזקאל ל״ב:י״ח) בן אדם נהה על המון מצרים והורידהו, שם אשור וכל קהלה, שם משך תובל וכל המונה כולם ערלים מחללי חרב, שמה נסיכי צפון, וכן אמר ישעיה (ישעיהו ה׳:י״ד) לכן הרחיבה שאול נפשה ופערה פיה לבלי חק, למי פערה פיה למי שאין להם חק, שנאמר (תהילים ק״ה:י׳) ויעמידה ליעקב לחק. ואמר עוד הפסוק (זכריה ט׳:י״א) גם את בדם בריתך שלחתי אסיריך מבור אין מים בו, וכתיב (משלי ל״א:כ״א) לא תירא לביתה משלג כי כל ביתה לבוש שנים ע\"כ. וע\"כ נהגו כל ישראל לנער המת שלא הגיעו ימיו למצות מילה שמוהלין אותו בקבר. ", "<b>זכו </b>ישראל במצוה זאת שהיא מוחזקת בידם ובה הובטחו על שלש מתנות, על מלכות בית דוד שלא תפסק, ועל מתנת הארץ שתהיה להם לאחוזת עולם, ועל השכינה שתהיה שורה בישראל, ושלשתן רמוזות בפרשה זו, מלכות בית דוד, שאמר ונתתיך לגוים ומלכים ממך יצאו, והכתוב הזה בברית, ומצינו במלכות בית דוד ברית, הוא שכתוב (תהלים פט) כרתי ברית לבחירי נשבעתי לדוד עבדי, עד עולם אכין זרעך ובניתי לדור ודור כסאך סלה. מתנת הארץ, הוא שאמר ונתתי לך ולזרעך אחריך את ארץ מגוריך את כל ארץ כנען לאחוזת עולם, באר שתהיה הארץ לישראל אחזת עולם שלא יירשוה ושלא יושיבוה רק הם, ואם אולי יגלו ממנה ישובו אליה כי אחזת עולם היא להם, לא לעו\"ג, וזה הוא סימן גדול לישראל שמיום שגלו ממנה לא נתישבה שם אומה כלל אבל היא חרבה ושממה עד שישובו אפרוחיה לתוכה. השכינה שתשרה בישראל, הוא שאמר והייתי להם לאלהים, כלומר להם לבדם ולא לעו\"ג. ואשרי העם שהובטח בשלש מתנות כאלה, מלכות בית דוד שלא תפסק לעולם, ושתהיה הארץ הקדושה להם לבדם מתנה לאחוזת עולם, ושתהיה השכינה שורה ביניהם, מה שלא זכו שום אומה מעו\"ג לאחד מכל אלו, וזה שאמר דוד (תהילים קמ״ד:ט״ו) אשרי העם שככה לו אשרי העם שה' אלהיו. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["בהמולו בשר ערלתו, “when he was circumcised on the flesh of his foreskin.” The procedure followed exactly the instructions he had received in verse 11. The Torah teaches us here that this commandment leaves a permanent mark on the flesh of a person so that this mark can be considered the sign of the covenant. This is why this commandment is known for short simply as אות, “sign.” <br>There are a total of tree commandments in the Torah which are called אות, “sign.” They are: circumcision, Sabbath, and phylacteries. All of them, i.e. performance of them by a Jew are testimony to his belief in G-d and His Torah. It is not appropriate for a Jew to not have at least two of these commandments as his advocates. Maintaining a claim to something successfully requires that the claim be supported by two valid witnesses (Deut.19,15). This is why a Jew needs to constantly move in the company of two such witnesses. They are the circumcision and the commandment of the תפילין, the phylacteries. They should never deport from him. A Jew who is careful to mind this may say of himself as did Rabbi Zeyra (Megillah 28) “I have never walked four cubits without Torah and without the phylacteries.” On the Sabbath, when the commandment to wear phylacteries does not apply, one still has both the Sabbath and the sign of the covenant on one’s flesh as the two valid witnesses which one should never be without. From the above we learn that observing the commandment to wear phylacteries fastidiously means that one is never without the protection of these two witnesses who may testify on one’s behalf.", "A Midrashic interpretation (Tanchuma Lech Lecha 20) on the words בהמולו בשר ערלתו: “the commandment is an important one as anyone who has undergone this procedure will not descend to Gehinom. This is based on the verse here ביום ההוא כרת ה' ברית עם אברהם, “on that day G-d concluded a covenant wirh Avraham,” and a verse in Leviticus 12,3 ובים השמיני ימול, “and he shall be circumcised on the eighth day.” Who is it that is liable to descend to Gehinom? The one concerning whom it is written afterwards את הקיני, ואת הקניזי, ואת הקדמוני, “and the Keyni, the Kenizite, and the Kadmoni all of whom were of uncircumcised heart.” All the wicked people will descend to Gehinom as we know from Ezekiel 32,18 בן אדם נהה על המון מצרים והורידהו....שם אשור וכל קהלה שם משך תובל וכל המונה....כולם ערלים מחללי חרב, שמה נסיכי צפון. “ Ben Adam, wail for the multitude of Egypt and cast it down,....there is found Ashur and all her multitude, there is found Meshech, Tuval and all their multitude; all of them slain who fall by the sword and who descend uncircumcised to the bowels of the earth for they spread their terror in the land of life.” The author quotes verses of similar meaning from Isaiah 5,14, indicating that those who inherit Gehinom are the ones who do not have the legislation of מילה. On the other hand, we have a verse promising those who observe the ברית מילה covenant that they will not experience such a fate. For instance we read in Zechariah 9,11: גם את בדם בריתך שלחתי אסירך מבור אין מים בו,”You, for Your part have released your prisoners who have undergone the blood of your covenant from the pit without water.” Another verse alluding to the same promise is found in Proverbs 31,21 לא תירא לביתה משלג כי כל ביתה לבוש שנים, “her house does not need to be afraid of snow seeing her entire house is insulated with wool.” The Midrash understands the word שלג, snow,” as a reference to Gehinom. Thus far Tanchuma. <br>This is why it has become customary to even perform the rite of circumcision on babies who died before this rite could be performed on them while they were alive. (compare Yore Deyah 263).", "The Jewish people merited this commandment as a result of which they have received three promises. 1) The kingdom of the house of David. that would endure forever. 2) the gift of the land of Israel which would remain our inheritance forever. 3) that the Presence of G-d would be manifest over the people of Israel. All these three promises have been hinted at in this paragraph. The promise involving the dynasty of the house of David is alluded to in the words ונתתיך לגוים ומלכים ממך יצאו “I will give you to be nations, and kings will come forth from you.” (17,6). This verse speaks of the consequences of this covenant. We also have a verse in Psalms 89,4-5 concerning David which uses similar language. כרתי ברית לבחירי נשבעתי לדוד עבדי עד עולם אכין זרעך ובניתי לדור דור כסאך סלה, “I have made a covenant with My chosen one; I have sworn to My servant David ‘I will establish your offspring forever, I will confirm your throne for all generations.’” <br>The gift of the land of ארץ ישראל is hinted at in our paragraph when the Torah writes (verse 8 in our chapter) ונתתי לך ולזרעך אחריך את ארץ מגוריך את כל ארץ כנען לאחוזת עולם, “and I have given to you and to your descendants after you the whole land of Canaanas an eternal possession.” The meaning of this verse is that though there may be times when others occupy this land it will never be theirs, and the Jewish people will return to it in due course after their exile.” The proof of the truth of this promise is that no nation which tried to settle in this land ever succeeded to make it a land of milk and honey as it had been when occupied by the Jewish people. It remained largely desolate ever since the destruction of the Holy Temple. <br>The reference to he third promise that G-d’s presence would be manifest over the Jewish people is based on 17,8 והייתי להם לאלוקים, “I will remain as their G-d.” This means that only the Jewish people will be able to claim G-d as their exclusive national G-d. Hail to the nation to whom three such assurances have been given. No other nation has ever received such a package of promises. This is what David had in mind when he said (Psalms 144,15) אשרי העם שככה לו, אשרי העם שה' אלוקיו “hail to the people who have it so; happy the people whose G-d is the Lord.”"], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5993fa70d6e4a95930ec4213", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Malbim on Genesis 17:24:1", "sourceHeRef": "מלבי\"ם על בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ואברהם.</b> הגם שהיה זקן בן צ\"ט וישמעאל בן י\"ג לא עכב ישמעאל בעדו הגם שכחו חזק ונמול עמו ביום ההוא, ויודיע שרק אברהם נמול מצד עצם המצוה כי הוא שנכרת עמו הברית, אבל <b>ישמעאל</b> <b>וכל אנשי ביתו</b> רק <b>נמולו אתו,</b> שאם היו יוצאים מרשות אברהם לא היו חייבים במילה, וכן לא חל חיוב זה על זרעם:", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb04d9d6e4a978f820c095", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Riva on Torah, Genesis 17:24:1", "sourceHeRef": "ריב\"א על התורה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "בראשית", "he": "<b>ואברהם בן תשעים שנה ותשע שנים בהמולו בשר ערלתו. פרש\"י באברהם לא נאמ' את לפי שלא היה חסר אלא חתוך בשר שכבר נתמעך על ידי תשמיש. אבל ישמעאל שהיה ילד הוזקק לחתוך את הבשר ולפרוע המילה. </b>וק' דאמרי' ביבמות רק הערל דלא נתנה פריעה לאברהם. ותירץ ר\"ת מאורלינש דמשמע דקיים אותה דהא אמרי' במס' יומא שאברהם קיים את כל התורה אפי' עירובי תבשילין. וא\"ת א\"כ למה המתין כל כך למול את עצמו. ותי' הר\"ף שלכך המתין עד שנצטוה לפי שגדול המצווה ועושה יותר מעושה ואינו מצוה. והקשה על זה הפי' ר\"ש מכרך לנדון א\"כ מדוע לא קיים מצות פריעה בעצמו דיודע היה שלא היתה עתידה להצטוות עד יהושע לכך נראה לו לפרש שלכך לא קיים מצות מילה עד שנצטווה שלא רצה לחבל בעצמו. ובהך גירסא ניחא קושיא דפריעה. עוד י\"ל דהא דאמרי' דאברהם קיים הכל אפי' עירובי תבשילין ר\"ל אחר שנמול אבל קודם לכן לא היה דעת לקיים המצות כדאמרי' בנדרים ז' דברים היה אברהם חסר קודם שנמול ראיית ב' עינים שמיעת ב' אזנים והבנ' הלב. ואמנם יש לתרץ הך קושיא מפריעה ע\"פ פרש\"י שלכך לא קיים מצות פריעה בעצמו לפי שלא היה צריך לה כדפיר' רש\"י גבי בהמולו בשר ערלתו:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154680d6e4a92409ac324e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Siftei Chakhamim, Genesis 17:24:1", "sourceHeRef": "שפתי חכמים, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>בהפעלו. כמו בהבראם.</b> מבנין נפעל שקבל המילה כמו בהבראם שקיבל הבריאה והוא ג\"כ לשון נפעל: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>In the </b>בהפעלו<b> form, the same as בהבראם.</b> This is the passive form, meaning he was circumcised, just as בהבראם (2:4) means they were created, which is also in the passive form.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5acb2dc3d6e4a954dcda6c96", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "", "ref": "The Midrash of Philo 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "The Midrash of Philo 17:24:1", "sourceHeRef": "מדרשי פילון י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 24.0001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": "<strong>מדוע אומר (הכתוב) שאברהם היה בן תשעים ותשע שנה כאשר נימול, וישמעאל בנו בן שלש עשרה שנה?</strong>", "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": "<b>Why does he say, Abraham was ninety and nine years old when he was circumcised, and Ishmael his son was thirteen years old? (Genesis 17:24).</b>", "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5ae9be509197ec001aac18dd", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Midrash Aggadah, Genesis 17:24:1", "sourceHeRef": "מדרש אגדה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "בהמלו בשר ערלתו. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"25\"></i> באברהם כתיב בהמלו בשר ערלתו, ובישמעאל כתיב את בשר ערלתו (פסוק יד), אברהם לפי שבעל ושימש לא היה לו עור, ולא צריך פריעה, אבל ישמעאל שהיה נער ולא שימש עדיין היה לו עור שהיה צריך פריעה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5daeed7c17859d9c2c913f55", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Toledot Yitzchak on Torah, Genesis 17:24:1", "sourceHeRef": "תולדות יצחק על התורה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "בראשית", "he": "<b>בהמולו בשר ערלתו </b>במדרש גדולה מילה שכל מי שהוא מהול אינו יורד לגיהנם כתיב הכא ביום ההוא כרת ה' את אברם ברית וכתיב וביום השמיני ימול ומי יורד לגיהנם מי שכתוב אחריו את הקיני ואת הקניזי ואת הקדמוני שכולם ערלי לב וכל ערלי לב יורדים לגיהנם שנאמר ביחזקאל בן אדם נהה על המון מצרים והורידהו אותה ובנות גוים אדירים אל ארץ תחתיות את יורדי בור שם אשור וכל קהליה כולם ערלים חללי חרב שם משך ותובל וכל המונה שמה אדום מלכיה וכל נשיאיה המה את ערלים ישכבו ואת יורדי בור וגו'. שמה נסיכי צפון וכן אמר ישעיה ופערה פיה לבלי חק למי שאין לו חק שנאמר ויעמידה ליעקב לחק וכתיב גם את בדם בריתך שלחתי אסיריך מבור אין מים בו:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd426e10931d1b9cfbb6f9", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Midrash Sekhel Tov, Bereshit 17:24:1", "sourceHeRef": "מדרש שכל טוב, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ואברהם בן תשעים ותשע שנה בהמולו בשר ערלתו. לפי שנתמעך ע\"י אשה לא כתיב ביה את בשר ערלתו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf580afd0455414a3c486", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Lech Lecha 60", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Paaneach Raza, Lech Lecha 60", "sourceHeRef": "פענח רזא, לך לך ס׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 60, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "לך לך", "he": "ואברם בן צ\"ט שנה וגו', מפני כי צדי\"ק טי\"ת בגימט' תרי\"ג, להודיע כי מצות מילה שקול כנגד כל המצות, ולכן ברי\"ת שהוא תרי\"ב במספר לומר שמצותה שקולה כאלו עושה גם כל תרי\"ב מצות האחרים הנותרים, וי\"ג פעמים ברית בפרשה זו, לומר כי בן י\"ג שנים ראוי ליכנס בברית כל המצות:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3b47f574fb493293563b7", "index_title": "Tractate Gerim", "category": "Talmud", "type": "", "ref": "Tractate Gerim 4:3", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Tractate Gerim 4:3", "sourceHeRef": "מסכת גרים ד׳:ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [-100, 900], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Tractate Gerim", "he": "מסכת גרים"}, "heTitle": "מסכת גרים", "he": "חביבין הגרים שבכל מקום מכנה אותם כישראל שנא׳ <i data-commentator=\"New Nuschah\" data-order=\"1\"></i>(מלאכי א׳:ב׳) אהבתי אתכם אמר ה׳ (ישעיהו מ״א:ח׳) ואתה ישראל עבדי יעקב אשר בחרתיך ונאמר אהבה בישראל שנאמר אהבתי אתכם אמר ה׳ ונאמר אהבה בגרים (דברים י׳:י״ח) שנאמר ואוהב גר לתת לו לחם נקראו ישראל עבדים <i data-commentator=\"New Nuschah\" data-order=\"2\"></i>והגרים שנאמר (ישעיהו נ״ו:ו׳) להיות לו לעבדים נאמר רצון לישראל שנאמר (שמות כ״ח:ל״ח) והיה על מצחו תמיד לרצון <i data-commentator=\"New Nuschah\" data-order=\"3\"></i>ונאמר רצון בגרים שנאמר (ישעיהו נ״ו:ז׳) עולותיהם וזבחיהם לרצון על מזבחי נאמר שמירה בישראל שנאמר (תהלים קכא) ה׳ שומרך <i data-commentator=\"New Nuschah\" data-order=\"4\"></i>ונאמר שמירה בגרים שנאמר (שם קמו) ה׳ שומר את גרים נאמר שירות בישראל שנאמר (ישעיהו ס״א:ו׳) ואתם כהני ה׳ תקראו משרתי אלהינו [יאמר לכם] ונאמר שירות בגרים שנאמר (שם נו) ובני נכר הנלוים על ה׳ לשרתו חביבין גרים שלא מל א\"א לא בן כ׳ ולא בן למ\"ד אלא בן צ\"ט שנה שאלו מל א\"א בן כ׳ ובן למ\"ד לא היה גר <i data-commentator=\"New Nuschah\" data-order=\"5\"></i>שנתגייר מן כ׳ שנה ומעלה או בן למ\"ד שנה ומעלה אלא הקב\"ה היה עמו ובא עד שהגיע לצ\"ט שנה שלא לנעול דלת בפני הגרים א\"א קרא עצמו גר שנאמר (בראשית כ״ג:ד׳) גר ותושב וגו׳ דוד <i data-commentator=\"New Nuschah\" data-order=\"6\"></i>מלך ישראל קרא עצמו גר שנאמר (תהילים ל״ט:י״ג) כי גר אנכי עמך <i data-commentator=\"New Nuschah\" data-order=\"7\"></i>וכן הוא אומר (ד\"ה א כט) כי גרים אנחנו לפניך וגו׳ חביבה א\"י שמכשרת גרים <i data-commentator=\"New Nuschah\" data-order=\"8\"></i> <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>היה בא\"י ואמר גר אני מקבלים אותו מיד ובחוצה לארץ אין מקבלין אותו אלא אם כן היו עדיו עמו וחביבה א\"י שהיא מכפרת על עונות ופשעים שנאמר (ישעיהו ל״ג:כ״ד) ובל יאמר שכן חליתי <i data-commentator=\"New Nuschah\" data-order=\"9\"></i>וכן אתה מוצא בד׳ כיתות העומדים לפני <i data-commentator=\"New Nuschah\" data-order=\"10\"></i>הקדוש ברוך הוא שנאמר (שם מב) זה יאמר לה׳ אני זה שכלו למקום ולא נתערב בו חטא וזה יקרא בשם יעקב אלו גרי הצדק וזה יכתוב ידו לה׳ אלו בעלי תשובה ובשם ישראל יכנה אלו יראי שמים: ", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "Beloved are proselytes [by God], for [Scripture] everywhere uses the same epithets of them as of Israel; [61<i>b</i>] as it is stated, <i>But thou, Israel, My servant, Jacob whom I have chosen</i>.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Isa. 41, 8. <i>Jacob</i> is here interpreted as <i>ibid.</i> XLIV, 5, <i>And another shall call himself by the name of Jacob</i>—these are the proselytes of righteousness (cf. towards the end of this tractate). The order of the quotations in V is confused.</i> The term ‘love’ is applied to Israel, as it is stated, <i>I have loved you, saith the Lord</i>,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Mal. 1, 2.</i> and the term ‘love’ is applied to proselytes, as it is stated, <i>And He loveth the stranger, in giving him food and raiment</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Deut. 10, 18.</i> Israel are called ‘servants’, as it is stated, <i>For unto Me the children of Israel are servants</i>,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Lev. 25, 55. V omits the quotation.</i> and proselytes are called ‘servants’, as it is stated, <i>To be His servants</i>.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Isa. 56, 6.</i> The term ‘acceptable’ is used of Israel, as it is stated, <i>And it shall be always upon his forehead, that they may be accepted before the Lord</i>,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Ex. 28, 38.</i> and the term ‘acceptable’ is used of proselytes, as it is stated, <i>Their burnt-offerings and their sacrifices shall be acceptable upon Mine altar</i>.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Isa. 56, 7.</i> The term ‘keeping’ is applied to Israel, as it is stated, <i>The Lord is thy keeper, the Lord is thy shade upon thy right hand</i>,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Ps. 121, 5.</i> and the term ‘keeping’ is applied to proselytes, as it is stated, <i>The Lord preserveth the strangers</i>.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>ibid.</i> CXLVI, 9.</i> The term ‘ministering’ is applied to Israel, as it is stated, <i>But ye shall be named the priests of the Lord, men shall call you the ministers of our God</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Isa. 61, 6.</i> and the term ‘ministering’ is applied to proselytes, as it is stated, <i>Also the aliens, that join themselves to the Lord, to minister unto Him</i>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>ibid.</i> LVI, 6.</i><br>Beloved are proselytes seeing that our father Abraham did not circumcise himself when he was twenty or thirty years of age, but when he was ninety-nine years old;<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Cf. Gen. 17, 24.</i> since if he had circumcised himself when he was twenty or thirty years old, no Gentile would have become a proselyte when he had passed the age of twenty or thirty. The Holy One, blessed be He, kept putting it off<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The verb has fallen out of V.</i> until he had reached ninety-nine years, so as not to close the door in the face of proselytes, [and to allow more days and years so as to increase the reward of those who do His will, as it is stated, <i>The Lord was pleased, for His righteousness’ sake, to make the teaching great and glorious</i>].<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Isa. 42, 21. The passage within brackets is added by MS.K. and H.</i><br>Our father Abraham called himself a <i>ger</i>, as it is stated, <i>I am a stranger</i> [<i>ger</i>] <i>and a sojourner with you</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Gen. 22, 4.</i> Similarly David, king of Israel, called himself a <i>ger</i>, as it is stated, <i>For I am a stranger</i> [<i>ger</i>] <i>with Thee</i>,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Ps. 39, 13.</i> and likewise it states, <i>For we are strangers before Thee</i>.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">1 Chron. 29, 15.</i><br>Beloved is the Land of Israel because it makes proselytes fit [to be received]. If a man says in the Land of Israel, ‘I am a proselyte’, he is accepted at once, but outside the Land of Israel he is not accepted unless his witnesses are with him. Beloved is the Land of Israel because it atones for iniquities and transgressions, as it is stated, <i>And the inhabitant shall not say: ‘I am sick’, the people that dwell therein shall be forgiven their iniquity</i>.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Isa. 33, 24.</i><br>And so you find in the four classes that stand before the Holy One, blessed be He, as it is stated, <i>One shall say: ‘I am the Lord’s’; and another shall call himself by the name of Jacob; and another shall subscribe with his hand unto the Lord, and surname himself by the name of Israel</i>.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>ibid.</i> XLIV, 5.</i> <i>One shall say: ‘I am the Lord’s’</i>—this alludes to one who belongs wholly to the Omnipresent and has no admixture of sin. <i>Another shall call himself by the name of Jacob</i>—this alludes to the proselytes of righteousness.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">A term to denote the genuine and complete convert.</i> <i>Another shall subscribe with his hand unto the Lord</i>—this alludes to those who repent. <i>And surname himself by the name of Israel</i>—this alludes to those who fear Heaven.", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e7f5140454fc9121351de", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Midrash Lekach Tov, Genesis 17:24:1", "sourceHeRef": "מדרש לקח טוב, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>בהמולו בשר ערלתו.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"80\"></i> באברהם כתיב <i data-commentator=\"Notes and Corrections\" data-order=\"81\"></i> בשר ערלתו. לפי שנתמעך על ידי אשה. ובישמעאל כתוב בהמולו את בשר ערלתו. לפי שלא נתמעך ע\"י אשה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68815061ab0529abaf5c29", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Tzafnat Pa'neach on Torah, Genesis 17:24:1", "sourceHeRef": "צפנת פענח על התורה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "בראשית", "he": "<b>ברש״י כ׳ ורצה כו׳ מה עשה הקב״ה כו׳.</b> ר״ל כך דזה כבר הארכתי דכיון דקודם מילה עדיין הוה ב״נ, ע׳ חגיגה דף ג׳, איך מהני שהוא עצמו יעשה עצמו לישראל ע״י עצמו ויבוא כאחד, ועמ״ש סוכה דף ל״א. אך באמת זה הגדר רק בהקב״ה עצמות העצם והיחוד, וכמ״ש רבינו במורה ובספר המדע, וכן הדין גבי גט, ע׳ בירוש׳ [רפ״א] דקידושין גבי הקב״ה ייחד שמו, וכן הדין גבי יובל דרק מהני היכי דהוה צמיתות, והוה אפקעתא דמלכא, וזה הגדר מה דאמרינן אמר מלכא עקרנא טורא, ור״ל דאז ג״כ נקרא הר ולא אמרינן דבטל שם הר מעליו, והוה צמיתות ויובל מוציא, וע׳ ב״מ דף ק״ט, וה״נ כן זה ר״ל כאן. ועמ״ש ב״ב דף פ״ה, ע״ב ע״ש בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037eba47cf7a0c25239b15", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 2-5", "anchorRef": "Genesis 12:1-25:18", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Avraham", "he": "בראשית מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>LTHOUGH</small> A<small>VRAHAM IS THE BIOLOGICAL FATHER OF</small> I<small>SRAEL, THE DIVERSE TRADITIONS</small> about him which have been collected and connected to form a cycle of stories give evidence of much more. The cycle portrays an active <i>Homo religiosis</i> who converses with God, sometimes with an air of doubt and questioning, who proclaims God’s name at various sacred sites, who is concerned about justice and the treatment of the oppressed, and who makes dramatic life decisions without flinching. The stories thus reveal struggle, despite the fact that Avraham often appears to be the “perfect” man, always obeying God’s bidding and prospering.", "Buber (1982), noting the unifying effect of the verb “see” throughout the cycle, understood Avraham as the father of the Prophets of Israel (formerly called “seers”). He also viewed the cycle as based around the series of tests that Avraham must undergo, tests quite different, we might add, from the labors of Hercules and other such ancient challenges.", "Other than “see,” a number of leading-words launch the major concerns of the Patriarchs: “bless,” “seed,” and “land.” At the same time the cycle contains previously encountered motifs, albeit with interesting refinements: punishment for sin (this time, with human questioning), intimacy with God (here through visions), and sibling rivalry (with more complex results than murder). Above all we note the singling out of one man to perform the will of God, a man very different from the rather passive Noah.", "Avraham stands at the core of the entire book of Genesis, as his experiences will in many ways be reflected in those who follow him. At the core of both the book and the cycle looms the disturbing Chapter 22, which brings together and resolves, for the moment, the major themes encountered so far."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ebd47cf7a0c25239b1f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, The Covenant of Circumcision 2-5", "anchorRef": "Genesis 17:1-27", "anchorRefExpanded": ["Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, The Covenant of Circumcision 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳, בראשית הערה ז׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Covenant of Circumcision", "he": "בראשית הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As Plaut notes, up to this point the covenant between God and Avram has been rather one-sided. In this chapter Avram is given a command to perform—not only of circumcision, but to be moral and upright (v.1, expanded in 18:19). Circumcision is but the symbol of the ongoing imperative to do “what is just.”", "In many societies circumcision has been connected directly to puberty and marriage, usually taking place (as it does here to Yishmael) at around the age of thirteen. Our passage’s moving back of the rite essentially to birth is a daring reinterpretation, at once defusing the act of exclusively sexual content while at the same time suggesting that the covenant, a lifelong commitment, is nevertheless passed down biologically through the generations. The males of the tribe are not simply made holy for marriage. They bear the mark upon their bodies as a sacred reminder of their mission.", "The chapter echoes with repetition: “exceedingly, exceedingly” (vv.6 and 20, referring to the fruitfulness of Avram’s descendants), “you and your seed after you” (vv.7, 10; see also v.19), “for the ages” (covenant and land, vv.7, 8, 13, 19), and “into your generations” (vv.7, 9, 12).", "Preparatory to Avram’s assumption of fatherhood—of an individual and of a people—his name is changed (v.5), as is that of Sarai (v.15). This act is of the utmost significance in the biblical world. Since a person’s name was indicative of personality and fate, the receiving of a new one signified a new life or a new stage in life. Similarly, Yaakov (and in a sort of coronation, Yosef) will undergo a change of name. Such a practice still survives among kings and popes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cac9ad75f2d99af73a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 1", "anchorRef": "Genesis 12:1-25:18", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 12:1-25:18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 12:1-25:18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cbc9ad75f2d99af748", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, The Covenant of Circumcision 1", "anchorRef": "Genesis 17:1-27", "anchorRefExpanded": ["Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, The Covenant of Circumcision 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳, בראשית הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 17:1-27\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 17:1-27</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "641872c4c9371ec0cebe50ad", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Reggio on Torah, Genesis 17:24:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>ואברהם בן תשעים ותשע שנה,</b> להגיד שקדם מעשה המילה להולדת הזרע הקדוש להיות המעשה ההוא הכנה גדולה למעלת הבנים הנוצדים אח\"כ:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641872c5c9371ec0cebe50af", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 17:24:2", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Reggio on Torah, Genesis 17:24:2", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית י״ז:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>בהמלו,</b> מבנין נפעל, אברהם היה הנמול והוא מל את עצמו, וא\"כ היה פועל ומקבל הפעולה כאחד, ובא אחריו בשר ערלתו לתוספת ביאור, כאילו אמר שאברהם היה נמול מצד בשר ערלתו שנמול:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65def9b32e1201bebc22d08c", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Rashi on Genesis 17:24:1", "sourceHeRef": "רש\"י על בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>בהמולו.</b> בְּהִפָּעֲלוֹ, כְּמוֹ בְּהִבָּרְאָם (בראשית ב'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בהמלו WHEN HE WAS CIRCUMCISED — a Niphal form (passive), like (Genesis 2:4) בהבראם “when they were created”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc12758c1dc532ec8340", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 17:24", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Steinsaltz on Genesis 17:24", "sourceHeRef": "ביאור שטיינזלץ על בראשית י״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "commentaryNum": 17.0024, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וְאַבְרָהָם בֶּן תִּשְׁעִים וָתֵשַׁע שָׁנָה בְּהִמֹּלוֹ בְּשַׂר עָרְלָתוֹ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e98d5ca07ac360d75f15f7", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Lech Lecha 98", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Tze'enah Ure'enah, Lech Lecha 98", "sourceHeRef": "צאינה וראינה, לך לך צ״ח", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 98, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "לך לך", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Shall be a sign of the covenant</i>” [17:11]. The circumcision should be a sign and a testimony that you have begun the faith in Me. There are three commandments in the Torah that are called <i>sign.</i> This means, it is a sign and testimony about the Holy One that He is one. These are <i>Sabbath</i>, <i>tefillin</i> and circumcision. Therefore, the person must have two testimonies on himself that testify about the Holy One.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">In Jewish law, the testimony of two witnesses is required. The testimony of one witness is insufficient.</i> During the week the person has circumcision and <i>tefillin</i>, and on the Sabbath he does not need tefillin because the Sabbath is itself a <i>sign</i> and a <i>testimony.</i> Thus, he has Sabbath and circumcision, as two <i>witnesses.</i><sup class=\"footnote-marker\">116</sup><i class=\"footnote\">Bahya, Genesis, 17:24.</i> The Midrash writes that circumcision is a great commandment. It saves the person from Gehenna.<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><i>Genesis Rabbah,</i> 48.8.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66bd99ec0e61a145a63d5e92", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 2:2", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Seder Olam Rabbah 2:2", "sourceHeRef": "סדר עולם רבה ב׳:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "אבינו יעקב היה בשעה שנתברך בן ס\"ג שנה, בו בפרק מת ישמעאל, שנאמר וירא עשו כי ברך יצחק וגו', וישמע יעקב אל אביו וגו', וירא עשו כי רעות וגו', וילך עשו אל ישמעאל וגו' (בראשית כ״ח:ט׳), שאין תלמוד לומר אחות נביות, ומה תלמוד לומר אחות נביות, מלמד שקדשה ישמעאל ומת והשיאה לעשו נביות אחיה. עשה אבינו יעקב בארץ ישראל י\"ד שנה מוטמן ומשמש את עבר, ועבר מת אחר ירידתו של יעקב אבינו לארם נהרים שתי שנים, יצא משם ובא לו לארם נהרים, נמצא עומד על הבאר בן ע\"ז שנה, וכ' שנה עשה בבית לבן, ז' עד שלא נשא  את האמהות, וז' משנשא את האמהות, ושש שנים אחר שנולדו י\"א שבטים ודינה, נמצאו כל השבטים נולדו בז' שנים חוץ מבנימן, כל אחד ואחד לז' חדשים, יצא מארם נהרים ובא לסכות ועשה שם י\"ח חדשים, שנאמר ויעקב נסע סכתה וגו' (שם לג יז), יצא מסכות ובא לבית אל ועשה שם ששה חדשים מקריב למקום, יצא משם ונולד לו בנימן ומתה רחל, ובו בפרק מתה רבקה ודברה, נמצאת רחל מתה בת ל\"ו שנה, ולאה לא עברה על מ\"ד שנה, נמצאו רחל ולאה נשאו בנות כ\"ב כ\"ב, שהיו תאומות. בא לו אצל יצחק אביו ארצה כנען ושימשו כ\"ב שנה, ויוסף שימשו ט' שנים, אלה תולדת יעקב יוסף בן שבע עשרה שנה (שם לז ב) ובו בפרק מתה לאה, ירד יוסף למצרים ועשה בבית פוטיפר י\"ב חדשים, שנאמר ויהי מאז הפקיד אתו וגו' (שם לט ה), בבית מפני החמה ובשדה מפני הצינה, ועשה בבית האסורים י\"ב שנה, ענו בכבל רגלו וגו', עד עת בא דברו וגו' (תהילים ק״ה:י״ט). בשנת שלשים שנה יצא מבית האסורים שנאמר ויוסף בן שלשים שנה בעמדו וגו' (בראשית מא מו), בו בפרק מת יצחק, ושבע שני השבע ושתים שני רעב, נמצא יוסף כשירדו אבותינו למצרים בן ל\"ט שנה, ולוי בן מ\"ד שנה, נמצא שפירש יוסף מיעקב אביו שלא שימשו כ\"ב שנה, בתוך אלו השנים נשא יהודה את בת שוע, שנאמר ויהי בעת ההיא וירד יהודה וגו', וירא שם יהודה וגו' (שם לח) שנה אחת לעיבורו של ער, הגדיל ער ז' שנים ונשא אשה, הרי שמנה, שנה אחת לער, שנה אחת לאונן שייבם, שנה אחת לשבי אלמנה בית אביך (שם לח יא), שנה אחת לוירבו הימים ותמת בת שוע (שם לח יב), שנה אחת לעיבורו של פרץ, הגדיל פרץ ז' שנים ונשא אשה, הרי י\"ח, שנה אחת לחצרון, שנה אחת לחמול, וחצרון וחמול ירדו עמו למצרים, כיוצא בו אתה אומר והרן הוליד את לוט (שם יא כז), כמה גדול אברהם משרה עשר שנים, שנאמר ויאמר בלבו הלבן מאה שנה יולד ואם שרה הבת תשעים שנה תלד (שם יז יז), כמה אברהם גדול מנחור שנה, כמה נחור גדול מהרן שנה, הגדיל הרן ו' שנים ונשא אשה, הרי ח', שנה אחת ללוט, שנה אחת ליסכה שהיא שרה, ולמה נקרא שמה יסכה, שהכל סוכין בה, שנאמר ויהללו אתה אל פרעה (שם יב טו), דבר אחר יסכה שהיתה סוכה בנבואה, שנאמר כל אשר תאמר אליך שרה וגו' (שם כא יב). אבינו אברהם היה בשעה שמל בן צ\"ט שנה, שנאמר ואברהם בן תשעים ותשע שנה בהמלו וגו' (שם יז כד), ומת בן קע\"ה שנים, ושרה מתה בת קכ\"ז שנה, שנאמר ויהיו חיי שרה וגו' (שם כג א), יצחק מת בן ק\"פ שנה, ויעקב מת בן קמ\"ז שנה, [שנאמר ויהי] ימי יעקב שני חייו וגו' (שם מז כח): ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "Our forefather Jacob was 63 when he was blessed. Ishmael died at that time as is written, \"Esau saw that Isaac had blessed...Jacob listened to his father...Esau saw [the Canaanite women] were bad [in the eyes of Isaac]...Esau went to Ishmael...\"(Genesis 28:9). There seems no need for the verse to state \"sister of Nebaioth.\" What do we learn from the fact that it says \"sister of Nebaioth\"? We learn that Ishmael died and Nebaioth [Ishmael's firstborn therefore] married off his sister to Esau. Jacob our forefather hid [from Esau] 14 years in the land of Israel and served Eber. Eber died two years after Jacob went to Aram-Naharaim. [Jacob] left and went to Aram-Naharaim and he was found by the well when he was 77 years old and he was in Laban's house for 20 years: 7 before he married any matriarchs, 7 from when he married in the Matriarchs and 6 years after the 11 tribes and Dinah were born. It comes out that all the tribes were born in seven years besides Benjamin. Each and every one each 7 months. He left Aram-Naharaim and came to Succoth and stayed there 18 months as is written \"And Jacob went to Succoth\" (Genesis 33:17). He left Succoth and went to Bet El and made 6 new encampments close to the place. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "51472822edbab43ea856fbba", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 47:8", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Bereshit Rabbah 47:8", "sourceHeRef": "בראשית רבה מ״ז:ח׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [400], "commentaryNum": 47.0008, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וְאַבְרָהָם בֶּן תִּשְׁעִים וָתֵשַׁע וגו' <small>(בראשית יז, כד)</small>, הָכָא אַתְּ אָמַר בְּשַׂר עָרְלָתוֹ, וּלְהַלָּן כְּתִיב: אֵת בְּשַׂר עָרְלָתוֹ, אֶלָּא אַבְרָהָם עַל יְדֵי שֶׁנִּתְמָעֵךְ עַל יְדֵי אִשָּׁה כְּתִיב: בְּשַׂר עָרְלָתוֹ, יִשְׁמָעֵאל שֶׁלֹא נִתְמָעֵךְ עַל יְדֵי אִשָּׁה, כְּתִיב: אֵת בְּשַׂר עָרְלָתוֹ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Abraham was ninety-nine years old when he circumcised the flesh of his foreskin” (Genesis 17:24). <br>“And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin” (Genesis 17:25).</b> <br>“Abraham was ninety-nine [years] old…” – here, [regarding Abraham], it says: “The flesh of his foreskin [<i>besar orlato</i>].” But there, [regarding Yishmael], it says: “The flesh of his foreskin [<i>et besar orlato</i>].”<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">The addition of the word <i>et</i> indicates that something extra is being included.</i> The explanation is that regarding Abraham, because his organ had been softened by means of a woman,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Through sexual relations.</i> it is written: “<i>Besar orlato</i>.”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">It was necessary to remove only the foreskin, but it was not necessary to tear the remaining membrane.</i> Regarding Ishmael, whose organ had not been softened by means of a woman, it is written: “<i>Et besar orlato</i>.”<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">It was necessary to remove the remaining membrane as well.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1534bed6e4a92409aba1c0", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Bartenura on Torah, Genesis 17:24:1", "sourceHeRef": "ברטנורא על התורה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "בראשית", "he": "<b>בהמולו </b>בשר ערלתו באברהם לא נאמר את לפי שלא הי' חסר פריעה וכו' אבל ישמעאל הוצרך לחתוך ולפרע את המילה. קשה שנראה לפי זה דלאברהם נתנה פריעה ובגמרא ביבמות בפרק הערל מוכיח בלא ניתנה פריעה לאברהם וי\"ל דאעפ\"י שלא נצטוה קיים אותה כדאמר אפי' עירובי תבשילין קיים אברהם אבינו. וקשה לפי זה למה המתין כל כך למול את עצמו. י\"ל משום דהא דאמרינן שקיים כל המצות היינו לאחר שנמול אבל קודם לכן לא היה לו דעת לקיים מצות ולא נפתחו עיני שכלו וכדפרש\"י לעיל שלא היה בו כח לסבול גלוי השכינה ולעמוד:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13dfa922a7400186dcec0", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 17:24:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Birkat Asher on Torah, Genesis 17:24:1", "sourceHeRef": "ברכת אשר על התורה, בראשית י״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"תשעים ותשע\"... \"שלש עשרה\".</b> זוהי צורת המנייה הנהוגה גם כיום. הנה היה רצוי לבדוק, אימתי הכתוב נוקט לשון זה ואימתי סדר הפוך <small>(פ' לך תשס\"א)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "591da47bd6e4a97676075e2e", "index_title": "Eikhah Rabbah", "category": "Midrash", "type": "", "ref": "Eikhah Rabbah 2:3", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Eikhah Rabbah 2:3", "sourceHeRef": "איכה רבה ב׳:ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [500], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Eikhah Rabbah", "he": "איכה רבה"}, "he": "וְלֹא זָכַר הֲדֹם רַגְלָיו, אָמַר רַבִּי חֲנִינָא בַּר יִצְחָק, אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא זוֹכֵר אוֹתוֹ הַדָּם שֶׁל בֵּין רַגְלָיו שֶׁל זָקֵן, שֶׁנֶּאֱמַר <small>(בראשית יז, כד)</small>: וְאַבְרָהָם בֶּן תִּשְׁעִים וָתֵשַׁע שָׁנָה בְּהִמֹּלוֹ בְּשַׂר עָרְלָתוֹ, אָמַר רַבִּי יוּדָן לְמֶלֶךְ שֶׁתָּפַשׂ אֶת שׂוֹנְאָיו וַהֲרָגָן, וְהָיוּ בְּנֵי הַמְדִינָה מְפַרְכְּסִין בְּדַם שׂוֹנְאָיו, פַּעַם אַחַת הִקְנִיטוּהוּ וּדְחָפָן וְהוֹצִיאָן חוּץ לַפָּלָטִין, אָמְרוּ אֵין הַמֶּלֶךְ נִזְכַּר לָנוּ אוֹתוֹ הַדָּם שֶׁהָיִינוּ מְפַרְכְּסִין בְּדַם שׂוֹנְאָיו, כָּךְ אָמְרוּ יִשְׂרָאֵל לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵין אַתְּ נִזְכַּר לָנוּ אוֹתוֹ הַדָּם שֶׁבְּמִצְרַיִם, שֶׁנֶּאֱמַר <small>(שמות יב, ז)</small>: וְלָקְחוּ מִן הַדָּם וְנָתְנוּ עַל שְׁתֵּי הַמְּזוּזֹת וְעַל הַמַּשְׁקוֹף.  דָּבָר אַחֵר, וְלֹא זָכַר הֲדֹם רַגְלָיו, אֵין הֲדֹם זֶה אֶלָּא בֵּית הַמִּקְדָּשׁ, הֲדָא הוּא דִכְתִיב <small>(תהלים צט, ה)</small>: רוֹמְמוּ ה' אֱלֹהֵינוּ וְהִשְׁתַּחֲווּ לַהֲדֹם רַגְלָיו קָדוֹשׁ הוּא. בְּיוֹם אַפּוֹ, אָמַר רַבִּי אַחָא יוֹם אֶחָד הָיָה חֲרוֹן אַפּוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, וְאִלּוּ עָשׂוּ יִשְׂרָאֵל תְּשׁוּבָה פָּשְׁרוּ. <small>(יחזקאל ט, א)</small>: וַיִּקְרָא בְאָזְנַי קוֹל גָּדוֹל לֵאמֹר קָרְבוּ פְּקֻדּוֹת הָעִיר וְאִישׁ כְּלִי מַשְׁחֵתוֹ בְּיָדוֹ, עַד הֵיכָן חֶטְאוֹ שֶׁל עֵגֶל קַיָּם, רַבִּי בֶּרֶכְיָה וְאָמְרֵי לָהּ רַבִּי נְחֶמְיָה בֶּן אֶלְעָזָר עַד עֲגָלָיו שֶׁל יָרָבְעָם בֶּן נְבָט, הֲדָא הוּא דִכְתִיב <small>(הושע ז, א)</small>: כְּרָפְאִי לְיִשְׂרָאֵל וְנִגְלָה עֲוֹן אֶפְרַיִם וְרָעוֹת שֹׁמְרוֹן, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בָּאתִי לְרַפְּאוֹת לְיִשְׂרָאֵל מֵחֶטְאוֹ שֶׁל עֵגֶל, וְנִגְלָה רָעוֹת שֹׁמְרוֹן. רַבִּי יִשְׁמָעֵאל בַּר נַחְמָנִי בְּשֵׁם רַבִּי יוֹחָנָן אָמַר עַד חֻרְבַּן בֵּית הַמִּקְדָּשׁ, דִּכְתִיב: קָרְבוּ פְּקֻדּוֹת הָעִיר וְאִישׁ כְּלִי מַשְׁחֵתוֹ בְּיָדוֹ, וּכְתִיב <small>(שמות לב, לד)</small>: וּבְיוֹם פָּקְדִי וּפָקַדְתִּי עֲלֵיהֶם חַטָּאתָם. כְּתִיב <small>(יחזקאל ט, ב)</small>: וְהִנֵּה שִׁשָּׁה אֲנָשִׁים בָּאִים מִדֶּרֶךְ שַׁעַר הָעֶלְיוֹן אֲשֶׁר מָפְנֶה צָפוֹנָה וְאִישׁ כְּלִי מַפָּצוֹ בְּיָדוֹ וְאִישׁ אֶחָד בְּתוֹכָם לָבֻשׁ בַּדִּים וְקֶסֶת הַסֹּפֵר בְּמָתְנָיו וַיָּבֹאוּ וַיַּעַמְדוּ אֵצֶל מִזְבַּח הַנְּחשֶׁת. כְּתִיב הָכָא: וְהִנֵּה שִׁשָּׁה, וַהֲלֹא חָמֵשׁ גְּזֵרוֹת הֵן, דִּכְתִיב <small>(יחזקאל ט, ה)</small>: וּלְאֵלֶּה אָמַר בְּאָזְנַי עִבְרוּ בָעִיר אַחֲרָיו וְהַכּוּ אַל תָּחֹס עֵינְכֶם וְאַל תַּחְמֹלוּ. וּכְתִיב <small>(יחזקאל ט, ו)</small>: זָקֵן בָּחוּר וּבְתוּלָה וְטַף וְנָשִׁים תַּהַרְגוּ לְמַשְׁחִית, אָמַר רַבִּי יוֹחָנָן לְמַלְאָךְ קָשֶׁה שֶׁבֵּינֵיהֶם אָמַר, זֶה גַּבְרִיאֵל, שֶׁנֶּאֱמַר <small>(יחזקאל ט, ב)</small>: וְאִישׁ אֶחָד בְּתוֹכָם לָבֻשׁ בַּדִּים וְקֶסֶת הַסֹּפֵר בְּמָתְנָיו, שְׁלשָׁה דְּבָרִים הָיָה אוֹתוֹ מַלְאָךְ מְשַׁמֵּשׁ, קֶסְנָטוֹר, סְפֶּקְלָטוֹר, וְכֹהֵן גָּדוֹל. קֶסְנָטוֹר, דִּכְתִיב: וְקֶסֶת הַסֹּפֵר בְּמָתְנָיו. סְפֶּקְלָטוֹר, שֶׁנֶּאֱמַר <small>(ישעיה לד, ב)</small>: הֶחֱרִימָם נְתָנָם לַטָּבַח. וְכֹהֵן גָּדוֹל, שֶׁנֶּאֱמַר: וְאִישׁ אֶחָד בְּתוֹכָם לָבֻשׁ בַּדִּים, וּכְתִיב בְּכֹהֵן <small>(ויקרא טז, ד)</small>: כְּתֹנֶת בַּד קֹדֶשׁ יִלְבָּשׁ. וְאִישׁ כְּלִי מַפָּצוֹ בְּיָדוֹ, מָאנֵי זַיְינֵיהּ, מָאנֵי סִיתוֹרְיָיתָה, וּמָאנֵי גָּלוּתֵיהּ. מָאנֵי זַיְינֵיהּ: וְאִישׁ כְּלִי מַפָּצוֹ בְּיָדוֹ. וּמָאנֵי סִיתוֹרְיָיתָה <small>(ישעיה כז, ט)</small>: בְּשׂוּמוֹ כָּל אַבְנֵי מִזְבֵּחַ כְּאַבְנֵי גִר מְנֻפָּצוֹת. וּמָאנֵי גָּלוּתֵיהּ, דִּכְתִיב <small>(ירמיה נא, כ)</small>: מַפֵּץ אַתָּה לִי כְּלֵי מִלְחָמָה. וּכְתִיב: וַיָּבֹאוּ וַיַּעַמְדוּ אֵצֶל מִזְבַּח הַנְּחשֶׁת, רַבִּי יְהוּדָה בְּרַבִּי סִימוֹן אָמַר עַד מְקוֹם מְחִיצָתוֹ. וְרַבָּנָן אָמְרֵי עוֹמֵד וּמַזְכִּיר חֲטָאִין שֶׁל אָחָז, דִּכְתִיב בֵּיהּ <small>(מלכים ב טז, טו)</small>: וּמִזְבַּח הַנְּחשֶׁת יִהְיֶה לִי לְבַקֵּר, מַהוּ לְבַקֵּר, אָמַר רַבִּי פִּינְחָס פְּסָלוֹ וַעֲשָׂאוֹ בַּעֲלֵי מוּמִין, כְּמָה דְאַתְּ אָמַר <small>(ויקרא יג, לו)</small>: לֹא יְבַקֵּר הַכֹּהֵן. <small>(יחזקאל ט, ד)</small>: וַיֹּאמֶר ה' אֵלָו עֲבֹר בְּתוֹךְ הָעִיר יְרוּשָׁלָיִם, אֵלוֹ כְּתִיב, אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ לַמַּלְאָךְ הַקָּשֶׁה שֶׁבָּהֶן [אמר זה גבריאל]. וְהִתְוִיתָ תָּו, רַב נַחְמָן אָמַר אֵלּוּ בְּנֵי אָדָם שֶׁקִּיְּמוּ אֶת הַתּוֹרָה מֵאָלֶ\"ף וְעַד תָּי\"ו. וְרַבָּנָן אָמְרֵי חִתּוּכִין וּפִסְפָּס. וְרַב אָמַר עַל שֶׁנִּתְּנָה בְּכָל צַד תָּי\"ו, תִּיהֵי תִּיהֵי וּתְחֵי תְחֵי.  אָמַר רַבִּי חֲנִינָא בַּר יִצְחָק תַּמָּה זְכוּת אֲבוֹתֵיהֶן. רַבִּי הוֹשַׁעְיָא שָׁלַח וְאָמַר לְרַבִּי סִימוֹן בִּשְׁבִיל שֶׁאַתְּ שָׁרוּי בְּבֵיתוֹ שֶׁל קָצִין מִפְּנֵי מָה אֵין אַתָּה מוֹכִיחָן, אָמַר לוֹ הַלְּוַאי נֶהֱוֵי מֵאוֹתָן שֶׁכָּתוּב בָּהֶן הַנֶּאֱנָחִים וְהַנֶּאֱנָקִים, אָמַר לוֹ וַהֲלֹא מֵהֶן הִתְחִילָה הַפֻּרְעָנוּת, דִּכְתִיב <small>(יחזקאל ט, ה)</small>: וּלְאֵלֶּה אָמַר בְּאָזְנַי, אָמַר רַבִּי אֶלְעָזָר לְעוֹלָם אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מְיַחֵד שְׁמוֹ עַל הָרָעָה אֶלָּא עַל הַטּוֹבָה, הֲדָא הוּא דִכְתִיב וּלְאֵלֶּה אָמַר אֱלֹהִים בְּאָזְנַי, אֵין כְּתִיב כָּאן, אֶלָּא וּלְאֵלֶּה אָמַר בְּאָזְנַי עִבְרוּ בָעִיר אַחֲרָיו וְהַכּוּ אַל תָּחֹס עֵינְכֶם וְאַל תַּחְמֹלוּ, זָקֵן בָּחוּר וּבְתוּלָה טַף וְנָשִׁים תַּהַרְגוּ לְמַשְׁחִית וְעַל כָּל אִישׁ אֲשֶׁר עָלָיו הַתָּו אַל תִּגַּשׁוּ וּמִמִּקְדָּשִׁי תָּחֵלּוּ. וְהֵיאַךְ זֶה, אֶלָּא בְּאוֹתָהּ שָׁעָה קָפְצָה קָטֵיגוֹרְיָא לִפְנֵי כִסֵּא הַכָּבוֹד, אָמְרָה לְפָנָיו רִבּוֹן הָעוֹלָם אֵיזֶה מֵהֶן נֶהֱרַג עַל שְׁמֶךָ, אֵיזֶה מֵהֶן נִפְצַע מֹחוֹ עַל שְׁמֶךָ, אֵיזֶה מֵהֶן נָתַן נַפְשׁוֹ עַל שְׁמֶךָ, אָמַר אֵין בָּהֶם כְּדֵי שְׁטָר. רַבִּי אַיְּבוּ אָמַר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא יֶחֱרַב בֵּית הַמִּקְדָּשׁ וְאַל תִּגַּע יַד בַּצַּדִּיקִים. רַבִּי יְהוּדָה בְּרַבִּי סִימוֹן אָמַר הוּא וְהֵם יֵשׁ בָּהֶם כְּדֵי שְׁטָר. רַבִּי תַּנְחוּמָא וְרַבִּי אַבָּא בְּשֵׁם רַבִּי אַבָּא, מֵעוֹלָם לֹא אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא דָּבָר טוֹב וְחוֹזֵר בּוֹ, וְכָאן חָזַר בּוֹ, הֲדָא הוּא דִכְתִיב <small>(יחזקאל ט, ו)</small>: וּמִמִּקְדָּשִׁי תָּחֵלּוּ, אַל תִּקְרֵי וּמִמִּקְדָּשִׁי אֶלָּא וּמִמְקֻדָּשַּׁי תָּחֵלּוּ. מִיָּד מַה כְּתִיב: וַיָּחֵלּוּ בָּאֲנָשִׁים הַזְּקֵנִים אֲשֶׁר לִפְנֵי הַבָּיִת. וּכְתִיב: וַיֹּאמֶר אֲלֵיהֶם טַמְּאוּ אֶת הַבַּיִת וּמַלְאוּ אֶת הַחֲצֵרוֹת חֲלָלִים צֵאוּ וְיָצְאוּ וְהִכּוּ בָעִיר. וּכְתִיב <small>(יחזקאל ט, ח)</small>: וַיְהִי כְּהַכּוֹתָם וְנֵאשֲׁאַר אָנִי וָאֶפְּלָה עַל פָּנַי וָאֶזְעַק [קול גדול] וָאֹמַר אֲהָהּ אֲדֹנָי אֱלֹהִים הֲמַשְׁחִית אַתָּה אֵת כָּל שְׁאֵרִית יִשְׂרָאֵל, וְאֵין שְׁאֵרִית אֶלָּא צַדִּיקִים, לְכָךְ בָּא וְאָמַר: בִּלַּע ה' וְלֹא חָמַל וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“And did not remember His footstool [<i>hadom raglav</i>],” Rabbi Ḥanina bar Yitzḥak said: The Holy One blessed be He does not remember that blood [<i>hadam</i>] that was between the legs of the elder, as it is stated: “Abraham was ninety-nine years old when he was circumcised on the flesh of his foreskin” (Genesis 17:24). Rabbi Yudan said: [This is analogous] to a king who seized his enemies and killed them, and the residents of his province were dipping their feet in the blood of his enemies. One time, they provoked him and he expelled them from his palace. They said: ‘The king does not remember to our credit that blood in which we dipped our feet, the blood of his enemies.’ So too, Israel said before the Holy One blessed be He: ‘You do not remember to our credit that blood that was in Egypt, as it is stated: “You shall take from the blood and you shall place it on the doorposts and on the lintel”’ (Exodus 12:7).<br>Alternatively, “and did not remember His footstool,” footstool is nothing other than the Temple. That is what is written: “Exalt the Lord our God and prostrate yourselves to His footstool; He is holy” (Psalms 99:5). “On the day of His wrath,” Rabbi Aḥa said: The wrath of the Holy One blessed be He was one day. Had Israel repented, they would have moderated it.<br> “He called in my ears with a loud voice, saying: Those appointed over the city, approach, each with his weapon of destruction in his hand” (Ezekiel 9:1). Until when is the sin of the calf in existence?<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Until when will Israel be punished for the sin of the Golden Calf?</i> Rabbi Berekhya, and some say Rabbi Neḥemya ben Elazar, [said]: Until the calves of Yerovam ben Nevat.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Until Yerovam constructed his calves (see I Kings 12:28).</i> That is what is written: “When I will heal Israel, the iniquity of Ephraim and the evildoing of Samaria will be revealed” (Hosea 7:1). The Holy One blessed be He said: ‘I came to heal Israel of the sin of the calf, and the evils of Samaria were revealed.’ Rabbi Yishmael bar Naḥmani said in the name of Rabbi Yoḥanan: Until the destruction of the Temple, as it is written: “Those appointed over the city [<i>pekudot</i>] approach, each with his weapon of destruction in his hand” (Ezekiel 9:1), and it is written: “And on the day of My reckoning, I will reckon [<i>pakadti</i>] their sin upon them” (Exodus 32:34).<br>It is written: “And behold, six men were coming from the way of the Upper Gate, which faces northward, each with his weapon of destruction in his hand, and one man in their midst was clad in linen, with a scribe's inkwell at his waist. They came and they stood beside the bronze altar” (Ezekiel 9:2). It says six here, but were there not five decrees? As it is written: “And to those He said in my earshot: Pass through the city behind him and smite; let your eye not pity and do not have compassion” (Ezekiel 9:5). And it is written: “Slay utterly the elderly, the youth, the young woman and the child, and the women” (Ezekiel 9:6).<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The men referred to in Ezekiel 9:2 are angels of destruction, yet there are only five groups of people mentioned in the verse as slated for destruction, so five angels should have sufficed.</i> Rabbi Yoḥanan said: He spoke to the most severe angel in their midst, this is Gavriel, as it is stated: “And one man in their midst was clad in linen, with a scribe's inkwell at his waist” (Ezekiel 9:2).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">This angel was one of the six, but it did not actually carry out the destruction.</i><br>That angel served in three capacities: Scribe, executioner, and a High Priest. A scribe as it is written: “With a scribe's inkwell at his waist.” An executioner, as it is stated: “He destroyed them, delivered them to slaughter.” (Isaiah 34:2).<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The verse ascribes this destruction and slaughter to “rage [<i>ketzef</i>],” which is identified as Gavriel (see <i>Shabbat</i> 55a). This destruction took place at a different time than that described in Ezekiel chap. 9.</i> High Priest, as it is stated: “And one man in their midst was clad in linen,” and it is written regarding a priest: “He shall don a sacred linen tunic” (Leviticus 16:4).<br>“Each with his weapon of destruction [<i>mapatzo</i>] in his hand” (Ezekiel 9:1), his weapons, his razing equipment, and his equipment for causing exile. His weapons, “each with his weapon of destruction in his hand,” his razing equipment, “As he renders all the altar stones like shattered limestone” (Isaiah 27:9), his equipment for causing exile, as it is written: “You are a weapon of destruction [<i>mapetz</i>]<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">This word is related to the word <i>lehafitz</i>, which connotes scattering and dispersal.</i> for Me, weapons of war” (Jeremiah 51:20).<br>And it is written: “They came and they stood beside the bronze altar” (Ezekiel 9:2). Rabbi Yehuda ben Rabbi Simon said: Until the place of its boundary.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The altar in the courtyard of the Temple was stone, not bronze (see <i>Shabbat</i> 55a and Rashi ad loc.), but it served the same functions as the bronze altar in the courtyard of the Tabernacle. One of its functions was to serve as a boundary beyond which non-priests were not permitted to go. The angels described in this verse were also not permitted to go past this demarcation point.</i> The Rabbis say: They stand and call attention the sins of Aḥaz, in whose regard it is written: “The bronze altar will be for me to visit” (II Kings 16:15). What is to visit [<i>levaker</i>]? Rabbi Pinḥas said: He disqualified it and rendered it blemished,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">It was as though all the animals sacrificed on it were blemished.</i> just as it says: “The priest shall not deem impure [<i>yevaker</i>]” (Leviticus 13:36). “The Lord said to him [<i>elav</i>]: Pass through the midst of the city…Jerusalem” (Ezekiel 9:4). <i>Elo</i> is written.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The word <i>elav</i> is written without a <i>yod</i>, such that it can be read <i>elo</i>, which means his powerful one.</i> Rabbi Shimon ben Lakish said: <He said it> to the most severe angel among them, <this is Gavriel>.<br>“You shall set a mark [<i>tav</i>] [upon the foreheads of the men…]” (Ezekiel 9:4). Rav Naḥman said: These are the people who fulfilled the Torah from <i>alef</i> through <i>tav</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The <i>tav</i> was made on the foreheads of the righteous.</i> The Rabbis say: [It connoted] disintegration and dissolution.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The <i>tav</i> was made on the heads of the wicked.</i> Rav said: A <i>tav</i> was placed because it connotes either side: Desolation, desolation [<i>tihi</i>] and live, live [<i>teḥi</i>].<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">A <i>tav</i> was marked on the foreheads of both the righteous and the wicked, but it connoted different things for different people.</i> Rabbi Ḥanina bar Yitzḥak said: The merit of their ancestors has concluded [<i>tama</i>].<br>Rabbi Hoshaya sent [a message] to Rabbi Simon, saying: ‘Since you are situated in the household of the Exilarch, why do you not rebuke them?’ He said to him: ‘If only we may be among those of whom it is written, “[the men] that sigh and that cry [for all the abominations that are done in its midst”’ (Ezekiel 9:4).<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">It is enough for us to be pained at the sin of others, even if we do not rebuke them, and then we will be like those mentioned in the verse in Ezekiel, who were marked for life while the sinners were marked for death.</i> He said to him: ‘But was it not from them that the calamity began? As it is written: “And to those He said in my earshot: [Pass through the city behind him and smite; let your eye not pity and do not have compassion]”’ (Ezekiel 9:5).<br>Rabbi Elazar said: The Holy One blessed be He never associates His name with evil, but rather with good. That is what is written [in this verse]. And to those God said in my earshot is not written here, but rather: “And to those He said in my earshot: Pass through the city behind him and smite; let your eye not pity and do not have compassion.”<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The verse uses the pronoun rather than explicitly mentioning God so that His name not be directly associated with destruction.</i> “The elderly, the youth and the maiden, the children and the women you shall kill for destruction, but do not approach any man upon whom is the sign; begin from My Temple” (Ezekiel 9:6). How is it so?<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The verse states that the angels were not to kill any man with a sign, indicating that the righteous would be spared, but then states that the destruction was to begin at the Temple, where there were presumably righteous individuals.</i> At that moment, prosecution sprung before the Throne of Glory. It said before Him: ‘Master of the universe: Which of them was killed for the sake of Your name? Which of them had his brain pierced for the sake of Your name? Which of them gave his life for the sake of Your name?’<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The heavenly prosecutor argued that the people had not suffered in God’s name and therefore were not really righteous.</i> He said: ‘They do not warrant a writ of condemnation.’ Rabbi Aivu said: The Holy One blessed be He said: ‘Let My Temple be destroyed but let no hand touch the righteous.’<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The righteous were to be spared but the Temple itself was to be destroyed .</i> Rabbi Yehuda ben Rabbi Simon said: It and they warrant a writ of condemnation.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">According to this view, God accepted the argument of the prosecutor and ruled that both the Temple and the righteous would be destroyed.</i><br>Rabbi Tanḥuma and Rabbi Abba [said] in the name of Rabbi Abba:<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">The reference is to two different scholars by the name of Rabbi Abba.</i> The Holy One blessed be He never said a positive statement and recanted, but here He recanted. That is what is written: “Begin with My Temple” (Ezekiel 9:6). Do not read it as My Temple [<i>mikdashi</i>], but rather as My holy ones [<i>mekudashai</i>]: “Begin with My holy ones.” Immediately, what is written: “It was as they were smiting, and I remained and I fell upon my face, and I cried out and said: Alas, Lord God, are You destroying the entire remnant of Israel?” (Ezekiel 9:8). “Remnant” is nothing other than the righteous; therefore he comes and says: “The Lord demolished and had no compassion.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85bf5d2b19fef46135fb6c", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Lech Lecha 264", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Agra DeKala, Lech Lecha 264", "sourceHeRef": "אגרא דכלה, לך לך רס״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 264, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "לך לך", "he": "<b>ואברהם בן תשעים ותשע שנה (בראשית יז כד).</b> משמיענו שאברהם אבינו נתמלא היום השתוקקת שלו שהשתוקק צ\"ט שנה למצות מילה, כי באמת קיים אברהם אבינו כל התורה כולה מה שהתבונן משכלו, והתבונן גם במצות מילה אך שלא היה יכול לקיימו, כי היה מסתפק בדעתו ואמר בשלמא שאר המצות הגם שאקיימם מבלי ציוי הש\"י, אם יצווני הש\"י אקיימם שוב ואהיה מצווה ועושה שגדול משאינו מצווה ועושה (קידושין ל\"א ע\"א). אבל מצות מילה אי אפשר שוב לקיימה כשאקיימה כעת, והשתקקתו היתה גדולה לקיימה כל הצ\"ט שנה, ולא היה יכול למלאות תשוקתו, וכהיום נתקיימה תשוקתו הנכבדת מה שהיה משתוקק כל הצ\"ט שנה מתי תבוא לידי ואקיימנה, ומיקרי כאלו היום היו כל הצ\"ט שנה, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c152a173304f2ff7ea13", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Tazria 8", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Agra DeKala, Tazria 8", "sourceHeRef": "אגרא דכלה, תזריע ח׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 8, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "תזריע", "he": "<b>וביום השמיני ימו\"ל בשר ערלתו (ויקרא יב ג).</b> נמסר ב' חסר א\"ת. דין. ואידך ואברהם בן צ\"ט שנה בהמולו בשר ערלתו (בראשית יז כד). רמז שימול רק בשר ערלתו, (חסר איזה תיבות) לערלתו, היינו עור הפריעה זה לא (חסר איזה תיבות) בזרע אברהם המיוחס אחריו, מה שאין כן ישמעאל אין לו חלק בקדושת אברהם, אין להם פריעה להיכלל (חסר איזה תיבות):", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f50f7c3e2019cd88461c2ea", "index_title": "Beit Yaakov on Torah", "category": "Chasidut", "type": "commentary", "ref": "Beit Yaakov on Torah, Lech Lecha 56:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Beit Yaakov on Torah, Lech Lecha 56:1", "sourceHeRef": "בית יעקב על התורה, לך לך נ״ו:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1830, 1870], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Beit Yaakov on Torah", "he": "בית יעקב על התורה"}, "heTitle": "לך לך", "he": "<b>ואברהם בן תשעים ותשע שנה בהמולו בשר ערלתו.</b> זה שאמר הכתוב (תהלים כה) סוד ה' ליראיו ובריתו להודיעם. והוא, שהשי\"ת צוהו והודיעו מצותו זאת בעוד דהיה בכחו השלימיי, כי אחר מאה שנה אזי האדם הוא כעבר ובטל מן העולם, לזה קודם שנכנס לשנת המאה צוה לו השי\"ת את בריתו, שזה הוא השורש מכל המעשים, שעי\"ז יהיה בהם השלימות, שכן כל המעשים שעשה אברהם עד הנה היו נראים בעיניו כאינם מזוככים, עד שאמר לו השי\"ת שיסיר מאתו הצפורן כדאיתא במדרש (לך רבה מו), וצפורן היינו מותרות, שלא ירע לאדם בהנטלו. וכאשר הסיר אברהם אבינו מעצמו ערלת בשרו שהיה מותר אצלו, אזי הסיר הקב\"ה מותרות העולם ונהפכה סדום<sup class=\"footnote-marker\">רסז</sup><i class=\"footnote\">כמו שמבואר לעיל פרשה זו אות נד ובהערה רסא שם.</i>. ואחר שנמול אברהם אבינו, אז הראה לו השי\"ת שכל אשר עשה ופעל עד הנה הוא מבורר בשלימות<sup class=\"footnote-marker\">רסח</sup><i class=\"footnote\">לעיל פרשה זו אות מו, בית יעקב ויקרא פרשת בהר אות י בסופו, בית יעקב הכולל פ' וירא אות יד.</i>, וכענין דאיתא בש\"ס (חולין קז:) מאי לאו דזהיר ולא נגע לא דזריז קדים ומשי ידיה. ונוגע והוא שהזהירות היתה לו עוד מכבר, וע\"י הזהירות בא עתה לידי זריזות, כדאיתא בש\"ס (ע\"ז כ:) זהירות מביא לידי זריזות, והאיר השי\"ת לאברהם שכל אשר פעל ועשה עד הנה הוא ברזא דשמור ועתה זכה לרזא דזכור:", "heVersionTitle": "Beit Yaakov al HaTorah, Sifrei Izhbitza Radzin, Bnei Brak, 2006", "heLicense": "", "heVersionTitleInHebrew": "מכון להוצאת ספרי רבוה\"ק מאיזביצא-ראדזין, תשס\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d05eb6084aa1cbf02a25", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּשָׂר 1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "BDB, בָּשָׂר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּשָׂר א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּשָׂר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּשָׂר</span></big><sub>266</sub>  <strong>n.m.</strong> flesh <strong>(</strong>cf. Arabic <span dir=\"rtl\">بَشَرٌ</span> <em>skin</em>, Syriac <span dir=\"rtl\">ܒܶܣܪܳܐ</span>, Assyrian <em>bišru</em>, <em>blood-relation</em>, Dl <sup>Assyrian Stud. i. 143, cf. Pr 170</sup>, Sab. <span dir=\"rtl\">בשר תורם</span> <em>flesh of bulls</em><strong>)</strong>—<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> + 126 times; cstr. <span dir=\"rtl\">בְּשַׂר</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> + 40 times; sf. <span dir=\"rtl\">בְּשָׂרִי</span> etc. <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> + 96 times; pl. <span dir=\"rtl\">בְּשָׂרִים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>;—<br><strong>1.</strong>  <em>of the body:</em> <strong>a.</strong>  <em>of animals</em> <a data-ref=\"Genesis 41:2-19\" href=\"/Genesis.41.2-19\">Gn 41:2–19</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>; <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">22:30</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (E) <a data-ref=\"Numbers 11:4-33\" href=\"/Numbers.11.4-33\">Nu 11:4–33</a> (JE) <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + (P 30 times) <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a> + (D 9 times) <a data-ref=\"Judges 6:19-21\" href=\"/Judges.6.19-21\">Ju 6:19–21</a>; <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>; <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">19:21</a>; <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a>; <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">41:15</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">65:4</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">66:17</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">11:15</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> + 6 times <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>, <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">16</a>. <strong>b.</strong>  <em>of men</em> <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">2:21</a>; <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J) <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a> + 16 times <a data-ref=\"Leviticus 26:29\" href=\"/Leviticus.26.29\">26:29</a> (P) <a data-ref=\"Deuteronomy 28:53\" href=\"/Deuteronomy.28.53\">Dt 28:53</a>, <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">55</a>; <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">32:42</a>; <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">5:10</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">6:30</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">9:36</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; <a data-ref=\"Job 4:15\" href=\"/Job.4.15\">4:15</a>; <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">6:12</a>; <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">13:14</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a>, <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">22</a>; <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">21:6</a>; <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">33:21</a>, <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">25</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">38:4</a>, <a data-ref=\"Psalms 38:8\" href=\"/Psalms.38.8\">8</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">102:6</a>; <a data-ref=\"Psalms 109:24\" href=\"/Psalms.109.24\">109:24</a>; <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">Pr 4:22</a>; <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">5:11</a> <a data-ref=\"Isaiah 9:19\" href=\"/Isaiah.9.19\">Is 9:19</a>; <a data-ref=\"Isaiah 17:4\" href=\"/Isaiah.17.4\">17:4</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; <a data-ref=\"Lamentations 3:4\" href=\"/Lamentations.3.4\">La 3:4</a>; <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">Ez 32:5</a>; <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>. The flesh of the body is contrasted with stone <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>.<br><strong>2.</strong>  <em>flesh</em> for <em>the body itself</em> (especially in P): <span dir=\"rtl\">על בשׂר אדם לא ייסך</span> <em>upon the body of man it shall not be poured</em> <a data-ref=\"Exodus 30:32\" href=\"/Exodus.30.32\">Ex 30:32</a> (P); <span dir=\"rtl\">מכנסי בד ילבשׁ על בשׂרו</span> <em>linen drawers shall he put on his body</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> (P); <span dir=\"rtl\">וישׂם שׂק על בשׂרו</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">ורחץ את בשׂרו</span> <em>and he shall bathe his body</em> <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>, <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>, <a data-ref=\"Leviticus 16:28\" href=\"/Leviticus.16.28\">28</a>; <a data-ref=\"Leviticus 17:16\" href=\"/Leviticus.17.16\">17:16</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>; <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a> (P); <span dir=\"rtl\">שׂרט לנפשׁ לא תתנו בכשׂרכם</span> <em>ye shall not put any cutting for any one in your body</em> <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a> (P); <span dir=\"rtl\">והעבירו תער על כל בשׂרם</span> <em>and they shall pass a razor over all their body</em> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (P). Ec. uses <span dir=\"rtl\">בשׂר</span> only in this sense <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">2:3</a>; <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">4:5</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">5:5</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">12:12</a>; elsewhere this usage only in poetry; the body antith. to <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a>; <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">ψ 63:2</a>; <span dir=\"rtl\">לב</span> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> (only here emphatic pl. = <em>entire body</em> Bö<sup>§ 695</sup>, <em>Leiblichkeit</em> De); <span dir=\"rtl\">מִבְּשָׂרִי</span> <em>apart from my body</em>, in disembodied state <a data-ref=\"Job 19:26\" href=\"/Job.19.26\">Jb 19:26</a>; <span dir=\"rtl\">סמר מפחדך בשׂרי</span> <em>my body trembleth for fear of thee</em> <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">ψ 119:120</a>.<br><strong>3.</strong>  <em>male organ of generation</em> (euphemism): <span dir=\"rtl\">בְּשַׂר עָרְלַתְכֶם</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> (P); <span dir=\"rtl\">בשׂר ערוה</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), but <span dir=\"rtl\">בשׂר</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 15:2-19\" href=\"/Leviticus.15.2-19\">Lv 15:2–19</a> (P); <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <a data-ref=\"Ezekiel 23:20\" href=\"/Ezekiel.23.20\">23:20</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a>.<br><strong>4.</strong>  <em>flesh</em> for <em>kindred, blood-relations:</em> <span dir=\"rtl\">עצם מעצמי ובשׂר מבשׂרי</span> <em>bone of my bone and flesh of my flesh</em> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> (J); <span dir=\"rtl\">והיו לבשׂר אחד</span> <em>and they shall become one flesh</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (J); <span dir=\"rtl\">עצמי ובשׂרי</span> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J); <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">19:13</a>, <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">14</a>; <span dir=\"rtl\">בשׂר</span> with sf. in same sense <a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J); <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a>, for which <span dir=\"rtl\">שְׁאֵר בשׂרו</span> <em>near of kin</em>, man or woman <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> (both H; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> ‖ <span dir=\"rtl\">מִשְׁפָּחָה</span>, cf. RS<sub>K</sub> <sup>149</sup>).<br><strong>5.</strong>  <em>man over against God as frail</em> or <em>erring</em> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J) <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">ψ 56:5</a>; <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">78:39</a>; eyes of flesh <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">Jb 10:4</a>; arm of flesh <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">Je 17:5</a>; horses are flesh not spirit <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>.<br><strong>6.</strong>  the phrase <span dir=\"rtl\">כָּל־בָּשָׂר</span>: <strong>a.</strong>  <em>all living beings</em> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">19</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×3)</sup>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (P); <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a>. <strong>b.</strong>  <em>animals</em> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">Gn 7:15</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (P). <strong>c.</strong>  <em>mankind</em> <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">Gn 6:12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">27:16</a> (P); <a data-ref=\"Deuteronomy 5:20\" href=\"/Deuteronomy.5.20\">Dt 5:23</a> <a data-ref=\"Psalms 65:3\" href=\"/Psalms.65.3\">ψ 65:3</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">Is 40:5</a>, <a data-ref=\"Isaiah 40:6\" href=\"/Isaiah.40.6\">6</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Isaiah 66:16\" href=\"/Isaiah.66.16\">66:16</a>, <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">23</a>, <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">24</a>; <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a>; <a data-ref=\"Jeremiah 25:31\" href=\"/Jeremiah.25.31\">25:31</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">Ez 21:4</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a>; <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; cf. <span dir=\"rtl\">כל בשׂר אישׁ</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d29fb6084aa1cbf1c435", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּל² 1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "BDB, מוּל² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּל² א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּל²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><big>[<span dir=\"rtl\">מוּל</span>]</big></big>  <strong>vb. circumcise (</strong>NH <em>id.;</em> 𝔗 <span dir=\"rtl\">מוּל</span> <em>cut off</em> but only seemingly in the dub. passages (v. <a data-ref=\"BDB, מָלַל³\" href=\"/BDB,_מָלַל³\", dir=\"rtl\">III.</a> [<a data-ref=\"BDB, מָלַל³\" href=\"/BDB,_מָלַל³\", dir=\"rtl\">מָלַל</a>] and Comm.) <a data-ref=\"Job 14:2\" href=\"/Job.14.2\">Jb 14:2</a>; <a data-ref=\"Job 18:16\" href=\"/Job.18.16\">18:16</a>; <a data-ref=\"Job 24:24\" href=\"/Job.24.24\">24:24</a> [ms. Levy], <a data-ref=\"Psalms 37:2\" href=\"/Psalms.37.2\">ψ 37:2</a>; <a data-ref=\"Psalms 90:6\" href=\"/Psalms.90.6\">90:6</a>. (grass, etc.: only for iii. <span dir=\"rtl\">מָלַל</span>, q.v.); cf. NH <span dir=\"rtl\">מָהַל</span>, Aramaic <span dir=\"rtl\">מְהַל</span>, according to Thes Nö<sup>ZMG xl. 1886, 741</sup> Ba<sup>ib. xli. 1887, 626</sup> v. also <a data-ref=\"BDB, מָהַל\" href=\"/BDB,_מָהַל\", dir=\"rtl\">מהל</a> supr.<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מָל</span> <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> + 2 times; 2 ms. <span dir=\"rtl\">מַלְתָּה</span> <a data-ref=\"Exodus 12:44\" href=\"/Exodus.12.44\">Ex 12:44</a>; 3 mpl. <span dir=\"rtl\">מָ֫לוּ</span> <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">Jos 5:5</a>, <a data-ref=\"Joshua 5:7\" href=\"/Joshua.5.7\">7</a>; 2 mpl. <span dir=\"rtl\">מַלְתֶּם</span> <a data-ref=\"Deuteronomy 10:16\" href=\"/Deuteronomy.10.16\">Dt 10:16</a>; Impf. <span dir=\"rtl\">וַיָּ֫מָל</span> <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">Gn 17:23</a> + 2 times; Imv. <span dir=\"rtl\">מֹל</span> <a data-ref=\"Joshua 5:2\" href=\"/Joshua.5.2\">Jos 5:2</a>; Pt. pass. <span dir=\"rtl\">מוּל</span> <a data-ref=\"Jeremiah 9:24\" href=\"/Jeremiah.9.24\">Je 9:24</a>; pl. <span dir=\"rtl\">מֻלִים</span> <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">Jos 5:5</a>;—<em>circumcise</em>, c. acc. <span dir=\"rtl\">בשׂר ערלה</span> (flesh of foreskin) <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">Gn 17:23</a> (P), acc. pers. <a data-ref=\"Genesis 21:4\" href=\"/Genesis.21.4\">Gn 21:4</a> <a data-ref=\"Exodus 12:44\" href=\"/Exodus.12.44\">Ex 12:44</a> (P), <a data-ref=\"Joshua 5:2\" href=\"/Joshua.5.2\">Jos 5:2</a>, <a data-ref=\"Joshua 5:3\" href=\"/Joshua.5.3\">3</a> (J), v <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">4</a>, <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">5</a>, <a data-ref=\"Joshua 5:7\" href=\"/Joshua.5.7\">7</a>, <a data-ref=\"Joshua 5:7\" href=\"/Joshua.5.7\">7</a> (D); fig. <span dir=\"rtl\">ערלת לבב</span> (foreskin of the heart) <a data-ref=\"Deuteronomy 10:16\" href=\"/Deuteronomy.10.16\">Dt 10:16</a>; <span dir=\"rtl\">לבב</span> <a data-ref=\"Deuteronomy 30:6\" href=\"/Deuteronomy.30.6\">Dt 30:6</a>; pass. <span dir=\"rtl\">מוּל בערלה</span> <a data-ref=\"Jeremiah 9:24\" href=\"/Jeremiah.9.24\">Je 9:24</a>; <span dir=\"rtl\">מֻלִים</span> <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">Jos 5:5</a> (D).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִמּוֹל</span> (Ges<sup>§ 72 ee</sup>) <a data-ref=\"Genesis 17:26\" href=\"/Genesis.17.26\">Gn 17:26</a>; 3 mpl. <span dir=\"rtl\">נִמֹּ֫לוּ</span> <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">Gn 17:27</a>; 2 mpl. <span dir=\"rtl\">וּנְמַלְתֶּם</span> (consec.) <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> (for <span dir=\"rtl\">וּנְמַלֹּתֶם</span> √ <span dir=\"rtl\">מלל</span> Ew<sup>§ 234. e.</sup> Ges<sup>§ 67, R. 11</sup>; but Bö<sup>1146 B</sup> for <span dir=\"rtl\">וּנְמוֹלֹתֶם</span>); Impf. <span dir=\"rtl\">יִמּוֹל</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a> + 3 times; 3 mpl. <span dir=\"rtl\">וַיִּמֹּ֫לוּ</span> <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">Gn 34:24</a>; Imv. <span dir=\"rtl\">הִמֹּ֑לוּ</span> <a data-ref=\"Jeremiah 4:4\" href=\"/Jeremiah.4.4\">Je 4:4</a>; Inf. <span dir=\"rtl\">הִמּוֹל</span> <a data-ref=\"Genesis 17:10\" href=\"/Genesis.17.10\">Gn 17:10</a> + 5 times; <span dir=\"rtl\">הִמֹּל</span> <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">Gn 34:15</a>; sf. <span dir=\"rtl\">הִמֹּ֫לוֹ</span> <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">Gn 17:24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a>; Pt. pl. <span dir=\"rtl\">נִמֹּלִים</span> <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">Gn 34:22</a>;—<em>be circumcised</em>, of <span dir=\"rtl\">בשׂר ערלה</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; elsewhere of pers. <a data-ref=\"Genesis 17:10\" href=\"/Genesis.17.10\">Gn 17:10</a><sup>(×2)</sup>, <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">12</a>, <a data-ref=\"Genesis 17:13\" href=\"/Genesis.17.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Genesis 17:26\" href=\"/Genesis.17.26\">26</a>, <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">27</a>; <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">34:15</a>, <a data-ref=\"Genesis 34:17\" href=\"/Genesis.34.17\">17</a>, <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">22</a>, <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">24</a>; <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a> (P), <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a> (J): reflex. <span dir=\"rtl\">הִמֹּלוּ לי׳</span> <a data-ref=\"Jeremiah 4:4\" href=\"/Jeremiah.4.4\">Je 4:4</a> <em>circumcise yourselves to Yahweh</em> (and take away the foreskin of your heart).<br><strong>Hiph.</strong>  Impf. 1 s. <span dir=\"rtl\">בשׁם י׳ כי אֲמִילַ֑ם</span> <a data-ref=\"Psalms 118:10\" href=\"/Psalms.118.10\">ψ 118:10</a>, <a data-ref=\"Psalms 118:11\" href=\"/Psalms.118.11\">11</a>, <a data-ref=\"Psalms 118:12\" href=\"/Psalms.118.12\">12</a> <em>in the name of</em> <span dir=\"rtl\">י׳</span>, <em>yea I will make them to be circumcised</em> (enemies, by force of arms; but De <em>cut to pieces</em> (from <span dir=\"rtl\">מוּל</span> = <span dir=\"rtl\">מָלַל</span>), Che <em>mow</em>, Bae <em>annihilate</em> (?), 𝔊 Aq ἠμυνάμην, Symm διέθρυψα, Jer <em>ultus sum eas</em>). <strong>Hithpoʿl.</strong> Impf. 3 mpl. <span dir=\"rtl\">יִתְמֹלָ֑לוּ</span> <a data-ref=\"Psalms 58:8\" href=\"/Psalms.58.8\">ψ 58:8</a> <em>be cut off</em>, of arrows, i.e. made blunt."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f4b6084aa1cbf3a453", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁנָה² 1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "BDB, שָׁנָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁנָה² א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁנָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שָׁנָה</span></big><sub>877</sub>  <strong>n.f.</strong> (on appar. except v. Albr<sup>ZAW xvi (1896), 46</sup>), <strong>year (</strong>etym. v. √<strong>)</strong>;—abs. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">Am 2:10</a> +; cstr. <span dir=\"rtl\">שְׁנַת</span> <a data-ref=\"Genesis 41:50\" href=\"/Genesis.41.50\">Gn 41:50</a> +; sf. <span dir=\"rtl\">שְׁנָתוֹ</span> <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a> +, <span dir=\"rtl\">שְׁנָתָהּ</span> <a data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\">Lv 14:10</a> + 2 times; du. <span dir=\"rtl\">שְׁנָתַיִם</span> <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> +, -<span dir=\"rtl\">תָ֑יִם</span> <a data-ref=\"I Kings 15:25\" href=\"/I_Kings.15.25\">1 K 15:25</a> +; pl. <span dir=\"rtl\">שָׁנִים</span> <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> +, cstr. <span dir=\"rtl\">שְׁנֵי</span> <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a> + 24 times, <span dir=\"rtl\">שְׁנוֹת</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> + 8 times (poet. and late); sf. <span dir=\"rtl\">שָׁנָיו</span> <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">Lv 25:52</a> + 4 times sf.; <span dir=\"rtl\">שְׁנוֹתַי</span> <a data-ref=\"Isaiah 38:15\" href=\"/Isaiah.38.15\">Is 38:15</a> <a data-ref=\"Psalms 31:11\" href=\"/Psalms.31.11\">ψ 31:11</a>, <span dir=\"rtl\">שְׁנוֹתָם</span> <a data-ref=\"Psalms 78:33\" href=\"/Psalms.78.33\">78:33</a> + 8 times sf.;—<em>year</em>, as division of time, <a data-ref=\"Exodus 23:14\" href=\"/Exodus.23.14\">Ex 23:14</a>, <a data-ref=\"Exodus 23:17\" href=\"/Exodus.23.17\">17</a> 3 times <span dir=\"rtl\">בַּשָּׁנָה</span> +, etc.; <span dir=\"rtl\">רֵשִׁית הַשּׁ׳</span> <a data-ref=\"Deuteronomy 11:12\" href=\"/Deuteronomy.11.12\">Dt 11:12</a>, opp. <span dir=\"rtl\">אַחֲרִית הַשּׁ׳</span> v <a data-ref=\"Deuteronomy 11:12\" href=\"/Deuteronomy.11.12\">12</a>, <span dir=\"rtl\">צֵאת הַשּׁ׳</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a>, <span dir=\"rtl\">תְּקוּפַת הַשּׁ׳</span> <a data-ref=\"Exodus 34:22\" href=\"/Exodus.34.22\">34:22</a> <a data-ref=\"II Chronicles 24:23\" href=\"/II_Chronicles.24.23\">2 Ch 24:23</a>, <span dir=\"rtl\">תְּשׁוּבַת הַשּׁ׳</span> <a data-ref=\"II Samuel 11:1\" href=\"/II_Samuel.11.1\">2 S 11:1</a> +, etc.; <span dir=\"rtl\">בָּא שָׁנָה</span> <a data-ref=\"II Kings 13:20\" href=\"/II_Kings.13.20\">2 K 13:20</a>, read <span dir=\"rtl\">כְּבֹא שׁ׳</span> 𝔊 Bur, <span dir=\"rtl\">בארץ שׁ׳ בְשׁ׳</span> Kit, cf. <span dir=\"rtl\">שׁ׳ בְשׁ׳</span> = <em>year by year</em> <a data-ref=\"I Samuel 1:7\" href=\"/I_Samuel.1.7\">1 S 1:7</a> +; <span dir=\"rtl\">בַּשָּׁנָה</span> Benz, cf. <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; so <span dir=\"rtl\">שׁ׳ שׁ׳</span> <a data-ref=\"Deuteronomy 14:22\" href=\"/Deuteronomy.14.22\">Dt 14:22</a>, <span dir=\"rtl\">שׁ׳ אַחֲרֵי שׁ׳</span> <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a>, <span dir=\"rtl\">בְּכָל־שׁ׳ וְשׁ׳</span> <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">Est 9:21</a>, <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>; especially of duration of life; <span dir=\"rtl\">(יְמֵי) שְׁנֵי חַיֵּי פ׳</span> <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a>; <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">25:7</a> + (P); <span dir=\"rtl\">שְׁנֵיהֶם</span> <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">Jb 36:11</a> +, <span dir=\"rtl\">שְׁנוֹתַי</span> <a data-ref=\"Psalms 31:11\" href=\"/Psalms.31.11\">ψ 31:11</a> (‖ <span dir=\"rtl\">חַיַּי</span>), etc.; of God <a data-ref=\"Job 10:5\" href=\"/Job.10.5\">Jb 10:5</a> <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">ψ 102:25</a>, <a data-ref=\"Psalms 102:28\" href=\"/Psalms.102.28\">28</a>; in phr. of age, v. <span dir=\"rtl\">בֵּן</span> <strong>9</strong>, <a ,=\"\" data-ref=\"BDB, בַּת\" dir=\"rtl\" href=\"/BDB,_בַּת\">בַּת</a> <strong>9</strong>; indef. <span dir=\"rtl\">שָׁנִים</span> <a data-ref=\"Ezekiel 38:17\" href=\"/Ezekiel.38.17\">Ez 38:17</a> = <em>for years</em>, <span dir=\"rtl\">לְקֵץ שׁ׳</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>; <span dir=\"rtl\">זֶה־יָמִים אוֹ זֶה שָׁנִים</span> <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a>; specif. <span dir=\"rtl\">בִּשְׁנַת מוֹת הַמֶּלֶךְ</span> <a data-ref=\"Isaiah 6:1\" href=\"/Isaiah.6.1\">Is 6:1</a>; <a data-ref=\"Isaiah 14:28\" href=\"/Isaiah.14.28\">14:28</a>, <span dir=\"rtl\">בִּשְׁנַת בֹּא תַּרְתָּן</span> <a data-ref=\"Isaiah 20:1\" href=\"/Isaiah.20.1\">20:1</a>, <span dir=\"rtl\">שְׁנַת הַשְּׁמִטָה</span> <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"Deuteronomy 31:10\" href=\"/Deuteronomy.31.10\">31:10</a>, <span dir=\"rtl\">שְׁנַת הַיּוֹבֵל</span> <a data-ref=\"Leviticus 25:13\" href=\"/Leviticus.25.13\">Lv 25:13</a> +, etc.; <span dir=\"rtl\">שְׁנֵי שָׂכִיר</span> <a data-ref=\"Isaiah 16:14\" href=\"/Isaiah.16.14\">Is 16:14</a>; <a data-ref=\"Isaiah 21:16\" href=\"/Isaiah.21.16\">21:16</a> (v. <a data-ref=\"BDB, שָׂכִיר\" href=\"/BDB,_שָׂכִיר\", dir=\"rtl\">שָׂכִיר</a>); <span dir=\"rtl\">שְׁנַת פְּקֻדָּתָם</span> <a data-ref=\"Jeremiah 11:23\" href=\"/Jeremiah.11.23\">Je 11:23</a> + 2 times; <span dir=\"rtl\">שׁ׳ רָצוֹן לְי׳</span> <a data-ref=\"Isaiah 61:2\" href=\"/Isaiah.61.2\">Is 61:2</a>, etc.; <span dir=\"rtl\">שְׁנוֹת דֹּר־וָדֹר</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a>, cf. <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; most often c. num. card.: pl. after units, appos., <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> +, so also <span dir=\"rtl\">שְׁתַּיִם שָׁנִים</span> <a data-ref=\"II Samuel 2:10\" href=\"/II_Samuel.2.10\">2 S 2:10</a> +, but du. <span dir=\"rtl\">שְׁנָתַיִם</span> <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> + 4 times, <span dir=\"rtl\">שְׁנָתַיִם יָמִים</span> <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a> + 4 times; very rarely c. num. (certainly) cstr. <span dir=\"rtl\">שְׁתֵּי שָׁנִים</span> <a data-ref=\"I Samuel 13:1\" href=\"/I_Samuel.13.1\">1 S 13:1</a> (corrupt), <span dir=\"rtl\">שְׁלשׁ שׁ׳</span> <a data-ref=\"Leviticus 25:21\" href=\"/Leviticus.25.21\">Lv 25:21</a>; <a data-ref=\"Leviticus 25:8\" href=\"/Leviticus.25.8\">8</a> + <span dir=\"rtl\">שָׁנָה</span> †<a data-ref=\"II Kings 22:1\" href=\"/II_Kings.22.1\">2 K 22:1</a>; before unit (rare, late) <a data-ref=\"II Chronicles 11:17\" href=\"/II_Chronicles.11.17\">2 Ch 11:17</a><sup>(×2)</sup>; <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; sg. after <a data-ref=\"Daniel 1:11-19\" href=\"/Daniel.1.11-19\">11–19</a>, tens, and hundreds <a data-ref=\"Genesis 5:3\" href=\"/Genesis.5.3\">Gn 5:3</a>, <a data-ref=\"Genesis 5:9\" href=\"/Genesis.5.9\">9</a>; <a data-ref=\"Genesis 14:4\" href=\"/Genesis.14.4\">14:4</a> + often; so 90 + 9 <em>years</em> <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">17:24</a> +, rarely 30 + 3 <em>years</em> <a data-ref=\"I Kings 2:11\" href=\"/I_Kings.2.11\">1 K 2:11</a>, etc.; but <span dir=\"rtl\">אֶלֶפ שָׁנִים</span> <a data-ref=\"Psalms 90:4\" href=\"/Psalms.90.4\">ψ 90:4</a> 1000 <em>years</em>, so (+ <span dir=\"rtl\">פַּעֲמַיִם</span>) <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">Ec 6:6</a> 1000 <em>years twice over;</em> with cp. num. often repeated, 900 <em>year</em> + 30 <em>year</em> <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a>, etc.; 100 <em>year</em> + 70 <em>year</em> + 5 <em>years</em> <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">25:7</a>, etc.; c. num. card. = ord., <span dir=\"rtl\">בִּשְׁנַת אַרְבַּע לְ</span> <a data-ref=\"I Kings 22:41\" href=\"/I_Kings.22.41\">1 K 22:41</a> <em>in the fourth year of</em>, etc., also <span dir=\"rtl\">בִּשְׁנַת חֲמִשִּׁים שָׁנָה לְ</span> <a data-ref=\"II Kings 15:23\" href=\"/II_Kings.15.23\">2 K 15:23</a>, etc.; but <span dir=\"rtl\">בְּאַרְבַּע עֶשְׂרֵה שׁ׳ לְ</span> <a data-ref=\"II Kings 18:13\" href=\"/II_Kings.18.13\">2 K 18:13</a>, etc. (often), and <span dir=\"rtl\">בַּשָּׁנָה הָאַחַת עֶשְׂרֵה</span> <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a>, etc.; also (c. units), <span dir=\"rtl\">בַּשָּׁנָה הָֽרְבִיעִת</span> <a data-ref=\"Leviticus 19:24\" href=\"/Leviticus.19.24\">Lv 19:24</a> +, etc., + <span dir=\"rtl\">לְ</span> <a data-ref=\"II Kings 17:6\" href=\"/II_Kings.17.6\">2 K 17:6</a> <em>the ninth year of</em>, etc.; and even (Ges<sup>§ 134 p</sup>) <span dir=\"rtl\">בִּשְׁנַת הַתְּשִׁיעִית לְ</span> <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">2 K 25:1</a>, cf. <a data-ref=\"Ezra 7:8\" href=\"/Ezra.7.8\">Ezr 7:8</a>; <a data-ref=\"Jeremiah 46:2\" href=\"/Jeremiah.46.2\">Je 46:2</a>; <a data-ref=\"Jeremiah 51:59\" href=\"/Jeremiah.51.59\">51:59</a> + (Kt) <a data-ref=\"Jeremiah 28:1\" href=\"/Jeremiah.28.1\">28:1</a>; <a data-ref=\"Jeremiah 32:1\" href=\"/Jeremiah.32.1\">32:1</a> (Qr <span dir=\"rtl\">בַּשָּׁנָה</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6538f30b9a4acccf355b030e", "index_title": "Eretz Chemdah", "category": "Quoting Commentary", "type": "", "ref": "Eretz Chemdah, Lech Lecha 16:1", "anchorRef": "Genesis 17:24", "anchorRefExpanded": ["Genesis 17:24"], "sourceRef": "Eretz Chemdah, Lech Lecha 16:1", "sourceHeRef": "ארץ חמדה, לך לך ט״ז:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Eretz Chemdah", "he": "ארץ חמדה"}, "heTitle": "לך לך", "he": "(בראשית יז כד) <br><b>ואברהם בן תשעים ותשע שנה בהמולו בשר ערלתו</b> במדרש כתב <b>ואחר עורי נקפו זאת וטבשרי אחזה אלוה</b> (איוב יט כו) אמר אברהם אחרי שמלתי את עצמי הרבה גרים באים להדבק בזאת הברית. ומבשרי אחזה אלוה אם לא הייתי מל את עצמי היה הקב\"ה נגלה עלי. נ\"פ ע\"פ מ\"ש במדרש דלזה מל אברהם בן צ\"ט להדיע פגרים חביבים לפני הקב\"ה ובל יתיאשו עצמן מלהתגייר ועז\"א אחר שמלתי דוקא בעת הזאת הרבה גרים באים להדבק בזאת הברית אף זקנים הבאים בימים ומ\"ש מהיכן היה הקב\"ה יגלה עלי יבואר במ\"ש הזוה\"ק (דף קפ\"ט) דכשהאדם צדיק השכינה הולכת מלפניו והוא (הצדיק) מאחריו כביכול ונהנה מזיו השכינה וזה דוקא כשהוא מהול אבל כשאינו מהול אינו זוכה לילך אחרי השכינה. וכן באברהם אבינו כל זמן שלא מל את עצמו כתיב התהלך לפני אבל אח\"כ הלך אחרי השכינה ועז\"א מהיכן היה הקב\"ה נגלה עלי הלא מאחרי. ומ\"ש איוב פסוק זה משום דאמר במדרש דאיוב קבל יסויין שראוים לבוא על אברהם. והיסורין שראוים לבא על אברהם היה מטעם שאחר להכנס תחת כנפי השכינה כמ\"ש מפני מה גרים מעונים וכו' ועז\"א שזה הי' מוכרח להורות דרך לגרים הבאים בימים:", "heVersionTitle": "Vilna, 1913", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]