[{"_id": "531e4fe2fbfba276047f6a4f", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 14:15", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Onkelos Leviticus 14:15", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0015, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְיִסַּב כַּהֲנָא מִלֻּגָּא דְמִשְׁחָא וִירִיק עַל יְדָא דְכַהֲנָא דִּשְׂמָאלָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The <i>kohein</i> shall take from the <i>log</i> of the oil and he shall pour it onto the koheins left palm.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec286", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 14:15", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Targum Jonathan on Leviticus 14:15", "sourceHeRef": "תרגום יונתן על ויקרא י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0015, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְיִסַב כַּהֲנָא בִּידֵיהּ יְמִינָא מִלוּגָא דְמִשְׁחָא וְיָרִיק עַל יְדָא דְכַהֲנָא דִשְמָלָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the priest, with his right hand, shall take (some) from the log of oil, and pour it upon the priest's left hand;\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adfbadfbfba23a06809761", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Metzora 19", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Meshekh Chokhmah, Metzora 19", "sourceHeRef": "משך חכמה, מצורע י״ט", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 19, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מצורע", "he": "<b>ולקח </b>הכהן מלוג וכו' על כף הכהן השמאלית מצוה שיצוק לתוך כף של חבירו, וכתוב מן השמן אשר על כפו להורות דאם נתן לתוך כפו יצא. תו\"כ. הענין, דהימין מכונה על החכמה והתורה אשר בהגבר המושכלות אצל האדם והשמאל הוא על כחות האנושיות, הטבעיי והמתאוה, וההכרח, לזה אמרו לישר מסילה להדבוק בדרכי השם, יצר זה התאוה, והתינוק זה הטבעיי ואשה זה ההכרח, וכמו שאמרו אדם מביא חיטים חיטים כוסס כו' מאירה עינו כו', שמאל דוחה וימין מקרבת, שיקרב זה מצד הצורך בזה אל דרכי החכמה והתורה, לא מצד השמאל של האדם, שדבוק בזה בקשר בלתי מתפרד. והנה ביום הכפורים נגדר כח התאוה וההכרחי, כי יעמוד האדם כמלאך נפרד מעניני החומר אכילה שתיה כו' תשמיש, אז מצאנו ששמאלו של אדם מכפרת וזהו שאמרו שמאל שהותר מכללו ביוהכ\"פ לאפוקי יוהכ\"פ דהוכשרו בשמאל (מנחות כ\"ה), ולכן שטן לית ליה רשות לאשטוני, כי כח השמאל, היינו כח התאוה אז בטל לגמרי, והנה הכהן כל השנה, אף דהוא אינו פרוש מאשה ומההכרח, כדרך כהני הקופים, אבל מוגדר הוא באכילתו, אוכל תרומה בטהרה וקדשים במקום קדש, באשה מוגדר הוא מזונה, גרושה כו' וכשהוא טמא אסור לעבוד עבודה, ולכן שמאלו עלול להיות כלי שרת לקבל את השמן של מצורע, וזה שאמר ויצוק על כף הכהן השמאלית, שכף השמאל יהי' בכיהונו. ודו\"ק היטב.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07d1d6e4a979b40a0c7d", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 123:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Sifrei Bamidbar 123:2", "sourceHeRef": "ספרי במדבר קכ״ג:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [200], "commentaryNum": 123.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ונתתם אותה אל אלעזר הכהן. בא הכתוב ולימד על הפרה שנעשית בסגן, תדע שכן הוא, שהרי אהרן קיים ואלעזר שורף את הפרה. ונתתם אותה זו נעשית באלעזר, ושאר הפרות נעשות בכהן גדול, דברי ר' מאיר. ר' יוסי ברבי יהודה ור' שמעון ור' אליעזר בן יעקב אומרים: זו נעשית באלעזר, ושאר הפרות – בין בכ\"ג ובין בכהן הדיוט: והוציא אותה. ולא שיוציא אחרת עמה. מכאן אמרו שאם לא היתה פרה רוצה לצאת – אין מוציאין עמה שחורה, שלא יאמרו שחורה שחטו ולא אדומה, ושלא יאמרו שתים שחטו. רבי אומר: לא מן השם הוא זה, אלא משנאמר והוציא אותה, לבדה: אל מחוץ למחנה. להר המשחה: ושחט אותה. בא הכתוב ולימד על הפרה, שתהא מלאכה פוסלת בשחיטתה. ושחט אותה – מגיד שלא נתנבלה בשחיטתה פסולה. ושחט אותה – מכאן אמרו אין עושים שתי פרות כאחת: ושחט אותה לפניו – שיהיה אחד שוחט ואלעזר רואה. ולקח אלעזר הכהן – עוד למה נאמר? והלא כבר נאמר ונתתם אותה אל אלעזר הכהן, ומה ת\"ל ולקח אותה אלעזר הכהן? – בכיהונו: מדמ' באצבעו – מצוותה מצות יד ולא מצות כלי. שהיה בדין: הואיל ולוג שמן מכשיר, ודם פרה מכשיר, אם למדתי ללוג שמן, שאין כשר אלא ביד – אף דם פרה לא יהיה כשר אלא ביד! אתה דן מלוג שמן ואני אדון מלוג האשם, משם האשם: אמרת הפרש לוג שמן כשר ומוכשר להכשיר. אם למדתי ללוג שמן, שאין כשר אלא ביד – אף דם פרה לא יהיה כשר אלא ביד! וממקום שבאת: אי מה להלן מכלי ליד – אף כאן מכלי ליד? ת\"ל \"מדמה באצבעו\" – מצוותה מצות יד ולא מצות כלי. אצבעו – ימנית שבידו. אתה אומר ימנית, או כל אצבעות? ת\"ל (ויקרא יד טז) וטבל הכהן את אצבעו הימנית. הואיל ונאמרו אצבעות בתורה סתם, ופרט לך הכתוב באחת מהם, שאינה אלא ימנית – אף פורטני כל אצבעות שבתורה, שלא יהו אלא ימנית, המיומנת שבימין, הרגילה שבאצבעו: והזה אל נכח פני אהל מועד – שיהא מתכוון ורואה פתחו של היכל בשעת הזאת הדם. והזה אל נכח פני אהל מועד – שאם לא הוקם המשכן או אם קיפלה הרוח את היריעה לא היתה פרה נעשית חטאת. והזה אל נכח פני אהל מועד למה נאמר? והלא כבר נאמר מדמה באצבעו, ומה ת\"ל מדמה? לפי שהוא אומר שבע פעמים, שומע אני שבע הזיות וטבילה אחת? ת\"ל \"מדמה שבע פעמים\". מגיד שחוזר לדם ז' פעמים: שבע פעמים – שיהו מעכבות זו את זו. שהיה בדין, הואיל ונאמרו הזיות בפנים ונאמרו הזיות בחוץ, אם למדתי לפנימיות שהם מעכבות זו את זו – אף החיצונות יהיו מעכבות זו את זו! לא: אם אמרת בפנימיות שהם מכפרות, לפיכך מעכבות זו את זו; תאמר בחיצונות שאין מכפרות, לפיכך לא יעכבו זו את זו! ת\"ל (ויקרא ד יז) שבע פעמים לפני ה', שיהו מעכבות זו את זו:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 19:3) \"And you shall give it (the red heifer) to Elazar the Cohein\": Scripture comes to teach us about the red heifer that it is processed by the adjutant high-priest. Know this to be so, (that it is processed by the adjutant high-priest), for Aaron was alive and Elazar burned the heifer. \"and you shall give it\": This one was processed by Elazar, and others (after this) were processed by the high-priest. These are the words of R. Meir. R. Yossi, R. Yehudah, R. Shimon, and R. Elazer b. Yaakov say: This one was processed by Elazar, and others, either by the high-priest or by a regular Cohein. \"and he shall take it (outside the encampment\"): And another (heifer) should not be taken out with it — whence they ruled: If it balked at being taken out, a black one (i.e., one with black hairs) should not be taken out with it (as an incentive for it to leave), so that they not say it was the black one that they slaughtered and not the red one, (or) that both of them were slaughtered. R. Yossi says: This is not the reason, but (it is) because it is written \"and he shall take it out\" — alone. \"outside the encampment\": to the mount of anointment (i.e., the Mount of Olives, east of Jerusalem, so that its blood be sprinkled opposite the door of the tent of the sanctuary.) \"and he shall slaughter it\": We are hereby apprised that if it became carrion in being slaughtered, it is unfit (to serve as a red heifer). \"and he shall slaughter it\": — whence they ruled: Two heifers are not to be slaughtered together (with a long knife). \"and he shall slaughter it before him\": that another slaughters and Elazar looks on. (And) Scripture apprises us about the heifer that (preoccupation with some other) work invalidates its slaughtering. \"and Elazar the Cohein shall take\": Why is this written? Is it not already written \"And you shall give it to Elazar the Cohein\"? Why repeat it? (To stress) the Cohein in his priesthood (i.e., in his priestly vestments.) \"shall take of its blood with his finger\": Its mitzvah is a mitzvah of the hand (i.e., he takes its blood in his hand and he sprinkles with his finger), and it is not a mitzvah of the (sprinkling) vessel. And this would follow, viz.: Since the log of the oil effects kashruth (for the leper to be cleansed for the eating of sanctified food), and the blood of the red heifer effects kashruth (for the ashes of the red heifer to cleanse), then if I have learned that the log of oil effects kashruth only via the hand, (viz. Vayikra 14:15), only via the hand (and not via a sprinkling vessel), then it follows that the blood of the red heifer, too, should effect kashruth only via the hand. You derive it from the log of oil, and I derive it from the blood of the burnt-offering (of the leper). — Would you say that? There is a difference (between your derivation and mine.) The log of oil requires seven sprinklings and the red heifer requires seven sprinklings. If you learn about the log of oil that it is kasher only with the hand, then the blood of the red heifer should be kasher only with the hand. But, where you are coming from, if there (vis-à-vis the guilt-offering) it is kasher only (by spilling the blood) from a vessel to the hand, then here, too, (it should be kasher only) from a vessel to the hand. It is, therefore, written \"from its blood with his finger.\" Its mitzvah is a mitzvah of the hand, and it is not a mitzvah of the (sprinkling) vessel. \"with his finger\": the right finger (i.e., the index finger) of his right hand. You say the index finger of his right hand, but perhaps all of the fingers are valid. It is, therefore, written (Vayikra 14:16) \"Then the Cohein shall dip his right finger, etc.\" Since \"fingers\" are written in the Torah unqualified, and in one instance Scripture specifies that it is only the \"yemanith\" of the \"yemanith,\" so, all \"fingers\" of the Torah are \"yemanith\" — the most skillful (\"meyumeneth\") of the right hand (i.e., the index finger), which is more adapted for sprinkling than all of the other fingers. \"and he shall sprinkle of its blood opposite the tent of meeting\": that he direct his gaze to the door of the sanctuary when he sprinkles the blood. \"and he shall sprinkle … opposite the tent of meeting\": If the sanctuary were not set up or if the wind had furled the curtains the red heifer was not processed. \"and he shall sprinkle of its blood opposite the tent of meeting\": Why is this repeated? Is it not already written (Ibid.) \"of its blood with his finger\"? From (Ibid.) \"seven times,\" I might understand seven sprinklings from one dipping. It is, therefore, written \"of its blood seven times\" — he returns to the blood seven times. \"seven times\": They (the sprinklings) are mutually inclusive (i.e., in the absence of one, the others are invalid.) For it would follow: Since \"sprinklings\" are written within (the sanctuary, on Yom Kippur), and \"sprinklings\" are written (re the red heifer), then just as I have learned of the inner sprinklings that they are mutually inclusive, so, the outer sprinklings should be mutually inclusive. — No, this may be true of the inner sprinklings, which effect atonement, wherefore they are mutually inclusive, as opposed to the outer sprinklings, which do not effect atonement, wherefore they should not be mutually inclusive. It is, therefore, written (here) \"seven times,\" and there (of the inner sprinklings) \"seven times before the L-rd.\" Just as there, they are mutually inclusive, here, too, they are mutually inclusive.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "56a6144fd6e4a923e49c79bd", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 74:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 74:1", "sourceHeRef": "ספר המצוות, מצוות עשה ע״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 74.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו שיקריב קרבן כל איש זב שנתרפא מזובו וזהו קרבן הזב, והוא מחוסר כפרה עד שיקריבהו, והוא אמרו יתעלה ויתברך שמו וכי יטהר הזב מזובו וביום השמיני יקח לו שתי תורים. (זאת תהיה, מחוסרי כפרה פ\"א גם פ\"ב וג'): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us that any man who is healed from a discharge offer a sacrifice. And this is the sacrifice of the <i>zav</i>; and he is lacking [full] atonement until he offers it. And that is His, may He be exalted and may His name be blessed, saying, \"When one with a discharge becomes clean of his discharge [...]. On the eighth day he shall take two turtledoves\" (Leviticus 15:13-14). (See Parashat Metzora; Mishneh Torah, Offerings for Those with Incomplete Atonement 1-3.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "56a614c4d6e4a923e49c7a95", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 111:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 111:1", "sourceHeRef": "ספר המצוות, מצוות עשה קי״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 111.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה המצורע לגלח והיא הטהרה השניה לה כמו שהתבאר בסוף נגעים, והוא אמרו וביום השביעי יגלח. וכבר קדם (*מצוה צ\"ג.) תורף לשונם שלשה מגלחין ותגלחתן מצוה המצורע והנזיר והלוים. וכבר התבארו דיני מצוה זו בסוף נגעים. ובכאן אבאר לך מה הסבה במנותנו תגלחת המצורע מצוה בפני עצמה והבאת קרבנותיו מצוה בפני עצמה, וזה כי המצורע אין קשר לתגלחת עם הבאת קרבנותיו והתכלית מתגלחתו זולת התכלית המגעת מהבאת קרבנותיו, וזה כי המצורע טהרתו תלויה בתגלחתו. ובששי מנזיר (דף מ\"ד:) אמרו מה בין נזיר למצורע אלא שזה טהרתו תלויה בימים וזה טהרתו תלויה בתגלחתו, רוצה לומר המצורע, וכשגלח המצורע ונשלמה תגלחתו השניה טהור מלטמא כשרץ כמו שהתבאר בסוף נגעים (פרק י\"ד), וישאר מחוסר כפורים עד שיביא קרבנותיו כשאר מחוסר כפורים כמו שהתבאר שם, והיה תכלית תגלחתו שהוא טהור מלטמא כשרץ הביא קרבנותיו או לא הביא, ותכלית הבאת קרבנותיו תשלום כפרתו כשאר מחוסרי כפרה כלומר זב וזבה ויולדת. וכבר קדם לנו אמרם (כריתות ח':) ארבעה מחוסרי כפרה, ושם נתבאר שהנזיר אינו מחוסר כפרה, אבל המעשה ההוא בכללו כלומר הנלוה והבאת קרבן יתיר לו שתיית היין ולא יספיק מהם האחד בלתי חבירו, אבל הגלוח נקשר בקרבן והקרבן נקשר בגלוח ובקבוצם יגיעו לתכלית אחד, והוא שיותר לו הדברים שהיו אסורים עליו בימי נזרו. ובששי מנזיר (דף מ\"ו:) אמרו גלח על הזבח ונמצא פסול תגלחתו פסולה וזבחיו לא עלו לו. הנה התבאר לך כי התגלחת הוא מתנאי הזבח והזבח מתנאיה. ובתוספתא גם כן התבאר שנזיר שכלו ימיו אסור לגלח ולשתות יין ולטמא למתים עד שיעשה מעשה ההוא כלו והוא תגלחת טהרה, כמו שהתבאר בששי מנזירות (דף מ\"ה) והוא שיתגלח פתח אהל מועד וישליך שערו תחת הדוד ויקריב הקרבנות כאשר באר בכתוב, ואתה תמצאם ברוב מקומות ויקראו הבאת הקרבנות תגלחת. ובביאור אמרו במקום המשנה (שם דף י\"א:) הנני נזיר ועלי לגלח כו', רוצה בזה שיביא קרבנות נזיר ויקריבם בעדו. הנה כבר התבאר לך שהתגלחת נופלת על הבאת הקרבנות, והסבה בזה היותה חלק מהם כמו שבארנו, ובקבוצם יסתלק דין הנזירות וישתה הנזיר יין. אמנם תגלחת טומאה היא מדין המצוה כמו שבארנו במה שקדם. (מצורע, טהרה הלכות טומאת צרעת פי\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded the <i>metsora</i> (a person with <i>tsaarat</i>) to shave, and that is its second purification - as it is explained at the end of Negaim. And that is His saying, \"And [...] on the seventh day, he shall shave\" (Leviticus 14:9). And the essence of their words has already preceded [this] (Sefer HaMitzvot, Positive Commandments 93), \"Three shave, and their shaving is a commandment: The nazarite; the <i>metsora</i>; and the Levites.\" And the laws of this commandment have already been explained at the end of Negaim. And here I will explain the reason for our counting the shaving of the <i>metsora</i> and the bringing of his sacrifice as [two] separate commandments. And that is because there is no connection for the <i>metsora</i> between the shaving and the bringing of his sacrifices. And the purpose of the shaving is distinct from the purpose that is accomplished by bringing his sacrifices. And that is because the purification of the  <i>metsora</i> is dependent upon his shaving. And in the sixth chapter of Nazir (Nazir 44b), they said, \"What is the difference between a nazarite and a <i>metsora</i>? It is only that the purification of this one is dependent upon days and the purification of that one is dependent upon his shaving\" - meaning to say the <i>metsora</i>. And when the <i>metsora</i> shaves and completes his second shaving, he is pure from [continuing to] give off impurity like a creeping animal, as is explained at the end of Negaim (Negaim 14). However, he is still lacking [complete] atonement until he brings his sacrifices - like the other ones that lack [complete] atonement, as is explained there. So the purpose of his shaving was to be pure from [continuing to] give off impurity like a creeping animal - whether or not he brought his sacrifices. Whereas the purpose of bringing his sacrifices is the completion of his atonement - like the other ones that lack [complete] atonement, meaning the <i>zav</i>, the <i>zavah</i> and the woman after childbirth. And we have already been preceded by their saying (Keritot 8b), \"Four are lacking [complete] atonement.\" And there it is made clear that the nazarite is not one lacking atonement. Rather that action (his sacrifice) is included in it - meaning to say that the [shaving] and the bringing of the sacrifice permit him to drink wine; however one of them will not suffice without the other. Instead, the shaving is connected to the sacrifice and the sacrifice is connected to the shaving, and they [only] achieve their purpose when they are combined - and that is that they permit those things that were forbidden to him in the days of his being a nazarite. And in the sixth [chapter] of Nazir (Nazir 46b), they said, \"One who shaves over his sacrifice, and it is found to be disqualified - his shaving is disqualified and his sacrifices do not count for him.\" Behold it has been made clear to you that the shaving is from the stipulations of the sacrifice and the sacrifice is from the stipulations of the shaving. And it is also explained in the Tosefta (Nazir 15a) that a nazarite that has completed his days is [still] forbidden to shave, to drink wine and to become impure with corpses until he does that whole process - and that is the shaving of purification, as it is explained in the sixth [chapter] of Nazir (Nazir 45b). And that is that he shaves at the opening of the Tent of Meeting, throws his hair under the urn and offers his sacrifices - as Scripture explains. And you will find that in most places, they called the bringing of [these] sacrifices, \"shaving.\" And in some places in the Mishnah, they said in explanation (Nazir 11b), \"[One who says,] 'Behold I am nazarite and it is upon me to shave, etc.'\" - by which, he means that he will bring the sacrifices of the nazarite and offer them on his behalf. Behold it has already been made clear to you that \"shaving\" is used [to mean] the bringing of the sacrifices. And the reason for this is that it is a part of them - as we have explained - and it is with their combination that the status of nazarite is removed, and the nazarite may drink wine. However the shaving of impurity (of a <i>metsora</i>) is a law of the commandment, as we have explained earlier (Sefer HaMitzvot, Positive Commandments 93). (See Parashat Metzora; Mishneh Torah, Defilement by Leprosy 11.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d12d6e4a94c7c18a618", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 14:15", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Tafsir Rasag, Leviticus 14:15", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0015, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ויאכ̇ד̇ אלאמאם מן אללג̇ אלדהן ויצב עלי כפה אליסרי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5630d6e4a96d624ad85e", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Heh 10:6", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Machberet Menachem, Letter Heh 10:6", "sourceHeRef": "מחברת מנחם, ה י׳:ו׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 10.0006, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎ואלה הענינים הנדברים בלשון רבוי הנשנים במליהם, ונכפלים במחותם אשר לא יקרה להם כמקרה העליונים, ואלה הם ומצאת את לבבו נאמן לפניך וכרות עמו הברית לתת את ארץ הכנעני החתי האמרי והפריזי והיבוסי והגרגשי לתת לזרעו <small>(נחמיה ט,ח)</small>, השנה המחוקק לתת פעמים והיה די באחד מהם כענין זה העליון. וכמהו אשר אנכי נתן להם לבני ישראל <small>(יהושע א, ב)</small>, והיה די 'בלהם' או 'בלבני ישראל'. וכמהו והיה הגוי והממלכה אשר לא יעבדו אתו את נבוכרנצר מלך בבל <small>(ירמיהו כז, ח)</small>, והיה די 'באותו' או 'את נבוכדנצר'. וכמהו כי אביא אליה אל מואב שנת פקדתם <small>(שם מה, מד)</small>, והיה די ב'אליה' או 'אל מואב'. וכמהו כי בא עליה על בבל שודד <small>(שם נא, נו)</small>, והיה די ב'עליה' או 'על בבל'. וכמהו כי מנגד תראה את הארץ ושמה לא תבא אל הארץ, וכמהו ויעשו בני ישראל ככל אשר צוה יי' את משה כן עשו <small>(שמות לט, לב)</small>, תחלת הפסוק וסופו ענין אחד והיה די באחד מהם. וכמהו ויעשו כן בני ישראל וישלחו אותם אל מחוץ למחנה כאשר דבר ה' אל משה כן עשו בני ישראל <small>(במדבר ה, ד)</small>, גם פה השנה הענין פעמים. וכמו ויעש משה ואהרן וכל עדת בני ישראל ללוים ככל אשר צוה ה' את משה ללוים כן עשו להם בני ישראל <small>(שם ח, כ)</small>, גם פה הכפיל הענין פעמים. וכמו קחו מאתכם תרומה לה' כל נדיב לבו יביאה את תרומת ה' <small>(שמות לה, ה)</small>, וכמו ארך היריעה האחת שמונה ועשרים באמה ורוחב ארבע באמה היריעה האחת <small>(שם כו, ב)</small>, גם פה הזכיר היריעה פעמים. ויתן אותי במשמר בית שר הטבחים אותי ואת שר האופים <small>(בראשית מא, י)</small>, הכפיל אותי פעמים. וכמוהו כה תאמר לעם הזה אשר דברו אליך לאמר אביך הכביד את עלנו ואתה הקל מעלנו כה תאמר להם <small>(מ\"א יב, י)</small>, השנה 'כה תאמר' וכבר הקדימו בתחלתו. וישלח המלך יהויקים אנשים מצרים את נתן בן עכבור ואנשים אתו אל מצרים <small>(ירמיהו כו, כא)</small>, נמצא 'אל מצרים' תוספת בפסוק, על כי כבר נקדם זכרו. לבלתי עבד בם יהודי אחיהו איש <small>(שם לד, ט)</small>, ויאמר מלך מצרים למילדות העבריות וגו' ויאמר בילדכן, השנה 'ויאמר'. זבדני אלהים אתי זבד טוב <small>(בראשית )</small>, והיה די ב'זבדני' [בלי מלה 'אתי']. וכמהו ולקח הכהן מלוג השמן ויצק על כף הכהן השמאלית <small>(ויקרא יד, טו)</small>, היה על המחוקק לחקות ויצק על כפו, אבל רבה הענין והשנה במלת 'הכהן'. וכמהו וילכו שלשת בני ישי הגדולים הלכו אחרי שאול <small>(ש\"א יז, יג)</small>, היה די ב'וילכו' או ב'הלכו'. וכמהו ויחמל המלך על מפיבשת בן יהונתן בן שאול על שבועת יי' אשר בינתם בין דוד ובין יהונתן בן שאול <small>(ש\"ב כא, ז)</small>, גם פה נכפל הענין, אבל יש טעם לכפילתו, על דבר אשר נשבע לשניהם. וכמהו ותפתח ותראהו את הילד <small>(שמות ב, ו)</small>, והיה די ב'ותראהו' או ב'ותראה את הילד'. וכמהו אין כסף לא נחשב <small>(מ\"א י, כא)</small>, כאשר כתוב <small>(בדה״‎ב ט, כ)</small>, ועתה הואיל ושב המחוקק והעמיד פסוק זה על מתכונתו בלי כפל, הורה חדוד שפת יתר ודברי מבטא שפתים, וזה שכל חדוד הלשון.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48907d6e4a939ba174025", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Torah Temimah on Torah, Leviticus 14:15:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מלג השמן ויצק. </b>חסר הלוג עד שלא יצק ימלאנו, משיצק – יביא אחר תחלה <sup class=\"footnote-marker\">עז</sup><i class=\"footnote\">הרבותא בחסר קודם יציקה דלא נימא כיון דהלוג הוא כלי שרת קובע הוא עצמו בשם וקרינן ביה כמו דדרשינן בפ' ויקרא מן המנחה פרט לשחסרה דמנחה שלמה משמע כמבואר שם, אלא שיציקה קבעה. ואם חסר לאחר שנתן שבע מתנות מביא ג\"כ לוג אחר רק מתחיל מתחלת מתן הבהונות.\n</i>.<br>(שם שם מ\"י)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48907d6e4a939ba174027", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 14:15:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Torah Temimah on Torah, Leviticus 14:15:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>על כף הכהן. </b>מצוה שיצוק לתוך כפו של חבירו, ואם יצק לתוך כף עצמו יצא <sup class=\"footnote-marker\">עח</sup><i class=\"footnote\">טעם הדיוק דמצוה לצוק לתוך כפו של חבירו, משום דאי על כף עצמו לא הול\"ל על כף הכהן אלא על כפו, כיון דקאי אדלעיל ולקח הכהן ויצק, ואמנם מדעכ\"פ אין זה מפורש ממש בקרא אין להחמיר בדיעבד.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a5de27dd6e4a90b9243996d", "index_title": "Steinsaltz on Horayot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Horayot 8b:7", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Steinsaltz on Horayot 8b:7", "sourceHeRef": "ביאור שטיינזלץ על הוריות ח׳ ב:ז׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 16.0007, "collectiveTitle": {"en": "Steinsaltz on Horayot", "he": "ביאור שטיינזלץ על הוריות"}, "heTitle": "ביאור שטיינזלץ על הוריות", "he": "<b>נפקא מינה</b> <small>[ומה יוצא מכאן]</small> שיש הבדל? <b>והא תני דבי</b> <small>[והרי שנה החכם מבית</small> מדרשו<small>]</small> של <b>ר' ישמעאל: \"ושב הכהן\"</b> (ויקרא יד, טו) <b>\"ובא הכהן\"</b> (ויקרא יד מב) — <b>זו היא שיבה זו היא ביאה</b> שעניינם אחד, ויש כאן גזירה שווה, למרות שהמילים אינן דומות כלל! <b>ועוד</b> אפשר להקשות: <b>נילף</b> <small>[נלמד]</small> <b>מן \"ואשם\" מטומאת מקדש וקדשיו, דכתיב</b> <small>[שנאמר]:</small> <b>\"והוא טמא ואשם\"</b> (ויקרא ה, ב)!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be5fd6e4a94571872f7e", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 76b:4", "anchorRef": "Leviticus 14:15-16", "anchorRefExpanded": ["Leviticus 14:15", "Leviticus 14:16"], "sourceRef": "Zevachim 76b:4", "sourceHeRef": "זבחים ע״ו ב:ד׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 152.0004, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "ודילמא מצורע הוא ובעי מתן שבע דיהיב", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara further questions: <b>But perhaps he is</b> in fact <b>a leper, and he requires the placement of seven</b> sprinklings of oil before the Lord (see Leviticus 14:15–16). The Gemara answers <b>that</b> the priest does <b>place</b> these sprinklings.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff18fd6e4a93bec1fb250", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 76b:4", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Steinsaltz on Zevachim 76b:4", "sourceHeRef": "ביאור שטיינזלץ על זבחים ע״ו ב:ד׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 152.0004, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": " ושואלים:  <b>ודילמא</b> <small>[ושמא]</small> באמת <b>מצורע הוא, ובעי</b> <small>[וצריך]</small> <b>מתן שבע</b> הזיות מלוג השמן לפני ה' (ראה ויקרא יד, טו— טז)! ומשיבים: <b>דיהיב</b> <small>[ש</small>הכהן אכן <small>נותן]</small> את המתנות הללו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8ea9d613964014ac6a8c4", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 5a:12", "anchorRef": "Leviticus 14:14-17", "anchorRefExpanded": ["Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17"], "sourceRef": "Menachot 5a:12", "sourceHeRef": "מנחות ה׳ א:י״ב", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 9.0012, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "מתיב רב ששת הקדים מתן שמן למתן דם ימלאנו שמן ויחזור ויתן שמן אחר מתן דם מתן בהונות למתן שבע ימלאנו שמן ויחזור ויתן מתן בהונות אחר מתן ז'", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Sheshet raises an objection</b> from a <i>baraita</i> that discusses the ritual purification of a leper: If the priest <b>performed the placement of oil</b> on the leper’s right thumb and big toe <b>before the placement of blood</b> from the leper’s guilt offering on the leper’s right thumb and big toe, i.e., his actions were in the opposite order from those prescribed in the Torah (see Leviticus 14:14–17), <b>he fills</b> the vessel that holds a <i>log</i> of <b>oil and he</b> then <b>puts oil</b> on the leper’s right thumb and big toe <b>again after the placement of blood.</b> If the priest <b>performed the placement of</b> oil on the leper’s right <b>thumb and big toe before the placement of seven</b> sprinklings of oil before the Lord, <b>he fills</b> the vessel that holds a <i>log</i> of <b>oil and he again puts</b> oil on the leper’s right <b>thumb and big toe after the placement of seven</b> sprinklings.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9d613964014ac6a8c8", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 5a:15", "anchorRef": "Leviticus 14:13-19", "anchorRefExpanded": ["Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19"], "sourceRef": "Menachot 5a:15", "sourceHeRef": "מנחות ה׳ א:ט״ו", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 9.0015, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "מתיב רב פפא הקדים חטאתו לאשמו לא יהיה אחר ממרס בדמה אלא תעובר צורתה ותצא לבית השריפה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Pappa raises an objection</b> from a <i>baraita</i>: If the priest <b>performed</b> the slaughter of a leper’s <b>sin offering before</b> the slaughter of <b>his guilt offering,</b> i.e., the priest’s actions were in the opposite order from those prescribed in the Torah (see Leviticus 14:13–19), <b>there</b> should <b>not be another</b> priest <b>stirring the blood of</b> the leper’s sin offering to prevent it from congealing in order that his guilt offering may be slaughtered and its blood sprinkled before the blood of his sin offering. <b>Rather,</b> the sin offering is left until <b>its form decays,</b> i.e., until the next morning, at which point it is definitively disqualified due to remaining in the Temple overnight <b>and</b> can be <b>taken out to the place</b> designated <b>for burning.</b> The objection is as follows: If an offering that is to be brought on that day is not considered one whose time has not yet arrived, why must this sin offering be left to decay? It should be considered as though it was slaughtered after the guilt offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9d613964014ac6a914", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 9b:17", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Menachot 9b:17", "sourceHeRef": "מנחות ט׳ ב:י״ז", "anchorVerse": 15, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.0017, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "קמץ בשמאל [וכו']: מנא הני מילי אמר רבי זירא דאמר קרא (ויקרא ט, יז) ויקרב את המנחה וימלא כפו ממנה כף זה איני יודע מהו כשהוא אומר (ויקרא יד, טו) ולקח הכהן מלוג השמן ויצק על כף הכהן השמאלית כאן שמאלית הא כל מקום שנאמר כף אינו אלא ימין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The mishna teaches: If the priest <b>removed the handful with</b> his <b>left</b> hand the meal offering is unfit. The Gemara asks: <b>From where are these matters</b> derived? <b>Rabbi Zeira said</b> that it is derived from <b>that</b> which <b>the verse states: “And the meal offering was presented; and he filled his hand from it”</b> (Leviticus 9:17). Rabbi Zeira explains: <b>This hand, I do not know what it is,</b> i.e., the left hand or the right. <b>When</b> the verse <b>states</b> with regard to the atonement of a leper: <b>“And the priest shall take of the <i>log</i> of oil, and pour it into the palm of his own left hand”</b> (Leviticus 14:15), it mentions the left hand. One can therefore derive that <b>here,</b> where the verse specifies, the priest must use his <b>left</b> hand, whereas in <b>any place where it is stated</b> in a verse <b>“hand”</b> without specification, it is referring <b>only</b> to the <b>right</b> hand.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9d613964014ac6a91c", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 9b:20", "anchorRef": "Leviticus 14:15-16", "anchorRefExpanded": ["Leviticus 14:15", "Leviticus 14:16"], "sourceRef": "Menachot 9b:20", "sourceHeRef": "מנחות ט׳ ב:כ׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ואימא אדרבה מה כאן שמאלית אף בעלמא נמי שמאלית ארבעה שמאלית כתיבי תרי בעני ותרי בעשיר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara challenges: <b>But</b> one can <b>say</b> that <b>on the contrary, just as here</b> the <b>left</b> hand is required, <b>so too generally,</b> the <b>left</b> hand is required <b>as well.</b> The Gemara responds: <b>Four</b> mentions of the <b>left</b> hand <b>are written</b> in the passage, <b>two with regard to a poor</b> leper (Leviticus 14:26–27), <b>and two with regard to a wealthy</b> one (Leviticus 14:15–16). Accordingly, three of the specifications serve to indicate that the oil may be poured only onto the left hand, while the additional mention serves to restrict the use of the left hand to the case of a leper alone.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9e613964014ac6a96c", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 15b:15", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Menachot 15b:15", "sourceHeRef": "מנחות ט״ו ב:ט״ו", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 30.0015, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ת\"ר לוג שמן של מצורע חייבין עליו משום פיגול מפני שדם אשם מתירו לבהונות דברי רבי מאיר אמרו לו לרבי מאיר והלא אדם מביא אשמו היום ולוגו מיכן ועד י' ימים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "In a similar vein, <b>the Sages taught:</b> With regard to the <b><i>log</i> of oil of the leper</b> (see Leviticus 14:10–20), <b>one is liable for</b> eating <b>it due to</b> violation of the prohibition of <b><i>piggul</i></b> if the guilt offering that this oil accompanied became <i>piggul</i>, <b>as</b> the <b>blood</b> of the offering <b>permits it to</b> be placed on <b>the</b> right <b>thumb and big toe</b> of the leper. This is <b>the statement of Rabbi Meir.</b> The Rabbis <b>said to Rabbi Meir: But a person may bring his guilt offering today and</b> the accompanying <b><i>log</i></b> of oil <b>from now until</b> even <b>ten days</b> later. Evidently, the <i>log</i> of oil is not considered part of the guilt offering, and therefore it should not be rendered <i>piggul</i> on account of it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0fd771b783360017a8529d", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Ki Teitzei, Torah Ohr 47", "anchorRef": "Leviticus 14:2-32", "anchorRefExpanded": ["Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Ki Teitzei, Torah Ohr 47", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, כי תצא, תורה אור מ״ז", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 47, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>וזה</b> לשון הגה\"ה ציוני בפרשת בראשית דף ח', גם הזהרנו להשמר בנגע צרעת. נודע כי זאת תורת המצורע מוציא רע וארס הזוהמא בא מזוהמת הנחש<sup class=\"footnote-marker\">הגה\"ה</sup><i class=\"footnote\">מצאתי צוף דבש אמרי נועם. דע שצחנת הזוהמא של הנחש נחלק לד' רוחות וכולם הם טומאה, רוח שטות, רוח זנות, רוח חמדה, רוח חטאה. וחז\"ל קראו להם טומאה, אב הטומאה, ראשון, שני, שלישי. ובהתייחד סמאל עם הנח\"ש אז הטומאה הגדולה למעלה, ותמצא שם אבי אבות הטומאה. ואלו נחלקו לד' רוחות, והם מתפשטים לארבעים חסר אחת, לפיכך עונש החטא אשר עבר עליו רוח הטומאה, הוא מלקיות הארבעים חסר אחת:<br><b>ואמרו</b> רז\"ל <small>(אוצר המדרשים פרק אדה\"ר ה)</small> עשר גזירות גזר על הנחש, ואלו הם, א' שנסתם, ב' קציצת ידיו ורגליו, ג' שאוכל עפר, ד' לשונו נגררת בעפר, ה' שהשניאו בעיני הבריות, ו' שמשיר עורו לסוף ז' שנים ויש לו צירים כחבלי לידה, ז' שמוליד לז' שנים, ח' שמטיל ארס, ט' שכולם מתרפאים לעתיד לבא זולתו, י' שימות. ועשר גזירות גזר על האדם, א' שיאכל פתו בעמל וצער, ב' שאוכל טוב ומוציא רע, ג' שישלוט בו ריח רע ורימה ותולעה, ד' כינים וזבובים ופרעושים בחייו, ה' שיהיו ימיו קצרים, ו' שיהיו בניו גולים ממקום למקום, ז' שיהא מסור לחיה רעה, ח' שיהיה נדון תמיד ודינו מוכן לעתיד לבא, ט' באין עליו יסורין, י' המות. ועשר גזירות נגזר על האשה, א' דם נדה, ב' דם בתולים, ג' צער הריון, ד' צער לידה, ה' שעומדת מלידתה דוה וחולה, ו' שתכנס כאבילה, ז' שמושל בה האיש, ח' שתהא אסורה ונתפשת בירכתי הבית, ט' שמזקנת מהרה, י' המות. ואם היא אשת חיל, בעלה קוברה, שנאמר <small>(בראשית כג, ב)</small> ויבא אברהם וגו'. ותשע גזירות על הארץ, א' שתהא שותה מאליה, שנאמר <small>(בראשית ב, ו)</small> ואד יעלה מן הארץ וגו', ב' שתלקה בפירותיה, ג' שתלקה בשדפון, ד' שתצמיח קוץ ודרדר, ה' שיהיו בה הרים וסלעים, ו' שיחסרו בה בני אדם ויחרשוה בכלי ברזל, ו' שלא תכסה על הרוגיה, ח' בזמן שחייבין בני אדם זורעין הרבה ומוציאין קמעא, ט' שעתידה לבלות, שנאמר <small>(ישעיה נא, ו)</small> והארץ כבגד תבלה, היא מיתתה. עכ\"ל:</i>, והקב\"ה מגלה סימן זה כדי שיתעורר האדם ויתחרט ויעשה תשובה, ואז ארס זוהמת הנחש יוצא חוצה ואין לו טהרה אלא באמצעית הכהן שהוא מצד החסד סטרא דימינא, כי מצד השמאל נפתח הרעה, כי מצד שמאל נמשך בהשתלשלות למטה סמאל, ומצפון תפתח הרעה <small>(ירמיה א, יד)</small>. ועתה שאין לנו כהן, אזי התשובה על הכל כי ימין התשובה פשוטה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "The Tziyoni writes in a gloss on פרשת בראשית that the reason we are to be so careful with observing the details of the legislation of צרעת, blemishes of the skin, the clothes, or the house, is that we are dealing here with inner blemishes, i.e. sins, which have become visible externally. G–d has been very kind in externalizing the effect of these sins so as to give the afflicted person an opportunity to repent and rid himself of the pollutant of the serpent which his sins are due to. The priest is the only one who can effect a cure because the priesthood originated in the \"right\" side of the diagram of emanations in the emanation חסד, whereas the pollutant of the serpent has its origin in the \"left\" of the diagram of emanations, the side from which Samael originates. Nowadays, when we do not have priests who can perform the steps leading to the rehabilitation of an afflicted person (including the sacrifices he has to bring at the end of the period of his isolation as outlined in Leviticus 14,2-32), repentance is the only instrument by which we can cleanse ourselves. The right hand of G–d is always stretched out to welcome penitent sinners. ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b9c0b071e100bf4edb5e", "index_title": "Rash MiShantz on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "Rash MiShantz on Mishnah Negaim 14:10:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Rash MiShantz on Mishnah Negaim 14:10:2", "sourceHeRef": "ר\"ש משאנץ על משנה נגעים י״ד:י׳:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1180, 1220], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Rash MiShantz on Mishnah Negaim", "he": "ר\"ש משאנץ על משנה נגעים"}, "heTitle": "ר\"ש משאנץ על משנה נגעים", "he": "<b>לתוך </b>כפו של חבירו. משום דכתיב (ויקרא י״ד:ט״ו) ויצק על כף הכהן משמע שהכהן העושה את ההזאות היה יוצק על כף כהן אחר:  ", "heVersionTitle": "Talmud Bavli, Vilna, 1880.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, וילנא, 1880", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d9ad5d712ce00182a2840", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Metzora, Chapter 3 6", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Sifra, Metzora, Chapter 3 6", "sourceHeRef": "ספרא, מצורע, פרק ג ו׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ו] \"מלג השמן ויצק\" – חסר הלוג עד שלא יצק – ימלאנו. משיצק – יביא אחר בתחלה, דברי רבי עקיבא. ר' שמעון אומר חסר הלוג עד שלא נתן – ימלאנו. משנתן – יביא אחר בתחלה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 14:15) (\"And the Cohein shall take from the log of oil, and he shall pour onto the Cohein's left palm.\") \"from the log of oil and he shall pour\": If the log (vessel) lacks the necessary amount, (some of it having spilled): If before he poured it (on the Cohein's left palm), he may refill it; if after, he must bring another (log, the service) having begun. These are the words of R. Akiva. R. Yishmael says: If the log lacks before he places it (i.e., before he sprinkles [viz. Vayikra 14 verse 16]), he may refill it, (the service not considered as having begun until he sprinkles); if after, he must bring another (log, the service) having begun.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9ad94d7b5e00177ba0aa", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Metzora, Chapter 3 7", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Sifra, Metzora, Chapter 3 7", "sourceHeRef": "ספרא, מצורע, פרק ג ז׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ז] \"ויצק על כף הכהן השמאלית\" – מצוה שיצוק לתוך כפו של חברו, ואם יצק לתוך כף עצמו יצא. \"וטבל\" – ולא המספג.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) \"and he shall pour onto the Cohein's left palm\": It is a mitzvah (for one Cohein) to pour into another Cohein's palm; but if he pours into his own palm, it is valid.\" (Vayikra 14:16) (\"And the Cohein shall dip his right finger from the oil on his left palm, and he shall sprinkle from the oil with his finger seven times before the L–rd.\") \"And he shall dip\": and not wipe (the palm).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9aded712ce00182a2843", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Metzora, Chapter 3 8", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Sifra, Metzora, Chapter 3 8", "sourceHeRef": "ספרא, מצורע, פרק ג ח׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ח] \"וטבל… והזה\" – על כל הזיה טבילה. \"אצבעו\". נאמר כאן \"אצבעו\" ונאמר להלן \"אצבעו\". מה אצבעו האמורה כאן המיומנת שבימין אף אצבעו האמורה להלן – המיומנת שבימין.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) \"And he shall dip … and he shall sprinkle\": For every sprinkling a (separate) dipping. It is written here \"his finger,\" and elsewhere (Vayikra 4:6), \"his finger.\" Just as \"finger\" here indicates the most adroit (\"meyumeneth\") finger on his right hand, (this being the thrust of (\"finger hayemanith\"), so \"his finger\" there indicates the most adroit finger on his right hand (i.e., the index finger).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9ae0d712ce00182a2846", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Metzora, Chapter 3 9", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Sifra, Metzora, Chapter 3 9", "sourceHeRef": "ספרא, מצורע, פרק ג ט׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ט] \"והזה מן השמן באצבעו שבע פעמים\" – מלמד שהוא טובל ומזה ז' פעמים כנגד בית קדשי הקדשים ועל כל הזיה טבילה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) \"and he shall sprinkle from the oil with his finger seven times before the L–rd\": We are hereby apprised that he dips and sprinkles seven times in the direction of the holy of holies.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6dc5c4424d0058269c7e", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Metzora 51:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Malbim on Leviticus, Metzora 51:1", "sourceHeRef": "מלבי\"ם על ויקרא, מצורע נ״א:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 51.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מצורע", "he": "ולקח הכהן מלוג השמן ויצק: משמע שצריך שיצוק מן הלוג השלם, לא מן החסר, מדלא אמר \"ולקח הכהן מן השמן\" כמ\"ש בפסוק כו \"ומן השמן יצק\". ולכולי עלמא עד היציקה לא קבעה (דריש לקיש דסבירא ליה דכלי קבעה אתותב במנחות דף ט) ורבי עקיבא ס\"ל דיציקה קבעה, ור' שעמון ס\"ל דגם יציקה לא קבעה עד ההזייה ואינו דומה לקמיצה במנחות. ופלוגתתן מובא בנגעים (פרק יד מ\"י)", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6dc6388205001838a33f", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Metzora 52:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Malbim on Leviticus, Metzora 52:1", "sourceHeRef": "מלבי\"ם על ויקרא, מצורע נ״ב:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מצורע", "he": "ויצק על כף הכהן: היל\"ל \"ויצק על כפו\" ומבואר אצלינו (באה\"ש כלל קלח) שבמקום שכפל את השם מורה שאינו השם הראשון, מזה למדו שיצק על כף כהן אחר. ובכל זאת בארנו שם שאינו יוצא מידי פשוטו שמוסב גם על נושא הקודם ולזה אמר שאם יצק לכף עצמו יצא.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3785fc99956394dd496", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 132:1-2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Malbim Ayelet HaShachar 132:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״ב:א׳-ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 132.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן כל מקום שבאו שני תוארים על דבר אחד, בהכרח שתואר אחד אינו מספיק [כמו <b>עבד עברי, מזבח הזהב, עגל מסכה</b>]. ובמקום שאחד מספיק השני למותר. ועל כן במה שכתוב \"ולקח הכהן המשיח מדם הפר\" פירשו 'משיח' מענין גדולה; דאם כפשוטו היה די בשם \"משיח\" לבד. מה שאין כן במה שכתוב \"אם הכהן המשיח יחטא\", אין די בשם 'משיח', דיש לפרש שהוא המלך. (ויקרא ס' רא, ויקרא ס' ריג. צו ס' נ)", "וכן בכל מקום שבא תואר מיותר יש בו דרוש. (ויקרא ס' רכה, ויקרא ס' רל. שמיני ס' נב. תזריע ס' מג. ובכמה מקומות. ועיין עוד ויקרא ס' מד, ויקרא ס' רנג. מצורע ס' נא. בהר ס' נב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, any place where two adjectives come to modify one thing, we can conclude that one adjective is not enough (like <b>עבד עברי</b> Hebrew servant, <b>מזבח הזהב</b> golden altar, <b>עגל מסכה</b> molten calf). And in a place where one is enough, the other will be superfluous. Thus, when it is written, ולקח הכהן המשיח מדם הפר (And the anointed priest shall take of the blood of the bullock)<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Leviticus 4:5.</i>, they interpret משיח (anointed) to mean “high”; that if it were literal, then the noun משיח would be enough alone. On the contrary, when it is written אם הכהן המשיח יחטא (if the anointed priest shall sin)<sup class=\"footnote-marker\">270</sup><i class=\"footnote\">Leviticus 4:3.</i>, the noun משיח is not enough, since one could err and interpret this to mean that he is the king.", "And moreover, any place where an adjective is superfluous, there will be a homiletical interpretation."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3825fc99956394dd4bb", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 139:1-15", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Malbim Ayelet HaShachar 139:1-15", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״ט:א׳-ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 139.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכעניין זה דרשו גם כן שהשם הנשנה בא לרבות דבר אחר הדומה לזה.", "כמו שדרשו על \"והבאת את המנחה\" לרבות כל המנחות (ויקרא ס' קכח),", "\"וסמך על ראש הפר\" – לרבות פר יום הכיפורים (ויקרא ס' ריא)", "וכן \"על דם הפר\" (שם ס' רכז),", "על \"חלב פר החטאת\" (שם ס' רל)", "ועל \"ועשה לפר\" (שם ס' רנג)", "ועל \"ראש השעיר\" (שם ס' רסח)", "\"ושחט את החטאת\" – לרבות כל חטאת (שם ס' ער)", "\"על ראש החטאת\" (שם סימן רפד, שם סימן רצ)", "\"פר חטאת\" (אחרי ס' סז)", "וגם דרושים האלה נבנו על יסוד הקודם שהשם הנכפל אינו השם הראשון ממש שאם כן לא היו לו לכופלו בחנם והיה מציינו על ידי הכינוי.", "וכן במ\"ש \"ויצא הכהן…וראה הכהן\" דרש כהן אחר (מצורע ס' ו)", "\"ויצק על כף הכהן\" – כף כהן אחר (מצורע ס' נב)", "וכיוצא בו על \"ובת איש כהן\" (אמור ס' כא),", "וכן במקום שמתחיל ענין חדש – ישנה השם שנית. שמזה מוכיח שמה שכתוב \"ושור או שה אותו ואת בנו\" מדבר בחולין (אמור ס' קכח)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And like this, they interpret as well that the repeated noun will come to include another thing that is similar to it.", "As they interpreted והבאת את המנחה (And you shall bring the meal-offering)<sup class=\"footnote-marker\">289</sup><i class=\"footnote\">Leviticus 2:8.</i> – to include all of the meal offerings.", "וסמך על ראש הפר (and he shall lay his hand upon the head of the bullock)<sup class=\"footnote-marker\">290</sup><i class=\"footnote\">Leviticus 4:4.</i> – to include the bullock of <i>Yom Kippur</i>.", "על דם הפר (blood of the bullock)<sup class=\"footnote-marker\">291</sup><i class=\"footnote\">Leviticus 4:7.</i>.", "חלב פר החטאת (fat of the bullock of the sin-offering)<sup class=\"footnote-marker\">292</sup><i class=\"footnote\">Leviticus 4:8.</i>.", "ועשה לפר (Thus shall he do with the bullock)<sup class=\"footnote-marker\">293</sup><i class=\"footnote\">Leviticus 4:20.</i>.", "ראש השעיר (head of the goat)<sup class=\"footnote-marker\">294</sup><i class=\"footnote\">Leviticus 4:24.</i>.", "ושחט את החטאת (and kill the sin-offering)<sup class=\"footnote-marker\">295</sup><i class=\"footnote\">Leviticus 4:29.</i> – to include all sin offerings.", "על ראש החטאת (upon the head of the sin-offering)<sup class=\"footnote-marker\">296</sup><i class=\"footnote\">Ibid.</i>.", "פר חטאת (the bullock of the sin-offering)<sup class=\"footnote-marker\">297</sup><i class=\"footnote\">Leviticus 16:27.</i>.", "And also these explanations are understood with respect to the previous rule, that the noun that is repeated is not literally the first noun, that if so it would not have repeated it for no reason and it would have been indicated through a pronoun.", "And moreover, when it is written ויצא הכהן..וראה הכהן (And the priest shall go forth out of the camp; and the priest shall look)<sup class=\"footnote-marker\">298</sup><i class=\"footnote\">Leviticus 14:3.</i> – they interpret this to be another priest.", "ויצק על כף הכהן (and pour it into the palm of his own left hand)<sup class=\"footnote-marker\">299</sup><i class=\"footnote\">Leviticus 14:15.</i> – the palm of another priest.", "And ובת איש כהן (And the daughter of any priest)<sup class=\"footnote-marker\">300</sup><i class=\"footnote\">Leviticus 21:9.</i>.", "And moreover, when it begins with a new topic, the repeated noun is different. That from this, it is proven that when it is written ושור או שה אותו ואת בנו (And whether it be cow or ewe, you shall not kill it and its young both in one day)<sup class=\"footnote-marker\">301</sup><i class=\"footnote\">Leviticus 22:28.</i> – it is speaking about unconsecrated animals."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f8deb7d2e1475644861", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Midrash Lekach Tov, Leviticus 14:15:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ולקח הכהן מלוג השמן. מן המלא ואם חסר ימלאנו. ויצק על כף הכהן. מצוה לצוק לכף של חבירו ואם יצק לתוך כף עצמו יצא:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f2698b0bf1fa0d648b3555c", "index_title": "Mishnah Megillah", "category": "Mishnah", "type": "", "ref": "Mishnah Megillah 2:5", "anchorRef": "Leviticus 14:1-20", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Megillah 2:5", "sourceHeRef": "משנה מגילה ב׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Mishnah Megillah", "he": "משנה מגילה"}, "heTitle": "משנה מגילה", "he": "כָּל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַמְּגִלָּה, וְלִקְרִיאַת הַהַלֵּל, וְלִתְקִיעַת שׁוֹפָר, וְלִנְטִילַת לוּלָב, וְלִתְפִלַּת הַמּוּסָפִין, וְלַמּוּסָפִין, וּלְוִדּוּי הַפָּרִים, וּלְוִדּוּי הַמַּעֲשֵׂר, וּלְוִדּוּי יוֹם הַכִּפּוּרִים, לַסְּמִיכָה, לַשְּׁחִיטָה, לַתְּנוּפָה, לַהַגָּשָׁה, לַקְּמִיצָה וְלַהַקְטָרָה, לַמְּלִיקָה, וְלַקַּבָּלָה, וְלַהַזָּיָה, וּלְהַשְׁקָיַת סוֹטָה, וְלַעֲרִיפַת הָעֶגְלָה, וּלְטַהֲרַת הַמְּצֹרָע:  ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Although it is preferable to fulfill a particular day’s mitzva at the earliest possible hour, <b>the entire day is a valid</b> time <b>for reading the Megilla; for reciting <i>hallel</i>; for sounding the <i>shofar</i></b> on Rosh HaShana; <b>for taking the <i>lulav</i></b> and the other species on Sukkot; <b>for the additional prayer</b> recited on Shabbat and other occasions; <b>and for the additional offerings</b> sacrificed in the Temple on these occasions. <b>And</b> the entire day is also a valid time <b>for the confession over the bulls</b> brought by the Sanhedrin or by the High Priest to atone for mistakes they had made in their instruction to the people; <b>for the declaration</b> made on the last day of Passover in the fourth and seventh year of the Sabbatical cycle, stating that one’s obligations <b>with regard to tithes</b> have been properly fulfilled (see Deuteronomy 26:12–15); <b>and for the confession</b> of sins made by the High Priest <b>on Yom Kippur</b> over the special offerings brought on that day. The entire day is also a valid time <b>for placing hands</b> on the head of an offering; <b>for slaughtering</b> an offering; <b>for waving</b> those offerings that require waving in the Temple; <b>for bringing</b> meal-offerings <b>near</b> to the altar; <b>for scooping out a fistful</b> of flour from a meal-offering in order to burn it on the altar; <b>and for burning</b> the fistful of flour on the altar; <b>for pinching</b> the necks of the turtledoves and young pigeons sacrificed as offerings in the Temple; <b>and for receiving</b> the blood of an offering in a vessel; <b>and for sprinkling</b> blood on the altar and on the curtain separating between the Holy and the Holy of Holies. <b>And</b> the entire day is also a valid time <b>for giving a woman suspected by her husband of having been unfaithful [<i>sota</i>] to drink</b> from the bitter waters (see Numbers 5:11–31); <b>for breaking the neck</b> of the heifer as part of the procedure followed when a corpse is found outside a town and it is not known who caused his death (see Deuteronomy 21:1–9); <b>and for</b> all the steps in the <b>purification process of the leper</b> (see Leviticus 14:1–20).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f269a57ac1ae81877387882", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 1:5", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Sotah 1:5", "sourceHeRef": "משנה סוטה א׳:ה׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>If</b> after the judge’s warning <b>she says: I am defiled,</b> she writes <b>a receipt</b> for <b>her marriage contract.</b> That is, she writes a receipt indicating that she has no claims on her husband with regard to the sum written in her marriage contract, as a woman who admits to adultery forfeits her right to this payment. <b>And she is</b> then <b>divorced</b> from her husband. <b>But if</b> after the warning <b>she</b> maintains her innocence and <b>says: I am pure, they bring her up to the Eastern Gate, which is at the opening of</b> the <b>Gate of Nicanor, because</b> three rites were performed <b>there: They give the <i>sota</i> women</b> the bitter water <b>to drink, and they purify women who have given birth</b> (see Leviticus 12:6–8), <b>and they purify the lepers</b> (see Leviticus 14:10–20). The mishna continues describing the <i>sota</i> rite. <b>And the priest grabs hold of her clothing</b> and pulls them, unconcerned about what happens to the clothing. <b>If</b> the clothes <b>are torn,</b> so <b>they are torn; if the stitches come apart,</b> so <b>they come apart.</b> And he pulls her clothing <b>until he reveals her heart,</b> i.e., her chest. <b>And</b> then <b>he unbraids her hair. Rabbi Yehuda says: If her heart was attractive he would not reveal it, and if her hair was attractive he would not unbraid</b> it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6114d56ff8e0970bbbbb2089", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 9b:20", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Menachot 9b:20", "sourceHeRef": "מנחות ט׳ ב:כ׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ואימא אדרבה מה כאן שמאלית אף בעלמא נמי שמאלית ארבעה שמאלית כתיבי תרי בעני ותרי בעשיר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara challenges: <b>But</b> one can <b>say</b> that <b>on the contrary, just as here</b> the <b>left</b> hand is required, <b>so too generally,</b> the <b>left</b> hand is required <b>as well.</b> The Gemara responds: <b>Four</b> mentions of the <b>left</b> hand <b>are written</b> in the passage, <b>two with regard to a poor</b> leper (Leviticus 14:26–27), <b>and two with regard to a wealthy</b> one (Leviticus 14:15–16). Accordingly, three of the specifications serve to indicate that the oil may be poured only onto the left hand, while the additional mention serves to restrict the use of the left hand to the case of a leper alone.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "6121b6808430f78f206365f4", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 562:11", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Yalkut Shimoni on Torah 562:11", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ב:י״א", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 562.0011, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והנותר מן השמן אשר על כף הכהן יתן על ראש המטהר וכפר אם נתן כפר ואם לא נתן לא כפר דברי רבי עקיבא. רבי יוחנן בן נורי אומר שיירי מצוה הן בין נתן בין לא נתן כפר ומעלה עליו הכתוב כאלו לא כפר. מאי כאלו לא כפר, אילימא דבעי מייתי קרבן אחרינא והא אמרת בין נתן בין לא נתן כפר. אלא כפר גברא לא קמי שמיא. הכא נמי כפר גברא לא קמי שמיא. התם נמי גבי מתן כפר מתן הבהונות לא כפר מתנות הראש:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed747cf7a0c25239b57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 2-5", "anchorRef": "Leviticus 14:1-57", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ג׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": false, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Purification from Tzaraat", "he": "ויקרא הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In 13:44–45 we were informed about the diseased person’s isolation from the camp. We now turn to the ceremony attending his purification and, from v.33 on, that of a house. In a complex ritual that foreshadows the great Purgation ceremony of Chap. 16 (with some connections to the ritual of purging the impurity of death in Num. 19), <i>tzaraat</i> is removed from its dangerous position in the camp. Many aspects seem to be archaic and even tinged with magic; in Milgrom’s view, these characteristics survive only symbolically, and ancient Israel has rid itself of dependence on magic—in his words, it has “eviscerated” demonism.", "The substances used for purification—cedar, scarlet, hyssop—seem to connote life (and hence remove the death symbolism of <i>tzaraat</i>): they all bear the red color of blood, which itself was the great biblical indicator of life (cf. 17:11 below). Notable is the adjective “living,” applied to both the birds and the water utilized in the ceremony.", "The purification ritual itself, interestingly, parallels the consecration of the priests in Chap. 8. This is particularly evident in the fourfold dabbing of blood on the right extremities of the diseased person (cf. 8:23, 24 for the corresponding action). In Chap. 8, movement took place from the everyday sphere into that of the holy; here, the person with <i>tzaraat</i> moves from isolation to eventual reintegration into society (i.e., the camp)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af972", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 1", "anchorRef": "Leviticus 14:1-57", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 14:1-57\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 14:1-57</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62970c8661d6a4fcaee34cf9", "index_title": "Mishnah Menachot", "category": "Mishnah", "type": "", "ref": "Mishnah Menachot 1:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Mishnah Menachot 1:2", "sourceHeRef": "משנה מנחות א׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Mishnah Menachot", "he": "משנה מנחות"}, "heTitle": "משנה מנחות", "he": "אַחַת מִנְחַת חוֹטֵא וְאַחַת כָּל הַמְּנָחוֹת שֶׁקְּמָצָן זָר, אוֹנֵן, טְבוּל יוֹם, מְחֻסַּר בְּגָדִים, מְחֻסַּר כִּפּוּרִים, שֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלַיִם, עָרֵל, טָמֵא, יוֹשֵׁב, עוֹמֵד עַל גַּבֵּי כֵלִים, עַל גַּבֵּי בְהֵמָה, עַל גַּבֵּי רַגְלֵי חֲבֵרוֹ, פָּסָל. קָמַץ בִּשְׂמֹאל, פָּסָל. בֶּן בְּתֵירָא אוֹמֵר, יַחֲזִיר וְיַחֲזֹר וְיִקְמֹץ בְּיָמִין. קָמַץ וְעָלָה בְיָדוֹ צְרוֹר אוֹ גַרְגִּיר מֶלַח אוֹ קֹרֶט שֶׁל לְבוֹנָה, פָּסַל, מִפְּנֵי שֶׁאָמְרוּ, הַקֹּמֶץ הַיָּתֵר וְהֶחָסֵר, פָּסוּל. אֵיזֶה הוּא הַיָּתֵר, שֶׁקְּמָצוֹ מְבֹרָץ. וְחָסֵר, שֶׁקְּמָצוֹ בְרָאשֵׁי אֶצְבְּעוֹתָיו. כֵּיצַד הוּא עוֹשֶׂה, פּוֹשֵׁט אֶת אֶצְבְּעוֹתָיו עַל פַּס יָדוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Both the meal offering of a sinner and all</b> other <b>meal offerings</b> with regard to <b>which</b> the one who <b>removed their handful</b> was <b>a non-priest,</b> or a priest who was <b>an acute mourner,</b> i.e., whose relative died and was not yet buried, or a priest who was ritually impure <b>who immersed that day</b> and was waiting for nightfall for the purification process to be completed, or a priest <b>lacking</b> the requisite priestly <b>vestments,</b> or a priest <b>who had not yet</b> brought <b>an atonement</b> offering to complete the purification process, or a priest <b>who did not wash his hands and feet</b> from the water in the Basin prior to performing the Temple service, or <b>an uncircumcised</b> priest, or <b>a ritually impure</b> priest, or a priest who removed the handful while <b>sitting,</b> or while <b>standing</b> not on the floor of the Temple but <b>upon vessels,</b> or <b>upon an animal,</b> or <b>upon the feet of another</b> person; in all these cases the meal offerings are <b>unfit</b> for sacrifice. If the priest <b>removed the handful with</b> his <b>left</b> hand the meal offering is <b>unfit. Ben Beteira says: He must return</b> the handful to the vessel that contains the meal offering <b>and again remove the handful,</b> this time <b>with</b> his <b>right</b> hand. If a priest <b>removed the handful</b> of flour, <b>and a stone, a grain of salt, or a pinch [<i>koret</i>] of frankincense emerged in his hand,</b> the meal offering is <b>unfit due to</b> the fact <b>that</b> the Sages <b>said: The handful that is outsized or that is lacking</b> is <b>unfit.</b> The existence of one of these foreign items in the handful means that the requisite measure of flour is lacking. <b>And which is the outsized</b> handful? It is one <b>where he removed the handful overflowing [<i>mevoratz</i>]</b> in a manner in which his fingers do not hold the flour. <b>And</b> which is the <b>lacking</b> handful? It is one <b>where he removed the handful with the tips of his fingers.</b> <b>How does</b> the priest <b>perform</b> the removal of a handful? <b>He extends his fingers onto the palm of his hand.</b> ", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62971e22ee7523d1102add28", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 5:1", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Zevachim 5:1", "sourceHeRef": "משנה זבחים ה׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "אֵיזֶהוּ מְקוֹמָן שֶׁל זְבָחִים, קָדְשֵׁי קָדָשִׁים שְׁחִיטָתָן בַּצָּפוֹן, פַּר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שְׁחִיטָתָן בַּצָּפוֹן, וְקִבּוּל דָּמָן בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָן טָעוּן הַזָּיָה עַל בֵּין הַבַּדִּים וְעַל הַפָּרֹכֶת וְעַל מִזְבַּח הַזָּהָב. מַתָּנָה אַחַת מֵהֶן מְעַכָּבֶת. שְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן. אִם לֹא נָתַן, לֹא עִכֵּב: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>What is the location</b> of the slaughtering and consumption <b>of offerings?</b> The principle is that with regard to <b>offerings of the most sacred order, their slaughter</b> is <b>in the north</b> of the Temple courtyard. Specifically, with regard to <b>the bull and the goat of Yom Kippur, their slaughter</b> is <b>in the north and the collection of their blood in a service vessel</b> is <b>in the north, and their blood requires sprinkling between the staves</b> of the Ark in the Holy of Holies, <b>and upon the Curtain</b> separating the Sanctuary and Holy of Holies, <b>and on the golden altar.</b> Concerning all those sprinklings, failure to perform even <b>one placement of their</b> blood <b>disqualifies</b> the offering. As to <b>the remainder of the blood,</b> which is left after those sprinklings, a priest <b>would pour</b> it <b>onto the western base of the external altar. But if he did not place</b> the remainder of the blood on the western base, it does <b>not disqualify</b> the offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62971e8fee7523d1102add46", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 10:5", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Zevachim 10:5", "sourceHeRef": "משנה זבחים י׳:ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 10.0005, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "כָּל הַחַטָּאוֹת שֶׁבַּתּוֹרָה, קוֹדְמוֹת לָאֲשָׁמוֹת, חוּץ מֵאֲשַׁם מְצֹרָע, מִפְּנֵי שֶׁהוּא בָא עַל יְדֵי הֶכְשֵׁר. כָּל הָאֲשָׁמוֹת שֶׁבַּתּוֹרָה בָּאִין בְּנֵי שְׁתַּיִם וּבָאִין בְּכֶסֶף שְׁקָלִים, חוּץ מֵאֲשַׁם נָזִיר וַאֲשַׁם מְצֹרָע, שֶׁהֵן בָּאִין בְּנֵי שְׁנָתָן וְאֵינָן בָּאִין בְּכֶסֶף שְׁקָלִים: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>All the sin offerings</b> mandated <b>by the Torah take precedence over the guilt offerings,</b> as explained in the previous mishna (89a), <b>except for the guilt offering of a leper, because it comes to</b> render one <b>fit.</b> One who has been cured of leprosy must undergo a process through which he is rendered ritually pure before coming into contact with consecrated items. Although he must also bring a sin offering, his guilt offering is more central to that process of purification and therefore it takes precedence over the sin offering. <b>All the guilt offerings</b> mandated <b>by the Torah come</b> as rams <b>in their second year, and come worth</b> two <b>silver shekels, except for the guilt offering of a nazirite and the guilt offering of a leper, as they come</b> from sheep <b>in their</b> first <b>year, and do not</b> need to <b>come worth</b> two <b>silver shekels,</b> as they have no fixed value.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6297c6385bc5b598fdcea410", "index_title": "Mishnah Negaim", "category": "Mishnah", "type": "", "ref": "Mishnah Negaim 14:10", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Mishnah Negaim 14:10", "sourceHeRef": "משנה נגעים י״ד:י׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 14.001, "collectiveTitle": {"en": "Mishnah Negaim", "he": "משנה נגעים"}, "heTitle": "משנה נגעים", "he": "נָטַל מִלֹּג הַשֶּׁמֶן וְיָצַק לְתוֹךְ כַּפּוֹ שֶׁל חֲבֵרוֹ. וְאִם יָצַק לְתוֹךְ כַּף עַצְמוֹ, יָצָא. טָבַל וְהִזָּה שֶׁבַע פְּעָמִים כְּנֶגֶד בֵּית קֹדֶשׁ הַקֳּדָשִׁים, עַל כָּל הַזָּיָה טְבִילָה. בָּא לוֹ אֵצֶל הַמְּצֹרָע, מְקוֹם שֶׁהוּא נוֹתֵן אֶת הַדָּם, שָׁם הוּא נוֹתֵן אֶת הַשֶּׁמֶן, שֶׁנֶּאֱמַר (ויקרא יד), עַל מְקוֹם דַּם הָאָשָׁם. וְהַנּוֹתָר מִן הַשֶּׁמֶן אֲשֶׁר עַל כַּף הַכֹּהֵן יִתֵּן עַל רֹאשׁ הַמִּטַּהֵר לְכַפֵּר. אִם נָתַן, כִּפֵּר. וְאִם לֹא נָתַן, לֹא כִפֵּר, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁיָרֵי מִצְוָה הֵן, בֵּין שֶׁנָּתַן בֵּין שֶׁלֹּא נָתַן, כִּפֵּר, וּמַעֲלִין עָלָיו כְּאִלּוּ לֹא כִפֵּר. חָסַר הַלֹּג עַד שֶׁלֹּא יָצַק, יְמַלְאֶנּוּ. מִשֶּׁיָּצַק, יָבִיא אַחֵר בַּתְּחִלָּה, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי שִׁמְעוֹן אוֹמֵר, חָסַר הַלֹּג עַד שֶׁלֹּא נָתַן, יְמַלְאֶנּוּ. מִשֶּׁנָּתַן, יָבִיא אַחֵר בַּתְּחִלָּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "[The priest] then took some [of the contents] of the log of oil and poured it into his colleague's hand; And if he poured it into his own hand, the obligation is fulfilled. He then dipped [his right forefinger] in the oil and sprinkled it seven times towards the Holy of Holies, dipping it for every sprinkling. He then approached the metzora, to the same places that he applied the blood he now applied the oil, as it is said, \"Over the same places as the blood of the guilt offering; 29 and what is left of the oil in his palm the priest shall put on the head of the one being cleansed, to make expiation for him before the Lord.\" (Leviticus 14:28-29). If he \"put upon,\" he has made atonement, but if he did not \"put upon,\" he did not make atonement, the words of Rabbi Akiba. Rabbi Yohanan ben Nuri says: these are but the remainders of the mitzvah. Whether he \"put upon\" or did not \"put upon,\" atonement is made, only it is accounted to him as if he did not make atonement. If any oil was missing from the log before it was poured out it may be filled up again; if after it was poured out, other oil must be brought anew, the words of Rabbi Akiva. Rabbi Shimon says: if any oil was missing from the log before it was applied, it may be filled up; but if after it had been applied, other oil must be brought anew.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64187c7ac9371ec0cebe6705", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Reggio on Torah, Leviticus 14:15:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ולקח הכהן מלג השמן,</b> קצת מלוג השמן, הנשאר בלוג אח\"זל שמתחלק לכהנים ואינו נאכל אלא בעזרה לזכרי כהונה כשאר ק\"ק שהרי הוקש לאשם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187c7ac9371ec0cebe6707", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 14:15:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Reggio on Torah, Leviticus 14:15:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>על כף הכהן השמאלית,</b> על כף עצמו, דהיינו של הכהן המטהר, ולכן צריכה להיות השמאלית, כדי שיטבול בה הימנית, והראיה מפסוק שלאחריו שאמר מן השמן אשר על כפו השמאלית, שהוא ודאי מוסב אל הכהן, והוצרך כאן לכפול מלת הכהן שני פעמים שאילו אמר ויצק על כפו השמאלית, היית טועה דמשמע על כפו של איש המטהר, כדרך שאמר בפסוק שלפני זה ועל בהן ידו, ועל בהן רגלו, שהכנוי מוסב אל האיש המטהר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e9a5a4d0d59264071a", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Rav Hirsch on Torah, Leviticus 14:15:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 15. Und <i>zu dem Leben die Gesundheit</i> und markige Kraft, wie sie im לוג שמן sich vergegenwärtigt, ולקח וגו׳ ויצק על כף הכהן וגו׳: er gießt es einem anderen Priester in die linke Hand, es ist jedoch auch כשר , wenn er es sich selbst in die linke Hand gegossen (Negaim 14, 10). Wiederholt wird bei dem Öle hervorgehoben, daß es בכף שמאלית aufzunehmen sei. Bei קבלת הדם steht dies nicht, und nach der Auffassung des מחוסרי כפרה 4, 2) רמב׳׳ם, siehe jedoch כ׳׳מ daselbst) wäre sogar קבלת הדם in der linken Hand פסול. Das an אזן ובהונות des מיטהר hinzugebende Blut erhält die Bedeutung priesterlichen Lebensdienstes eben durch Aufnahme in die Priesterhand. Es ist hier die Hand des Priesters, was für das דם על המזבח das Gefäß des Heiligtums ist. Es begreift sich die Bestimmung, daß es in der rechten Hand aufzunehmen sei. Das Öl jedoch erhält seine Beziehungen zu den von Gott gewiesenen Lebensaufgaben durch die הזיות zu dem Allerheiligsten hin und kehrt erst in den שירים zu einer Beziehung zum Priester zurück. Für das Öl ist daher die Priesterhand nur ein Vehikel zur הזיה. Ihm entspricht daher nur die Linke, ja קבלת השמן בימין wäre פסול und würde die Bedeutung entstellen. Nur die Hingebungen an das ק׳׳ק sind mit dem rechten Zeigefinger vorzunehmen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc56758c1dc532ec8dce", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 14:15", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Steinsaltz on Leviticus 14:15", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ד:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 14.0015, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְלָקַח הַכֹּהֵן</b> ביד ימין \n    <b>מִלֹּג הַשָּׁמֶן</b> שהביא המיטהר, \n    <b>וְיָצַק עַל כַּף הַכֹּהֵן</b>, על כף כהן אחר או על כפו שלו\n    \n    <b>הַשְּׂמָאלִית</b> הקעורה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The priest shall take </b>with his right hand <b>from the log of oil </b>brought by the one undergoing purification, <b>and pour it on the </b>cupped <b>left palm of the priest, </b>either a different priest or on his own palm. 17 ", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253b9dfedbab4498f482aa2", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Ibn Ezra on Leviticus 14:15:1", "sourceHeRef": "אבן עזרא על ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>על כף הכהן השמאלית.</b> היא כף הכהן המטהר רק כן דרך צחות בלשון הקדש והעד הפסוק הבא אחריו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "INTO THE PALM OF HIS OWN LEFT HAND.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Literally, into the palm of the priest’s left hand.</i> <i>The palm</i> in <i>kaf ha-kohen</i> (the palm of his own)<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Literally, the palm of the priest.</i> refers to the palm of the <i>kohen</i> who cleanses. Scripture reads thus<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Into the palm of the priest’s left hand, rather than into his left hand.</i> because such style is considered elegant in the Hebrew language.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">It is considered poetic to employ a noun where we would expect a pronoun.</i> The verse that follows is proof of this.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">That our verse speaks of one and the same <i>kohen</i>.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58e39d42d6e4a94c42d0f8a3", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Avi Ezer, Leviticus 14:15:1", "sourceHeRef": "אבי עזר, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "ויקרא", "he": "<b>על כף הכהן</b>. הרב מתרץ כיון דנאמר ב' פעמים כהן \nבפסוק והוא מצחות המליצה והפסוק הבא אחריו יורה דמיירי בכהן אחד:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cc0d6e4a9026bd8f505", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Aderet Eliyahu, Leviticus 14:15:1", "sourceHeRef": "אדרת אליהו, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>מלג השמן ויצק.</b> חסר השמן עד שלא יצק ימלאנו. משיצק יביא אחר בתחילה ר' ישמעאל אומר כו' על כף הכהן מצוה שיצוק לתוך כפו של חבירו לכתחילה. וטבל ולא מספג. וטבל והזה. על כל הזיה טבילה. באצבעו מה כאן מיומנת שבימין כו' שבע פעמים כו' לפני כו' ק\"ק. על דם האשם. שיקדים להם הדם או דוקא שיש שם דם ת\"ל על מקום דם [חלוקה זו אינו בת\"כ רק במנחות יו\"ד ע\"א] יכול דוק' שנתקנח ת\"ל על דם האשם ולמה נאמר על בהן ידו הימני' ועל בהן רגלו וכו' על תנוך אזן הימנית המטהר אזן ללמ' על רציע' [אינו בת\"כ רק במנחות יו\"ד ע\"א] יד ללמד על קמיצה. רגל על חליצה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3ddbbbfb49d0087609665", "index_title": "English Explanation of Mishnah Shekalim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Shekalim 5:3:2", "anchorRef": "Leviticus 14:15-18", "anchorRefExpanded": ["Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18"], "sourceRef": "English Explanation of Mishnah Shekalim 5:3:2", "sourceHeRef": "ביאור אנגלי על משנה שקלים ה׳:ג׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Shekalim", "he": "ביאור אנגלי על משנה שקלים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>There were four seals in the Temple, and on them was inscribed [respectively]: ‘calf’, ‘ram’, ‘kid’, ‘sinner’.</b>  According to the first opinion there were four seals, one for each of the three types of animals described above in the chart and one inscribed with the word “sinner”, for the leper who brings three offerings, a guilt offering, a sin offering and a burnt offering, each of which come from various types of sheep (see Leviticus 14).  Since the leper brings three sheep he therefore brings three times the amount of flour, oil and water that is brought for one sheep (see the chart).  In addition he brings one extra log (a small measure=1/12 of a hin) of oil which was placed on his right earlobe, right thumb and right big toe (Leviticus 14:15-18).  Each seal would signify that he has paid for that amount of libation flour, oil and wine.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e1a7e1fc2200b9c5a70e", "index_title": "English Explanation of Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Zevachim 10:8:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "English Explanation of Mishnah Zevachim 10:8:2", "sourceHeRef": "ביאור אנגלי על משנה זבחים י׳:ח׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Zevachim", "he": "ביאור אנגלי על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Rabbi Shimon said: if you see oil being divided in the Temple courtyard, you don’t need to ask what it is for, for it is the remnant of oil of the wafers of the Israelite’s meal-offerings, or of the metzora’s log of oil.</b>  The extra oil used to anoint the meal offering brought by an Israelite goes to the priests. The “wafers of the Israelite’s meal-offerings” refers to a type of meal offering that is either brought as loaves soaked with oil or as wafers that have been dabbed with oil (see Leviticus 2:4: we will learn a lot more about the meal-offering, the minhah, in tractate Menahot). The remnant of the oil brought by the metzora (a person afflicted with scale disease, see Leviticus 14:15) also belongs to the priest. This oil is brought in a vessel and used among other things to anoint the metzora. What is leftover, the priest gets to keep.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cca96cbb3c686011acc3f00", "index_title": "Keritot", "category": "Talmud", "type": "", "ref": "Keritot 10b:6", "anchorRef": "Leviticus 14:10-22", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22"], "sourceRef": "Keritot 10b:6", "sourceHeRef": "כריתות י׳ ב:ו׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 20.0006, "collectiveTitle": {"en": "Keritot", "he": "כריתות"}, "heTitle": "כריתות", "he": "יוֹלֶדֶת – מְבִיאָה בְּדַלּוּת וַעֲשִׁירוּת. מְצוֹרָע – מֵבִיא בְּדַלּוּת. שְׁמִיעַת הַקּוֹל וּבִטּוּי שְׂפָתָיִם וְטוּמְאַת מִקְדָּשׁ וְקָדָשָׁיו – מְבִיאִין בְּדַלּוּת וְדַלֵּי דַלּוּת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The Gemara elaborates: <b>A woman after childbirth brings</b> a sliding-scale offering either <b>in poverty,</b> i.e., two doves or two pigeons, one as a burnt offering and one as a sin offering, <b>or</b> in <b>wealth,</b> i.e., a lamb as a burnt offering and a dove or a pigeon as a sin offering (see Leviticus 12:1–8). <b>A leper brings</b> the offering either <b>in poverty</b> in the form of a lamb for a guilt offering, and two doves or two pigeons, one as a sin offering and one as a burnt offering, or in wealth in the form of a lamb for a guilt offering, a lamb as a burnt offering, and a female lamb as a sin offering (see Leviticus 14:10–22). For <b>the hearing of the voice,</b> i.e., taking a false oath that one cannot provide testimony, <b>or the utterance of the lips,</b> or the <b>defiling of</b> the <b>Temple or its sacrificial</b> foods, one <b>brings</b> an offering either in wealth, i.e., a female lamb or goat as a sin offering, <b>or in poverty,</b> i.e., two doves or two pigeons, one as a sin offering and one as a burnt offering, <b>or in extreme poverty,</b> i.e., a meal offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "619e9035ad9c4d6ad741d835", "index_title": "Jerusalem Talmud Challah", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Challah 4:4:17", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Jerusalem Talmud Challah 4:4:17", "sourceHeRef": "תלמוד ירושלמי חלה ד׳:ד׳:י״ז", "anchorVerse": 15, "sourceHasEn": true, "compDate": [130, 410], "commentaryNum": 4.0017, "collectiveTitle": {"en": "Jerusalem Talmud Challah", "he": "תלמוד ירושלמי חלה"}, "heTitle": "תלמוד ירושלמי חלה", "he": "עֶשְׂרִים וְאַרְבָּעָה מַתָּנוֹת נִיתְּנוּ לְאַהֲרֹן וּלְבָנָיו. עֶשֶׂר בַּמִּקְדָּשׁ. אַרְבַּע בִּירוּשָׁלֵם. עֶשֶׂר בִּגְבוּלִין. אֵילּוּ הֵן שֶׁבַּמִּקְדָּשׁ חַטָּאת וְאָשָׁם וְזִבְחֵי שַׁלְמֵי צִיבּוּר וְחַטָּאת הָעוֹף וְאָשָׁם תָּלוּי וְלוֹג שֶׁמֶן שֶׁלְמְצוֹרָע שְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים וּשְׁיֵרֵי מְנָחוֹת וְהָעוֹמֶר. וְאֵילּוּ הֵן שֶׁבִּירוּשָׁלֵם הַבְּכוֹרוֹת וְהַבִּיכּוּרִים וְהַמּוּרָם מִן הַתּוֹדָה וּמֵאֵיל נָזִיר וְעוֹרוֹת הַמּוּקְדָּשִׁין. אֵילּוּ הֵן שֶׁבִּגְבוּלִין הַתְּרוּמָה וּתְרוּמַת מַעֲשֵׂר וְחַלָּה וְהַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּיבָה וְרֵאשִׁית הַגֵּז וְגֶזֶל הַגֵּר וּפִדְיוֹן הַבֶּן. וּפִדְיוֹן פֶּטֶר חֲמוֹר וַחֲרָמִים וּשְׂדֵה אֲחוּזָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">146</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Tosefta Challah (Lieberman) 2:7-9\" href=\"/Tosefta_Challah_(Lieberman).2.7-9\">Tosephta <i>Ḥallah</i> 2:7–9</a>, <a class=\"refLink\" data-ref=\"Bava Kamma 110b\" href=\"/Bava_Kamma.110b\">Babli <i>Baba Qama</i> 110b</a>, <a class=\"refLink\" data-ref=\"Chullin 132b\" href=\"/Chullin.132b\"><i>Ḥulin</i> 132b</a>, <i>Sifry Qoraḥ</i> #119 (“12 in the Temple, 12 in the countryside”), <i>Midrash Tanḥuma Bemidbar</i> 24, <i>Num. rabba</i> 5(1).</i>24 gifts were given to Aaron and his sons, ten in the Temple, four in Jerusalem, and ten in the countryside. These are the ten in the Temple: Purification offering<sup class=\"footnote-marker\">147</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\"><i>Lev.</i> 6:19</a>.</i>, reparation offering<sup class=\"footnote-marker\">148</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\"><i>Lev.</i> 7:7</a>.</i>, public well-being offerings<sup class=\"footnote-marker\">149</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:19\" href=\"/Leviticus.23.19\"><i>Lev.</i> 23:19</a>. Even though this sacrifice is labelled “well-being offering”, being a public offering it is treated as most holy and must be eaten by Cohanim in the Temple precinct.</i>, purification offering of a bird<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">While there is no separate verse commanding that the purification offering of a bird must be eaten, since the burnt offering of a bird is consumed on the altar it follows that the purification offering must be eaten.</i>, the reparation offering for suspected guilt<sup class=\"footnote-marker\">151</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 5:17-18\" href=\"/Leviticus.5.17-18\"><i>Lev</i>5:17–18</a>.</i>, the <i>log</i> of oil of the skin-diseased<sup class=\"footnote-marker\">152</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\"><i>Lev</i> 14:10</a>,<a class=\"refLink\" data-ref=\"Leviticus 14:21\" href=\"/Leviticus.14.21\">21</a>. The unused part of the oil becomes property of the Cohen.</i>, the two breads<sup class=\"footnote-marker\">153</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:17\" href=\"/Leviticus.23.17\"><i>Lev.</i> 23:17</a>.</i>, the shew-bread<sup class=\"footnote-marker\">154</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\"><i>Lev.</i> 24:9</a>.</i>, the remainders of cereal offerings<sup class=\"footnote-marker\">155</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\"><i>Lev</i>. 2:3</a>, <a class=\"refLink\" data-ref=\"Leviticus 6:9-11\" href=\"/Leviticus.6.9-11\">6:9–11</a>.</i>, and the <i>‘omer</i><sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:10-11\" href=\"/Leviticus.23.10-11\"><i>Lev</i>. 23:10–11</a>.</i>. These are in Jerusalem: Firstlings<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">While these are sacrifices, after the blood was sprinkled on the altar wall the animal was eaten by the Cohen and his family anywhere in the city.</i>, First Fruits<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bikkurim 3:6:1\" href=\"/Jerusalem_Talmud_Bikkurim.3.6.1\">Mishnah <i>Bikkurim</i> 3:10</a>.</i>, what was lifted from thanksgiving sacrifices and from the <i>nazir’s</i> ram<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">In fact, any part lifted for the Cohen from any well-being sacrifice is for the Cohen and his entire family, to be eaten outside the Temple precinct. Cf. <a class=\"refLink\" data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\"><i>Lev.</i> 7:34</a>, <a class=\"refLink\" data-ref=\"Numbers 18:11\" href=\"/Numbers.18.11\"><i>Num.</i> 18:11</a>.</i>, and the skins of sacrifices<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Only of most holy sacrifices (burnt, purification, and reparation offerings); <a class=\"refLink\" data-ref=\"Leviticus 7:8\" href=\"/Leviticus.7.8\"><i>Lev.</i> 7:8</a>.</i>. These are in the countryside: Heave, Heave of the Tithe, <i>ḥallah,</i> foreleg, jawbone, and first stomach<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\"><i>Deut.</i> 18:3</a>.</i>, the first shearing<sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:4\" href=\"/Deuteronomy.18.4\"><i>Deut.</i> 18:4</a>.</i>, robbery of the proselyte<sup class=\"footnote-marker\">162</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\"><i>Num.</i> 5:8</a>. It is assumed that the only person without legal heirs is the proselyte who had no children after his conversion.</i>, redemption of the firstborn<sup class=\"footnote-marker\">163</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13\" href=\"/Exodus.13\"><i>Ex.</i> 13</a>.</i>, redemption of the firstborn donkey<sup class=\"footnote-marker\">163</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13\" href=\"/Exodus.13\"><i>Ex.</i> 13</a>.</i>, <i>ḥērem</i>-dedications, and fields of inheritance<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Dedicated and not redeemed; <a class=\"refLink\" data-ref=\"Leviticus 27:16-21\" href=\"/Leviticus.27.16-21\"><i>Lev.</i> 27:16–21</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6afd8", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 2:6:1", "anchorRef": "Leviticus 14:1-32", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32"], "sourceRef": "Jerusalem Talmud Megillah 2:6:1", "sourceHeRef": "תלמוד ירושלמי מגילה ב׳:ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"21b\"></i>כָּל־הַיּוֹם כָּשֵׁר לִקְרִיאַת הַמְּגִילָּה וְלִקְרִיאַת הַהַלֵּל וְלִתְקִיעַת שׁוֹפָר וְלִנְטִילַת לוּלָב וְלִתְפִילַּת הַמּוּסָפִין וְלַמּוּסָפִין לְוִידּוּי פָרִים וּלְוִידּוּי מַעֲשֵׁר וּלְוִידּוּי יוֹם הַכִּפּוּרִים. לִסְמִיכָה לִשְׁחִיטָה לִתְנוּפָה וּלְהַגָּשָׁה לִקְמִיצָה לְהַקְטָרָה לִמְלִיקָה לְקַבָּלָה לְהַזָּייָה וּלְהַשְׁקָייַת סוֹטָה וְלַעֲרִיפַת הָעֶגְלָה וּלְטַהֲרַת הַמְצוֹרָע׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> The entire day is qualified for reading the Scroll, and to read the <i>Hallel</i><sup class=\"footnote-marker\">105</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 113-118\" href=\"/Psalms.113-118\"><i>Ps</i>. 113–118</a>, to be recited on holidays. The recitation of <i>Hallel</i> after morning prayers is customary, not obligatory.</i>, and to blow the <i>shofar</i><sup class=\"footnote-marker\">106</sup><i class=\"footnote\">On New Year’s Day. If a person is unable to go to the synagogue, he may hear the required sounds during the entire day.</i>, and to take the <i>lulav</i>, and for the <i>musaf</i> prayer<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">The recitation of <i>musaf</i> after the Torah reading is customary, not obligatory.</i>, and for <i>musaf</i> sacrifices, for confessions with bulls<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">The confessions of the anointed priest (<a class=\"refLink\" data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\"><i>Lev</i>. 4:3</a>) and the representatives of the people (<a class=\"refLink\" data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\"><i>Lev</i>. 4:14</a>), as well as the <i>musaf</i> sacrifices, may be performed at any time after the daily morning and before the evening sacrifices.</i>, and for the declaration of tithes<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">The farmer’s declaration, <a class=\"refLink\" data-ref=\"Deuteronomy 26:13-15\" href=\"/Deuteronomy.26.13-15\"><i>Deut</i>. 26:13–15</a>, as well as the declaration on the occasion of presentation of first fruits, <a class=\"refLink\" data-ref=\"Deuteronomy 26:3-10\" href=\"/Deuteronomy.26.3-10\"><i>Deut</i>. 26:3–10</a>.</i> and for the confessions of the Day of Atonement<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">The confession of the High Priest (<a class=\"refLink\" data-ref=\"Leviticus 16:21\" href=\"/Leviticus.16.21\"><i>Lev</i>. 16:21</a>).</i>.<br><sup class=\"footnote-marker\">116</sup><i class=\"footnote\">A continuation of the sentence starting with: “the entire day is qualified.”</i> For leaning on<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">Confession of the votary when bringing his sacrifice, while leaning on the head of the sacrificial animal; <a class=\"refLink\" data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\"><i>Lev</i>. 1:4</a>, <a class=\"refLink\" data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>,<a class=\"refLink\" data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>,<a class=\"refLink\" data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>,<a class=\"refLink\" data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">4:24</a>,29,33.</i>, slaughter, weaving<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">An act required for certain sacrifices, mostly well-being sacrifices, <a class=\"refLink\" data-ref=\"Leviticus 7:30\" href=\"/Leviticus.7.30\"><i>Lev</i>. 7:30</a>.</i> and presenting<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">Presenting flour sacrifices and first fruits to the altar.</i>, taking a handful<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Of the flour offering to be burned on the altar.</i>, burning on the altar, breaking the neck<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Of a bird offered as elevation or purification sacrifice (<a class=\"refLink\" data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\"><i>Lev</i>. 1:15</a>,<a class=\"refLink\" data-ref=\"Leviticus 5:8\" href=\"/Leviticus.5.8\">5:8</a>).</i>, receiving<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">The sacrificial blood to be brought to the altar.</i>, sprinkling<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">The blood on the horns of the altar.</i>, and to let the suspected adulteress drink<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 5:11-31\" href=\"/Numbers.5.11-31\"><i>Num</i>. 5:11–31</a>.</i>, and to break the neck of the calf<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">In case of an unsolved murder, <a class=\"refLink\" data-ref=\"Deuteronomy 21:1-9\" href=\"/Deuteronomy.21.1-9\"><i>Deut</i>. 21:1–9</a>.</i>, and to purify the sufferer from skin disease<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 14:1-32\" href=\"/Leviticus.14.1-32\"><i>Lev</i>. 14:1–32</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f2cad9c4d6ad7415789", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Sanhedrin 1:2:36", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Jerusalem Talmud Sanhedrin 1:2:36", "sourceHeRef": "תלמוד ירושלמי סנהדרין א׳:ב׳:ל״ו", "anchorVerse": 15, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0036, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "סְמִיכַת הַזְּקֵנִים וַעֲרִיפַת הָעֶגְלָה בִּשְׁלשָׁה דִּבְרֵי רִבִּי שִׁמְעוֹן. וְרִבִּי יְהוּדָה אוֹמֵר בַּחֲמִשָּׁה. מַה טַעֲמָא דְרִבִּי שִׁמְעוֹן. וְסָֽמְכוּ שְׁנַיִם. אֵין בֵּית דִּין שָׁקוּל מוֹסִיפִין עֲלֵיהֶן עוֹד אַחֵר הֲרֵי שְׁלֹשָׂה. מַה טַעֲמָא דְרִבִּי יְהוּדָה. וְסָֽמְכוּ שְׁנַיִם. זִקְנֵי שְׁנַיִם. אֵין בֵּית דִּין שָׁקוּל מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָד. הֲרֵי חֲמִשָּׁה. וּבְעֶגְלָה עֲרוּפָה מַה טַעֲמָא דְרִבִּי שִׁמְעוֹן. זְקֵינֶיךָ שְׁנַיִם. וְשׁפְטֶיךָ שְׁנַיִם. אֵין בֵּית דִּין שָׁקוּל מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָד הֲרֵי חֲמִשָּׁה. מַה טַעֲמָא דְרִבִּי יְהוּדָה. זְקֵינֶיךָ וְשׁוֹפְטֶיךָ שְׁנַיִם. אֵין בֵּית דִּין שָׁקוּל מוֹסִיפִין עֲלֵיהֶן עוֹד אַחֵר הֲרֵי שְׁלֹשָׂה. אָמַר רִבִּי. נִרְאִין דִּבְרֵי רִבִּי יְהוּדָה בָּעֲרוּפָה דְּלָא דְרִישׁ וְיָֽצְאוּ. וְנִרְאִין דִּבְרֵי רִבִּי שִׁמְעוֹן בִּסְמִיכָה דְּלָא דְרִישׁ וְסָֽמְכוּ. אִין תֵּימַר. נִרְאִין דִּבְרֵי רִבִּי יְהוּדָה בָּעֲרוּפָה כְמוֹ דוּ דָרַשׁ וְסָֽמְכוּ יֵדְרוֹשׁ וְיָֽצְאוּ. אַשְׁכַּח תֵּימַר. וְיָֽצְאוּ שְׁנַיִם. זְקֵינֶיךָ שְׁנַיִם. וְשֹׁפְטֶיךָ שְׁנַיִם. אֵין בֵּית דִּין שָׁקוּל מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָד. הֲרֵי כָּאן שִׁבְעָה. מַה מְקַייֵם רִבִּי שִׁמְעוֹן זְקֵינֶיךָ וְשֹׁפְטֶיךָ. זְקֵינֶיךָ שֶׁהֵן שׁוֹפְטֶיךָ. תַּנֵּי רִבִּי לִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר. זְקֵינֶיךָ. זֶה בֵית דִּין הַגָּדוֹל. וְשֹׁפְטֶיךָ. זֶה מֶלֶךְ וְכֹהֵן גָּדוֹל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“The leaning of Elders and the breaking of the calf’s neck by three [judges], the words of Rebbi Simeon, but Rebbi Jehudah says, by five.” <sup class=\"footnote-marker\">230</sup><i class=\"footnote\">A very similar text is in <i>Sotah</i> 9:1. The commentary, Notes 32–45, also applies here. In the Babli, the parallels are <i>Sanhedrin</i> 13b, <i>Sotah</i> 44b.</i> What is the reason of Rebbi Simeon? “[The Elders] shall lean,” two. No court has an even number of members; one adds another one; that makes three. What is the reason of Rebbi Jehudah? “They shall lean,” two. “The Elders,” two. No court has an even number of members; one adds one; that makes five. And for the calf whose neck is broken, <sup class=\"footnote-marker\">231</sup><i class=\"footnote\">The arguments of rabbis Simeon and Jehudah have to be switched; cf. <i>Sotah</i> 9:1 Note 33. The argument of R. Jehudah (attributed here to R. Simeon) is explicit in Mishnah <i>Sotah</i> 9:1. The corrected text, treating R. Jehudah’s opinion before R. Simeon’s, follows the Babli which as a matter of principle insists on strict chronological order.</i> what is the reason of Rebbi Simeon? “Your Elders,” two, “and your judges,” two. No court has an even number of members; one adds one; that makes five. What is the reason of Rebbi Jehudah? “Your elders, your judges,” two. No court has an even number of members; one adds another one; that makes three. Rebbi said, the words of Rebbi Jehudah are reasonable for the breaking of the neck, for he does not refer to “they shall go out.” The words of Rebbi Simeon are reasonable for the leaning of the hands, for he does not refer to “they shall lean.” If you would say that the words of Rebbi Jehudah are reasonable for the calf whose neck is broken, if he refers to “they shall lean”, he also should refer to “they shall go out.” It turns out that you have to say “they shall go out” two, “your Elders” two, “and your judges” two. No court has an even number of members; one adds one more; that makes seven. How does Rebbi Simeon explain “your Elders and your judges”? Your Elders who are your judges. It was stated: Rebbi Eliezer ben Jacob says “your Elders,” that is the High Court; “and your judges,” these are king and High Priest.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "618d70fc335714433aef13ef", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shekalim 5:3:2", "anchorRef": "Leviticus 14:15-18", "anchorRefExpanded": ["Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18"], "sourceRef": "Jerusalem Talmud Shekalim 5:3:2", "sourceHeRef": "תלמוד ירושלמי שקלים ה׳:ג׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "<strong><big>הלכה:</big></strong> וּכְבֶן עַזַּאי חוֹטֵא [דָּל] לָמָּה. הָיָה מֵבִיא לוּגוֹ עִמּוֹ. בְּרַם כְּרַבָּנִן מֵבִיא גְדִי. נִיסְכֵי רָחֵל מַה. מִן מַה דְתַנִּינָן. גְּדִי מְשַׁמֵּשׁ נִיסְכֵּי צֹאן גְּדוֹלִים וּקְטַנִּים זְכָרִים וּנְקֵבוֹת. הָדָא אָֽמְרָה. נִיסְכֵּי רָחֵל כְנִיסְכֵּי גְדִי. כְּתִיב כָּ֣כָה יֵּֽעָשֶׂ֗ה לַשּׁוֹר֙ הָֽאֶחָ֔ד א֖וֹ לָאַ֣יִל הָֽאֶחָ֑ד אֽוֹ־לַשֶּׂ֥ה בַכְּבָשִׂ֖ים א֥וֹ בָֽעִזִּֽים: מַגִּיד שֶׁלֹּא חִלֵּק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. שֶׁהָיָה בְדִין. בֶּן הַצֹּאן טָעוּן נְסָכִים [וּ]בֶן הַבָּקָר טָעוּן נְסָכִים. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶּבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. תַּלְמוּד לוֹמַר כָּ֣כָה יֵּֽעָשֶׂ֗ה לַשּׁוֹר֙ הָֽאֶחָ֔ד. מַגִּיד שֶׁלֹּא חִלֵּק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. א֖וֹ לָאַ֣יִל לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי בֶּן שָׁנָה לְנִסְכֵּי בֶּן שְׁתַּיִם לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי שְׁתַּיִם לְנִיסְכֵּי שָׁלֹשׁ. תַּלְמוּד לוֹמַר א֖וֹ לָאַ֣יִל הָֽאֶחָ֑ד. אֽוֹ־לַשֶּׂ֥ה בַּכְּשָׂבִים. לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי כִשְׂבָּה לְנִיסְכֵּי רָחֵל. תַּלְמוּד לוֹמַר אֽוֹ־לַשֶּׂ֥ה בַּכְּשָׂבִים. א֥וֹ בָֽעִזִּֽים: לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי גְדִי לְנִיסְכֵּי תַּיִשׁ. תַּלְמוּד לוֹמַר א֥וֹ בָֽעִזִּֽים. הִקִּישׁ קָטָן שֶׁבָּעִזִּים לְגָדוֹל שֶׁבַּתְּייָשִׁים. מַה זֶה בִּשְׁלֹשֶׁת לוּגִּין אַף זֶה בִּשְׁלֹשֶׁת לוּגִּין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> And following Ben Azzai, why the [poor]<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Corrector’s addition from B.</i> sinner? He brought his <i>log</i> with him, and following the rabbis he brings a lamb<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">As explained in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Shekalim 5:3:1\" href=\"/Jerusalem_Talmud_Shekalim.5.3.1\">Note 75</a>.</i>. What are the libations for a mother sheep<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Since there is a difference between the libations needed for a young male sheep and those for an adult male, why does one not make the same distinction for females?</i>? Since we stated, “ ‘lamb’ serves for the libations of sheep and goats, large or small, male or female,” this implies that the libations of a mother sheep are like the libations of a lamb. It is written<sup class=\"footnote-marker\">79</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:11\" href=\"/Numbers.15.11\"><i>Num</i>. 15:11</a>.</i>, <i>so you shall do for one bull, or for one ram, or an animal from sheep or goats.</i><sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Sifry Num.</i>107.</i> This tells that He did not differentiate between libations for a calf and libations for a bull. Since one could argue, an animal from the flock needs libations, a bovine animal needs libations. Since we find that He distinguished between the libations for a sheep and the libations for a ram, so we should differentiate between libations for a calf and libations for a bull. The verse says, <i>so you shall do for one bull</i>; this implies that He did not distinguish between libations for a calf and libations for a bull. Why was it said, <i>or for a ram</i>? Since one could argue, if we find that He differentiated between libations for a yearling and libations for a two-year old, so we should differentiate between libations for a two-years old and a three-years old. The verse says, <i>or for one ram.</i> Why was it said, <i>or for an animal from sheep</i>? Since one could argue, if we find that He differentiated between libations for a sheep and libations for a ram, so we should differentiate between libations for a young female sheep and libations for a mother sheep. The verse says, <i>or for an animal from sheep</i>. Why was it said, <i>or a goat</i>? Since one could argue, if we find that He differentiated between libations for a sheep and libations for a ram, so we should differentiate between libations for a kid goat and libations for a bellwether. The verse says, <i>or for a goat</i>, it compared the smallest kid goat to the largest bellwether<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The distinction by age applicable to sheep is not applicable to goats.</i>. Since one needs three <i>log</i>, so the other needs three <i>log</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6306834096f0fb1b22d52cb6", "index_title": "Bartenura on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Negaim 14:10:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Bartenura on Mishnah Negaim 14:10:2", "sourceHeRef": "ברטנורא על משנה נגעים י״ד:י׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Negaim", "he": "ברטנורא על משנה נגעים"}, "heTitle": "ברטנורא על משנה נגעים", "he": "<b>לתור כפו של חברו.</b> משום דכתיב ויצק על כף הכהן, משמע שהכהן העושה את ההזאות היה יוצק על כף כהן אחר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "לתוך כפו של חבירו – as it is written (Leviticus 14:15): “[The priest shall take some of the LOG of oil] and pour it into palm of the Kohen’s [left hand], which implies that the Kohen who is doing the sprinkling would pour into the palm of another Kohen.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d1f1b6084aa1cbf13e6b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָצַק 1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "BDB, יָצַק 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָצַק א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָצַק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">יָצַק</span></big></big>  <strong>vb.</strong> pour, cast, flow <strong>(</strong>Talm. <em>id.</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָצַק</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> + 2 times; <span dir=\"rtl\">וְיָצַק</span> consec. <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a>; <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">14:15</a>; <span dir=\"rtl\">וַיִּצֹק</span> <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a> sf. <span dir=\"rtl\">יְצָקָם</span> <a data-ref=\"I Kings 7:46\" href=\"/I_Kings.7.46\">1 K 7:46</a> <a data-ref=\"II Chronicles 4:17\" href=\"/II_Chronicles.4.17\">2 Ch 4:17</a>, etc.; Impf. <span dir=\"rtl\">יִצֹּק</span> <a data-ref=\"Leviticus 14:26\" href=\"/Leviticus.14.26\">Lv 14:26</a> <a data-ref=\"Numbers 5:15\" href=\"/Numbers.5.15\">Nu 5:15</a>; <span dir=\"rtl\">וַיִּצֹּק</span> <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">Gn 28:18</a> + 8 times; <span dir=\"rtl\">וַיִּ֫צֶק</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (intrans.); 3 fs. <span dir=\"rtl\">וַתִּצֹּק</span> <a data-ref=\"II Samuel 13:9\" href=\"/II_Samuel.13.9\">2 S 13:9</a>; <span dir=\"rtl\">אֶצֹּק</span> <a data-ref=\"Isaiah 44:3\" href=\"/Isaiah.44.3\">Is 44:3</a>; <span dir=\"rtl\">אֶצָּק־</span> v <a data-ref=\"Isaiah 44:3\" href=\"/Isaiah.44.3\">3</a>; <span dir=\"rtl\">וַיִּֽצְקוּ</span> <a data-ref=\"II Kings 4:40\" href=\"/II_Kings.4.40\">2 K 4:40</a>; Imv. <span dir=\"rtl\">יְצֹק</span> <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">Ez 24:3</a>; <span dir=\"rtl\">צַק</span> <a data-ref=\"II Kings 4:41\" href=\"/II_Kings.4.41\">2 K 4:41</a>; <span dir=\"rtl\">יִצְקוּ</span> <a data-ref=\"I Kings 18:34\" href=\"/I_Kings.18.34\">1 K 18:34</a>; Inf. <span dir=\"rtl\">צֶ֫קֶת</span> <a data-ref=\"Exodus 38:27\" href=\"/Exodus.38.27\">Ex 38:27</a> <a data-ref=\"Job 38:38\" href=\"/Job.38.38\">Jb 38:38</a>; Pt. pass. <a data-ref=\"Job 28:2\" href=\"/Job.28.2\">Jb 28:2</a> + 5 times; pl. <span dir=\"rtl\">יְצוּקִים</span> <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a>; <span dir=\"rtl\">יְצֻקִים</span> <a data-ref=\"I Kings 7:24\" href=\"/I_Kings.7.24\">1 K 7:24</a>; <span dir=\"rtl\">יְצֻקוֹת</span> v <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">30</a>;— <strong>1.</strong>  <em>pour, pour out</em>, oil, in anointing, sq. acc. <span dir=\"rtl\">(שׁמן)</span> + <span dir=\"rtl\">על</span> <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">Gn 28:18</a> (E), <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">35:14</a> (J); sq. <span dir=\"rtl\">מִשֶּׁמֶן</span> + <span dir=\"rtl\">על</span> <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a> (P); sq. <span dir=\"rtl\">על</span> (<span dir=\"rtl\">שׁמן</span> implied from context) <a data-ref=\"Exodus 29:7\" href=\"/Exodus.29.7\">Ex 29:7</a> (P), <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> <a data-ref=\"II Kings 9:3\" href=\"/II_Kings.9.3\">2 K 9:3</a>; sq. <span dir=\"rtl\">שֶׁמֶן</span> + <span dir=\"rtl\">אֶל־</span> v <a data-ref=\"II Kings 9:6\" href=\"/II_Kings.9.6\">6</a>; fig., c. <span dir=\"rtl\">רוּחִי</span> + <span dir=\"rtl\">על</span> <a data-ref=\"Isaiah 44:3\" href=\"/Isaiah.44.3\">Is 44:3</a>; oil in sacrifice, + <span dir=\"rtl\">על</span> <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">Lv 2:1</a>, <a data-ref=\"Leviticus 2:6\" href=\"/Leviticus.2.6\">6</a> <a data-ref=\"Numbers 5:15\" href=\"/Numbers.5.15\">Nu 5:15</a>; in cleansing, + <span dir=\"rtl\">על</span> <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">Lv 14:15</a>, <a data-ref=\"Leviticus 14:26\" href=\"/Leviticus.14.26\">26</a> (upon his palm; all P); oil into <span dir=\"rtl\">(על)</span> vessels <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; water, for washing, + <span dir=\"rtl\">על</span> <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">3:11</a>; for drenching, + <span dir=\"rtl\">על</span> <a data-ref=\"I Kings 18:34\" href=\"/I_Kings.18.34\">1 K 18:34</a>; for boiling (into <span dir=\"rtl\">(בְ)</span> the caldron), symbol., <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">Ez 24:3</a>; for satisfying thirst (fig.) + <span dir=\"rtl\">על</span> <a data-ref=\"Isaiah 44:3\" href=\"/Isaiah.44.3\">Is 44:3</a>; blood (of sacrifice) + <span dir=\"rtl\">אֶל־יְסוֹד</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a> (P); pottage, for eating, <a data-ref=\"II Kings 4:40\" href=\"/II_Kings.4.40\">2 K 4:40</a>, <a data-ref=\"II Kings 4:41\" href=\"/II_Kings.4.41\">41</a>; cakes <span dir=\"rtl\">(לְבִבוֹת)</span> <a data-ref=\"II Samuel 13:9\" href=\"/II_Samuel.13.9\">2 S 13:9</a>; fig. of disease <span dir=\"rtl\">יָצוּק בּוֹ</span> <a data-ref=\"Psalms 41:9\" href=\"/Psalms.41.9\">ψ 41:9</a> <em>infused into him</em> (al. less prob. as <strong>3</strong> <em>molten</em>, i. e. <em>fixed upon</em>). <strong>2.</strong>  <em>cast</em> (objects of metal) <a data-ref=\"Exodus 25:12\" href=\"/Exodus.25.12\">Ex 25:12</a>; <a data-ref=\"Exodus 26:37\" href=\"/Exodus.26.37\">26:37</a>; <a data-ref=\"Exodus 36:36\" href=\"/Exodus.36.36\">36:36</a>; <a data-ref=\"Exodus 37:3\" href=\"/Exodus.37.3\">37:3</a>, <a data-ref=\"Exodus 37:13\" href=\"/Exodus.37.13\">13</a>; <a data-ref=\"Exodus 38:5\" href=\"/Exodus.38.5\">38:5</a>, <a data-ref=\"Exodus 38:27\" href=\"/Exodus.38.27\">27</a> (all P), <a data-ref=\"I Kings 7:46\" href=\"/I_Kings.7.46\">1 K 7:46</a> = <a data-ref=\"II Chronicles 4:17\" href=\"/II_Chronicles.4.17\">2 Ch 4:17</a>, <a data-ref=\"I Kings 7:24\" href=\"/I_Kings.7.24\">1 K 7:24</a>, <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">30</a>; <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a>. <strong>3.</strong>  Pt. pass. as adj. fig. <em>cast, hard</em>, of crocodile’s scales <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">Jb 41:15</a>; of crocodile’s heart v <a data-ref=\"Job 41:16\" href=\"/Job.41.16\">16</a><sup>(×2)</sup> (as stone). <strong>4.</strong>  intrans. <em>flow, pour</em>, only <span dir=\"rtl\">וַיִּצֶ֫ק</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (of blood), <a data-ref=\"Job 38:38\" href=\"/Job.38.38\">Jb 38:38</a> <span dir=\"rtl\">בְּצֶקֶת עָפָר לַמּוּצָק</span>.<br><strong>Hiph.</strong>  Impf. <span dir=\"rtl\">וַיַּצִּ֫קוּ</span> <a data-ref=\"II Samuel 15:24\" href=\"/II_Samuel.15.24\">2 S 15:24</a>; <span dir=\"rtl\">וַיַּצִּקֻם</span> <a data-ref=\"Joshua 7:23\" href=\"/Joshua.7.23\">Jos 7:23</a>; Pt. f. <span dir=\"rtl\">מֹי</span>‌<span dir=\"rtl\">֯צָ֑קֶת</span> <a data-ref=\"II Kings 4:5\" href=\"/II_Kings.4.5\">2 K 4:5</a>;—<em>pour</em> (oil) <a data-ref=\"II Kings 4:5\" href=\"/II_Kings.4.5\">2 K 4:5</a>, fig. of shekels of silver, etc., <em>pour out</em> <a data-ref=\"Joshua 7:23\" href=\"/Joshua.7.23\">Jos 7:23</a>; of the ark, <a data-ref=\"II Samuel 15:24\" href=\"/II_Samuel.15.24\">2 S 15:24</a> <em>set down</em> (<em>?</em>); but read <span dir=\"rtl\">וַיַּצִּיגוּ</span> (Dr Gr).<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּצַק</span> <a data-ref=\"Psalms 45:3\" href=\"/Psalms.45.3\">ψ 45:3</a>; Impf. <span dir=\"rtl\">יוּצַק</span> <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a> <a data-ref=\"Job 22:16\" href=\"/Job.22.16\">Jb 22:16</a>; Pt. <span dir=\"rtl\">מוּצָ֑ק</span> <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">1 K 7:23</a>, <a data-ref=\"I Kings 7:33\" href=\"/I_Kings.7.33\">33</a> <a data-ref=\"II Chronicles 4:2\" href=\"/II_Chronicles.4.2\">2 Ch 4:2</a> <a data-ref=\"Job 37:18\" href=\"/Job.37.18\">Jb 37:18</a>; <span dir=\"rtl\">מֻצָק</span> <a data-ref=\"Job 11:15\" href=\"/Job.11.15\">11:15</a>; cstr. <span dir=\"rtl\">מֻצַּק</span> <a data-ref=\"I Kings 7:16\" href=\"/I_Kings.7.16\">1 K 7:16</a>;— <strong>1.</strong>  <em>be poured</em>, subj. <span dir=\"rtl\">שֶׁמֶן</span>, sq. <span dir=\"rtl\">על</span> (in anointing), <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a> (H); fig. of foundation of wicked <a data-ref=\"Job 22:16\" href=\"/Job.22.16\">Jb 22:16</a>, v. Di; of grace <span dir=\"rtl\">חֵן</span>, on lips, <a data-ref=\"Psalms 45:3\" href=\"/Psalms.45.3\">ψ 45:3</a> (sq. <span dir=\"rtl\">ב</span>), v. Che. <strong>2.</strong>  Pt. = <em>cast, molten</em> <span dir=\"rtl\">הים המ׳</span> <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">1 K 7:23</a> = <a data-ref=\"II Chronicles 4:2\" href=\"/II_Chronicles.4.2\">2 Ch 4:2</a>, <span dir=\"rtl\">ראי</span> <a data-ref=\"Job 37:18\" href=\"/Job.37.18\">Jb 37:18</a>; as pred. <a data-ref=\"I Kings 7:33\" href=\"/I_Kings.7.33\">1 K 7:33</a>; cstr. as subst. <span dir=\"rtl\">מֻֽצַּק נְחֹשֶׁת</span> <a data-ref=\"I Kings 7:16\" href=\"/I_Kings.7.16\">1 K 7:16</a>. <strong>3.</strong>  Pt., fig. <em>firmly established</em>, pred. of pers., <span dir=\"rtl\">וְהָיִיתָ מ׳</span> <a data-ref=\"Job 11:15\" href=\"/Job.11.15\">Jb 11:15</a> <em>and thou shalt be established</em> (‖ <span dir=\"rtl\">לֹא תִירָא</span>). Cf. <a ,=\"\" data-ref=\"BDB, צוּק²\" dir=\"rtl\" href=\"/BDB,_צוּק²\">II צוק</a> (p. 848)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d24cb6084aa1cbf185af", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כַּף² 1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "BDB, כַּף² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כַּף² א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כַּף²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כַּף</span></big><sub>192</sub>  <strong>n.f.</strong> <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a> <strong>hollow</strong>, or flat of the hand, palm, sole of foot, pan <strong>(</strong>NH <em>id.;</em> Aramaic <em>id.</em>, <span dir=\"rtl\">ܟܰܦܳܐ</span>; Assyrian <em>kappu</em>, <em>hand, pan</em>, <em>kippatu</em>, <em>hollow;</em> Arabic <span dir=\"rtl\">كَفٌّ</span> <em>palm, hand</em><strong>)</strong>—abs. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a> +, so read prob. also <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7b</a> for MT <span dir=\"rtl\">כָּתֵף</span> (𝔊 𝔖 Sm Co, cf. v a); <span dir=\"rtl\">כָּ֑ף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> +; more often cstr. <span dir=\"rtl\">כַּף</span> <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">Gn 40:11</a> +; sf. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a>, <span dir=\"rtl\">כַּפְּךָ</span> <a data-ref=\"Job 13:21\" href=\"/Job.13.21\">Jb 13:21</a>, etc.; in <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> read <span dir=\"rtl\">כַּף</span> Qr for <span dir=\"rtl\">כפך</span> Kt (so Ew Hi Sm Co Da); du. <span dir=\"rtl\">כַּפַּיִם</span> <a data-ref=\"Isaiah 49:16\" href=\"/Isaiah.49.16\">Is 49:16</a> +; cstr. <span dir=\"rtl\">כַּפֵּי</span> <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a><sup>(×2)</sup> + 3 times; sf. <span dir=\"rtl\">כַּפַּי</span> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a> +, <span dir=\"rtl\">כַּפָּיו</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> +, <span dir=\"rtl\">כַּפֵּיהֶם</span> <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a> + 2 times, <span dir=\"rtl\">כַּפֵּימוֹ</span> <a data-ref=\"Job 27:23\" href=\"/Job.27.23\">Jb 27:23</a>, etc.; pl. <span dir=\"rtl\">כַּפּוֹת</span> (especially of <em>soles</em>, and in metaph. senses) abs. <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a> +; cstr. <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a> +, sf. <span dir=\"rtl\">כַּפֹתָיו</span> <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a>;—<br><strong>1.</strong> <strong>a.</strong>  of human beings, <em>hollow</em> or <em>flat of hand, palm</em>, (c. 116 times) <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a><sup>(×2)</sup>; <span dir=\"rtl\">נָתַן אֵת הַכּום עַל־כַּף פ׳</span> <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">Gn 40:11</a>, <a data-ref=\"Genesis 40:21\" href=\"/Genesis.40.21\">21</a> (E), <em>set the cup upon the palm of Pharaoh</em> (cf. v <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">11a</a> <span dir=\"rtl\">וְכוֹס פַּרְעֹה בְּיָדִי</span>), similarly <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">Lv 8:27</a><sup>(×2)</sup> (P) +; <span dir=\"rtl\">הַשֶּׁמֶן אֲשֶׁר עַל־כַּפּוֹ</span> <a data-ref=\"Leviticus 14:16\" href=\"/Leviticus.14.16\">Lv 14:16</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">18</a>, <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">27</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>; as disting. from wrist and arm, <a data-ref=\"Deuteronomy 25:12\" href=\"/Deuteronomy.25.12\">Dt 25:12</a>; rarely c. <span dir=\"rtl\">ידים</span> (always <span dir=\"rtl\">כַּכּוֹת</span>), <span dir=\"rtl\">שְׁתֵּי כַּפּוֹת ידיו</span> <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a> (of Dagon), <span dir=\"rtl\">כ׳ הַיָּדַיִם</span> <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a>, cf. <a data-ref=\"Daniel 10:10\" href=\"/Daniel.10.10\">Dn 10:10</a>; <span dir=\"rtl\">כַּף הַשְּׂמָאלִית</span> <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">Lv 14:15</a>, <a data-ref=\"Leviticus 14:26\" href=\"/Leviticus.14.26\">26</a>; note especially <span dir=\"rtl\">מְלֹא כ׳ קֶמַח</span> <a data-ref=\"I Kings 17:12\" href=\"/I_Kings.17.12\">1 K 17:12</a> <em>a handful of meal</em> (lit. <em>palm</em>ful), cf. <a data-ref=\"Ecclesiastes 4:6\" href=\"/Ecclesiastes.4.6\">Ec 4:6</a> (where disting. from <span dir=\"rtl\">מלא חָפְנַיִם</span> <em>a double fistful;</em> in both these passages of a very small quantity); cf. <span dir=\"rtl\">וַיְמַלֵּא כַּפּוֹ מִן</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">Lv 9:17</a> (ref. to <span dir=\"rtl\">מְלֹא קֻמְצוֹ</span> <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 5:12\" href=\"/Leviticus.5.12\">5:12</a> cf. <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a>). In <a data-ref=\"Exodus 4:4\" href=\"/Exodus.4.4\">Ex 4:4</a> (JE), <a data-ref=\"Proverbs 31:19\" href=\"/Proverbs.31.19\">Pr 31:19</a> <a data-ref=\"Ezekiel 21:16\" href=\"/Ezekiel.21.16\">Ez 21:16</a> <a data-ref=\"Psalms 129:7\" href=\"/Psalms.129.7\">ψ 129:7</a>, etc., the thought is that of grasping. <strong>b.</strong>  anthropomorph. of <span dir=\"rtl\">י׳</span>, covering Moses over with his palm, <span dir=\"rtl\">וְשַׂכֹּתִי כַפִּי עָלֶיךָ</span> <a data-ref=\"Exodus 33:22\" href=\"/Exodus.33.22\">Ex 33:22</a> (J), and so fig. (c. <span dir=\"rtl\">שׁית</span>) <a data-ref=\"Psalms 139:5\" href=\"/Psalms.139.5\">ψ 139:5</a>; withdrawing <span dir=\"rtl\">(הֵסִיר)</span> his hand <a data-ref=\"Exodus 33:23\" href=\"/Exodus.33.23\">Ex 33:23</a> (J); removing <span dir=\"rtl\">(הִרְחִיק)</span> his afflicting hand <a data-ref=\"Job 13:21\" href=\"/Job.13.21\">Jb 13:21</a>; <span dir=\"rtl\">עַל־כַּפַּיִם כִּסָּה אוֹר</span> <a data-ref=\"Job 36:22\" href=\"/Job.36.22\">Jb 36:22</a>, i.e. he (God) hath filled his palms with light. <strong>c.</strong>  once of animals, <span dir=\"rtl\">הוֹלֵךְ עַל־כַּפָּיו</span> <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">Lv 11:27</a> <em>going upon their palms</em>, i.e. paws (cats, dogs, etc.). <strong>d.</strong>  phrases are:—†(1) <span dir=\"rtl\">הִכָּה כַּף</span> = <em>clap the hands</em>, in applause <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> so <span dir=\"rtl\">תָּקַע כ׳</span> <a data-ref=\"Psalms 47:2\" href=\"/Psalms.47.2\">ψ 47:2</a>, <span dir=\"rtl\">מָחָא כ׳</span> <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a> (fig. of trees), <a data-ref=\"Psalms 98:8\" href=\"/Psalms.98.8\">ψ 98:8</a> (fig. of rivers); but especially in scorn, contempt, etc., <span dir=\"rtl\">סָפַק אֶת־כַּפָּיו</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> (J), <span dir=\"rtl\">יִשְׂפֹּק עָלֵימוֹ כַפֵּ֑ימוֹ</span> <a data-ref=\"Job 27:23\" href=\"/Job.27.23\">Jb 27:23</a>; so <span dir=\"rtl\">תָּקַע כַּף על־</span> <a data-ref=\"Nahum 3:19\" href=\"/Nahum.3.19\">Na 3:19</a>, <span dir=\"rtl\">הִכָּה כַפִּי אֶל־</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">Ez 22:13</a> (of <span dir=\"rtl\">י׳</span>); abs., <span dir=\"rtl\">הִכָּה בְכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a> (as <span dir=\"rtl\">מחא יד</span> <a data-ref=\"Ezekiel 25:6\" href=\"/Ezekiel.25.6\">25:6</a>), <span dir=\"rtl\">הִכָּה כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">21:19</a>, <span dir=\"rtl\">אַכֶּה כַפִּי אֶל־כַּפִּי</span> v <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a> (of <span dir=\"rtl\">י׳</span>). †(2) <span dir=\"rtl\">תָּפַשׂ בַּכַּף</span> <em>grasp, seize with the hand</em> <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> cf. v <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">7</a> (on text v. supr.) †(<a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">3</a>) of <em>hand-grasp</em> as pledge, <span dir=\"rtl\">תָּקַעְתָּ לַזָּר כַּפֶּיךָ</span> <a data-ref=\"Proverbs 6:1\" href=\"/Proverbs.6.1\">Pr 6:1</a> (<em>if</em>) <em>thou hast smitten thy palms</em> (given a double hand-grassp), <em>for another</em> (so De; ‖ <span dir=\"rtl\">עָרַבְתָּ לְרֵעֶ֑ךָ</span>); so abs. <span dir=\"rtl\">תקע כף</span> <a data-ref=\"Proverbs 17:18\" href=\"/Proverbs.17.18\">17:18</a>; <a data-ref=\"Proverbs 22:26\" href=\"/Proverbs.22.26\">22:26</a> (cf. <span dir=\"rtl\">תקע ליד</span> <a data-ref=\"Job 17:3\" href=\"/Job.17.3\">Jb 17:3</a>). (4) often of hand <em>spread out</em> in prayer, as sign of longing to receive, c. <span dir=\"rtl\">פָּרַשׂ אֶל־</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a>, <a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">33</a> (J), <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">1 K 8:38</a> = <a data-ref=\"II Chronicles 6:29\" href=\"/II_Chronicles.6.29\">2 Ch 6:29</a>, etc. (v. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יר</a> <a data-ref=\"Psalms 143:6\" href=\"/Psalms.143.6\">ψ 143:6</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> and <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָר</a> <strong>1 d,</strong> supr. p. 389; also <span dir=\"rtl\">פרשׂ</span>, <span dir=\"rtl\">נשׂא</span>, <span dir=\"rtl\">שׁטח</span>). †(5) <span dir=\"rtl\">שׂים כַּף לְפֶה</span>, in respectful silence, <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a>. †(6) fig. <span dir=\"rtl\">וָאָשִׂימָה נַפְשִׁי בְכַפִּי</span> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a> = <em>I have taken my life in my hand</em> (i.e. hazard ed it), so <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">28:21</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a> and (without vb.) <a data-ref=\"Psalms 119:109\" href=\"/Psalms.119.109\">ψ 119:109</a>. †(7) <span dir=\"rtl\">נִקְיֹן כ׳</span> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a> <em>cleanness of palms</em> is fig. for purity of act, cf. <a data-ref=\"Psalms 26:6\" href=\"/Psalms.26.6\">ψ 26:6</a>, also <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a>; <a data-ref=\"Job 22:30\" href=\"/Job.22.30\">22:30</a>; <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; <a data-ref=\"Psalms 73:13\" href=\"/Psalms.73.13\">73:13</a>; conversely, <span dir=\"rtl\">(לֹא)חָמָם בְּכַפָּ֑י</span> <a data-ref=\"Job 16:17\" href=\"/Job.16.17\">Jb 16:17</a>; <a data-ref=\"I Chronicles 12:18\" href=\"/I_Chronicles.12.18\">1 Ch 12:18</a>; <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a>; <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a>, cf. <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> (so <span dir=\"rtl\">ידים</span> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">1:15</a>), <a data-ref=\"Job 31:7\" href=\"/Job.31.7\">Jb 31:7</a> <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">ψ 7:4</a>.—In many cases <span dir=\"rtl\">כַּף</span> is not to be distinguished from <span dir=\"rtl\">יָד</span>; so in phr. †<span dir=\"rtl\">יְגִיעַ כ׳</span> <em>toil of</em> the <em>hands</em> <a data-ref=\"Genesis 31:42\" href=\"/Genesis.31.42\">Gn 31:42</a>; <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; <a data-ref=\"Job 10:3\" href=\"/Job.10.3\">Jb 10:3</a>; <a data-ref=\"Psalms 128:2\" href=\"/Psalms.128.2\">ψ 128:2</a>; <span dir=\"rtl\">פֹּעַל כ׳</span> <a data-ref=\"Psalms 9:17\" href=\"/Psalms.9.17\">ψ 9:17</a>, <span dir=\"rtl\">חֵפֶץ כ׳</span> <a data-ref=\"Proverbs 31:13\" href=\"/Proverbs.31.13\">Pr 31:13</a>; <span dir=\"rtl\">תְּבוּנוֹת כ׳</span> <a data-ref=\"Psalms 78:72\" href=\"/Psalms.78.72\">ψ 78:72</a>, <span dir=\"rtl\">פְּרִי כ׳</span> <a data-ref=\"Proverbs 31:16\" href=\"/Proverbs.31.16\">Pr 31:16</a> †; cf. <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a>.<br>†<strong>2.</strong>  = <em>power</em> (i.e. grasp) of any one, <span dir=\"rtl\">נתן בכף</span> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a> = <em>deliver into the power of</em>, so <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a>, cf. <span dir=\"rtl\">בּוֹא בכף</span> <a data-ref=\"Proverbs 6:3\" href=\"/Proverbs.6.3\">Pr 6:3</a>; usually <span dir=\"rtl\">הוֹשִׁיעַ</span>, <span dir=\"rtl\">פָּדָה</span>, <span dir=\"rtl\">הִצִּיל</span> etc., c. <span dir=\"rtl\">מִכַּף</span> = <em>out of the power of</em> <a data-ref=\"Judges 6:14\" href=\"/Judges.6.14\">Ju 6:14</a> <a data-ref=\"I Samuel 4:3\" href=\"/I_Samuel.4.3\">1 S 4:3</a> <a data-ref=\"II Samuel 14:16\" href=\"/II_Samuel.14.16\">2 S 14:16</a>; <a data-ref=\"II Samuel 19:10\" href=\"/II_Samuel.19.10\">19:10</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">22:1</a><sup>(×2)</sup> = <a data-ref=\"II Samuel 18:1\" href=\"/II_Samuel.18.1\">18:1</a> (title), <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">2 K 16:7</a><sup>(×2)</sup>; <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">20:6</a> = <a data-ref=\"Isaiah 38:6\" href=\"/Isaiah.38.6\">Is 38:6</a>, <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a> <a data-ref=\"Jeremiah 15:21\" href=\"/Jeremiah.15.21\">Je 15:21</a> <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a>; <a data-ref=\"II Chronicles 32:11\" href=\"/II_Chronicles.32.11\">32:11</a> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a> <a data-ref=\"Psalms 71:4\" href=\"/Psalms.71.4\">ψ 71:4</a> (cf. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָד</a> <strong>5 g,</strong> p. 391 supr.)<br>†<strong>3.</strong>  <span dir=\"rtl\">כַּף רַגְלָהּ</span>, etc., = <em>sole of foot</em>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">Gn 8:9</a> (J), <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>; <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">4:18</a> (both JE), <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a> <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a> = <a data-ref=\"Isaiah 37:25\" href=\"/Isaiah.37.25\">Is 37:25</a>, <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a>; <a data-ref=\"Deuteronomy 28:56\" href=\"/Deuteronomy.28.56\">28:56</a>, <a data-ref=\"Deuteronomy 28:65\" href=\"/Deuteronomy.28.65\">65</a> <a data-ref=\"Joshua 1:3\" href=\"/Joshua.1.3\">Jos 1:3</a> (D), <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">Ez 43:7</a> <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>; <span dir=\"rtl\">מִכַּף רַגְלוֹ וְעַד קָדְקֳדוֹ</span> <a data-ref=\"II Samuel 14:25\" href=\"/II_Samuel.14.25\">2 S 14:25</a> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>, cf. <a data-ref=\"Isaiah 1:6\" href=\"/Isaiah.1.6\">Is 1:6</a> (fig.); <span dir=\"rtl\">מִדְרַךְ כ׳ ר׳</span> <a data-ref=\"Deuteronomy 2:5\" href=\"/Deuteronomy.2.5\">Dt 2:5</a> <em>treading-place for the sole of a foot;</em> of the cherubim <a data-ref=\"Ezekiel 1:7\" href=\"/Ezekiel.1.7\">Ez 1:7</a>, of a calf, (in sim.) v <a data-ref=\"Ezekiel 1:7\" href=\"/Ezekiel.1.7\">7</a>, (according to MT; cf. however Co).<br><strong>4.</strong>  of various <em>hollow, bending</em> or <em>bend</em> objects:— †<strong>a.</strong>  <em>hollow</em> (i.e. socket), <em>of the thigh</em>-joint, <span dir=\"rtl\">כ׳ יָרֵךְ</span> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">33</a><sup>(×2)</sup> (J). <strong>b.</strong>  <em>pan, vessel</em> (as hollow), used in ritual, <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a>; <a data-ref=\"Numbers 7:14\" href=\"/Numbers.7.14\">7:14</a> + 15 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">1 K 7:50</a> = <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">2 Ch 4:22</a>, <a data-ref=\"II Kings 25:14\" href=\"/II_Kings.25.14\">2 K 25:14</a> = <a data-ref=\"Jeremiah 52:18\" href=\"/Jeremiah.52.18\">Je 52:18</a>, <a data-ref=\"Jeremiah 52:19\" href=\"/Jeremiah.52.19\">Je 52:19</a>, <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">2 Ch 24:14</a>. †<strong>c.</strong>  <em>hollow</em> of sling, <a data-ref=\"I Samuel 25:29\" href=\"/I_Samuel.25.29\">1 S 25:29</a>. †<strong>d.</strong>  <span dir=\"rtl\">כַּפּוֹת תְּמָרִים</span> <a data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\">Lv 23:40</a> = of huge <em>hand-shaped branches</em> (or <em>fronds</em>) <em>of palm-trees</em>. <strong>e.</strong>  <span dir=\"rtl\">כַּפּוֹת הַמַּנְעוּל</span> <a data-ref=\"Song of Songs 5:5\" href=\"/Song_of_Songs.5.5\">Ct 5:5</a> <em>the</em> (bent) <em>handles of the bolt</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d27eb6084aa1cbf1a943", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֹג 1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "BDB, לֹג 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֹג א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֹג", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">לֹג</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\">Lv 14:10</a></sup> a liquid measure <strong>(</strong>NH <em>id.</em>; Aramaic <span dir=\"rtl\">לוּגָּה</span>; also <span dir=\"rtl\">ܠܰܓܳܐ</span>, <span dir=\"rtl\">ܠܰܓܬܳܐ</span> <em>a</em> (<em>dessert</em>-)<em>dish</em>, etc.; meaning of √ dub.; Thes comp. Arabic <span dir=\"rtl\">لَجَّ</span> <em>be deep</em>, <span dir=\"rtl\">لُجٌّ</span> <em>depth, abyss</em><strong>)</strong>;—<span dir=\"rtl\">ל׳</span> abs. <a data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\">Lv 14:10</a>; cstr. v <a data-ref=\"Leviticus 14:12\" href=\"/Leviticus.14.12\">12</a> + 3 times <a data-ref=\"Leviticus 14\" href=\"/Leviticus.14\">Lv 14</a>; always of oil <span dir=\"rtl\">(שֶׁמֶן)</span>; <a data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\">Lv 14:10</a>, <a data-ref=\"Leviticus 14:12\" href=\"/Leviticus.14.12\">12</a>, <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">15</a>, <a data-ref=\"Leviticus 14:21\" href=\"/Leviticus.14.21\">21</a>, <a data-ref=\"Leviticus 14:24\" href=\"/Leviticus.14.24\">24</a> (P; all in law of purif. of leper); according to Talm. = 1/12 hin (v. <a data-ref=\"BDB, הִין\" href=\"/BDB,_הִין\", dir=\"rtl\">הִין</a> supr. p. 228; Zuckermann <sup>Jüd. Masssystem, 49</sup>) i.e. c. 1/2 litre; Benz<sup>Arch. 182, 184</sup> Now<sup>Arch. i. 204 f.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d499b6084aa1cbf35a79", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שְׂמָאלִי 1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "BDB, שְׂמָאלִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, שְׂמָאלִי א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שְׂמָאלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שְׂמָאלִי</span></big>  <strong>adj. left, on the left</strong>;—<span dir=\"rtl\">שׂ׳</span> <a data-ref=\"I Kings 7:21\" href=\"/I_Kings.7.21\">1 K 7:21</a> +; f. <span dir=\"rtl\">שְׂמָאלִית</span> <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">Lv 14:15</a> +;—<em>left</em> (usually opp. <span dir=\"rtl\">יְמָנִי</span>), pillar <a data-ref=\"I Kings 7:21\" href=\"/I_Kings.7.21\">1 K 7:21</a> = <a data-ref=\"II Chronicles 3:17\" href=\"/II_Chronicles.3.17\">2 Ch 3:17</a>, side of temple <a data-ref=\"II Kings 11:11\" href=\"/II_Kings.11.11\">2 K 11:11</a> = <a data-ref=\"II Chronicles 23:10\" href=\"/II_Chronicles.23.10\">2 Ch 23:10</a>, side of body <a data-ref=\"Ezekiel 4:4\" href=\"/Ezekiel.4.4\">Ez 4:4</a>, palm <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">Lv 14:15</a>, <a data-ref=\"Leviticus 14:16\" href=\"/Leviticus.14.16\">16</a>, <a data-ref=\"Leviticus 14:26\" href=\"/Leviticus.14.26\">26</a>, <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">27</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a130613f3c2d3b452b5b", "index_title": "German Commentary on Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Menachot 1:2:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "German Commentary on Mishnah Menachot 1:2:2", "sourceHeRef": "פירוש גרמני על משנה מנחות א׳:ב׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 2.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Menachot", "he": "פירוש גרמני על משנה מנחות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Hat man es mit der linken Hand.</b>  Dass die <span dir=\"rtl\">קמיצה</span> mit der rechten Hand geschehen muss, wird daraus geschlossen, dass es (Lev. 9, 17) heisst: <span dir=\"rtl\">וימלא כפו ממנה</span>, womit das Abheben des Komez gemeint ist. Daraus, dass es beim Aussätzigen (Lev. 14, 15) heisst: <span dir=\"rtl\">ויצק על כף הכהן השמאלית</span>, sei zu entnehmen, dass unter <span dir=\"rtl\">כף</span> ohne nähere Bestimmung stets die rechte Hand zu verstehen ist.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a33b613f3c2d3b459027", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 14:10:15", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "German Commentary on Mishnah Negaim 14:10:15", "sourceHeRef": "פירוש גרמני על משנה נגעים י״ד:י׳:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 10.0015, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Akiba.</b>  Nach der Vorschrift (Lev. 14, 15): <span dir=\"rtl\">ולקח הכהן מלוג השמן ויצק</span> muss bei den nachfolgenden Handlungen noch das volle Log Öl vorhanden sein, das hierfür bestimmt worden war, ist dieses nicht der Fall, so ist auch das noch vorhandene Öl für den weiteren Gebrauch untauglich. Nach R. Akiba wird jedoch erst beim Abgiessen das gesamte Öl für die nachfolgenden Handlungen zu einem zusammengehörenden Ganzen verbunden, so dass, wenn danach etwas von dem Öl abhanden kommt, so dass nicht mehr das volle Log da ist, auch das noch vorhandene Öl untauglich wird, weil es nicht das vorgeschriebene Mass enthält (<span dir=\"rtl\">יציקה קבעה לה</span> s. Raschi Menach. 9 a <span dir=\"rtl\">קמיצה קבעה לה</span>). Ist dagegen das Öl vor dem Abgiessen weniger als ein Log geworden, ist dadurch das zurückgebliebene Öl nicht untauglich geworden, sondern es darf durch Zugiessen wieder zu einem Log aufgefüllt werden. Allerdings muss mit dem aufgefüllten Log die vorher vorgenommene Schwingung nochmals wiederholt werden (<span dir=\"rtl\">יו״ב</span>).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a33a613f3c2d3b458ffc", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 14:10:4", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "German Commentary on Mishnah Negaim 14:10:4", "sourceHeRef": "פירוש גרמני על משנה נגעים י״ד:י׳:ד׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 10.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>eines anderen.</b>  Weil es (Lev. 14, 15) nicht heisst: <span dir=\"rtl\">על כפו השמאלית</span> sondern <span dir=\"rtl\">על כף הכהן השמאלית</span>.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1c2613f3c2d3b454b54", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 10:5:2", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "German Commentary on Mishnah Zevachim 10:5:2", "sourceHeRef": "פירוש גרמני על משנה זבחים י׳:ה׳:ב׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 5.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ausgenommen das Schuldopfer des Aussätzigen.</b>  das allen Sündopfern vorgeht, nicht nur dem mit ihm zusammen darzubringenden. Die Begründung: weil durch seine Darbringung der Aussätzige wieder tauglich gemacht wird, gibt den Grund an, warum dasselbe auch anderen Sündopfern vorgeht. Als Erklärung dafür, dass das Schuldopfer des Aussätzigen dem von ihm zugleich darzubringenden Sündopfer voranzugehen hat, würde diese Begründung nicht ausreichen, da ja der Aussätzige erst durch die Darbringung des Schuldopfers und des Sündopfers wieder tauglich wird; hier ist aber die Reihenfolge in der Schrift selbst (Lev. 14, 12—20) ausdrücklich vorgeschrieben (s. Menachot 5 a).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1a5613f3c2d3b45459c", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 5:1:2", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "German Commentary on Mishnah Zevachim 5:1:2", "sourceHeRef": "פירוש גרמני על משנה זבחים ה׳:א׳:ב׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 1.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Hochheiliges.</b>  Die einzelnen als <span dir=\"rtl\">קדשי קדשים</span> geltenden Opfer werden im Folgenden aufgeführt und bei einem jeden die betreffenden Bestimmungen angegeben. Hier wird nur zunächst als das Allen Gemeinsame vorausgeschickt, dass sie im Gegensatz zu den <span dir=\"rtl\">קדשים קלים</span> nur auf der Nordseite geschlachtet werden dürfen. Ebenso wie das Schlachten hat auch das Auffangen des Blutes bei allen hochheiligen Opfern auf der Nordseite zu geschehen. Gleichwohl wird diese Bestimmung nicht wie die das Schlachten betreffende als eine allen <span dir=\"rtl\">קדשי קדשים</span> gemeinsame vorausgeschickt, weil das Auffangen des Blutes nicht bei allen Opfern gleichmässig ausgeführt wurde. Während bei den übrigen Opfern das Blut nur von einem Priester in einem Dienstgefäss aufgefangen wurde, musste bei dem Schuldopfer, das der Aussätzige an seinem Reinigungstage darbrachte (Lev. 14,10—20), ausserdem noch ein zweiter Priester von dem Blut mit der Hand auffangen, um damit auf den Aussätzigen selbst zu sprengen; es würde deshalb das <span dir=\"rtl\">וקבול דמן „בכלי שרת״ בצפון</span> hier als für alle <span dir=\"rtl\">קדשי קדשים</span> in gleicher Weise geltend nicht ganz genau sein. In Mischna 5, wo die Bestimmungen für die Schuldopfer angegeben werden, folgt allerdings auf das <span dir=\"rtl\">שחיטתן בצפון </span> auch der Satz <span dir=\"rtl\">וקבול דמן בכלי שרת בצפון</span>, trotzdem unter den Schuldopfern auch das Schuldopfer des Aussätzigen mit aufgeführt wird und die für dieses geltende Vorschrift damit nicht ganz genau wiedergegeben wird, weil doch immerhin auch für dieses Schuldopfer die Bestimmung zutrifft, dass das für die Sprengungen auf den Altar bestimmte Blut in einem Dienstgefässe auf der Nordseite aufgefangen werden muss (Talmud 47 b).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091585102ea167bd44727a", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Aharei Mot; The Scapegoat, Shame and Guilt 13", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Aharei Mot; The Scapegoat, Shame and Guilt 13", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, אחרי מות י״ג", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 13, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "אחרי מות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Two quite distinct processes were involved on Yom Kippur. First there was <i>kappara</i>, atonement. This is the normal function of a sin offering. Second, there was <i>tahara</i>, purification, something normally done in a different context altogether, namely the removal of <i>tum’a</i>, ritual defilement, which could arise from a number of different causes, among them contact with a dead body, skin disease, or nocturnal discharge. Atonement has to do with guilt. Purification has to do with contamination or pollution. These are usually<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There were exceptions. A leper – or more precisely, someone suffering from the skin disease known in the Torah as <i>tzaraat</i> – had to bring a guilt offering [<i>asham</i>] in addition to undergoing rites of purification (Lev. 14:12–20).</i> two separate worlds. On Yom Kippur they were brought together. Why?", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660921091e548232e6012d11", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Achrei Mot, The Scapegoat; Shame and Guilt 13", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Achrei Mot, The Scapegoat; Shame and Guilt 13", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, אחרי מות, ב י״ג", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 13, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Two quite distinct processes were involved on Yom Kippur. First there was <i>kappara</i>, atonement. This is the normal function of a sin offering. Second, there was <i>tahara</i>, purification, something normally done in a different context altogether, namely the removal of <i>tuma</i>, ritual defilement, which could arise from a number of different causes, among them contact with a dead body, skin disease, or nocturnal discharge. Atonement has to do with guilt. Purification has to do with contamination or pollution. These are usually<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">There were exceptions. A leper – or more precisely, someone suffering from the skin disease known in the Torah as <i>tzaraat</i> – had to bring a guilt offering [<i>asham</i>] in addition to undergoing rites of purification (Lev. 14:12–20). </i> two separate worlds. On Yom Kippur they were brought together. Why?", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665c966b695d8dbb73bd37c", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "David Zvi Hoffmann on Leviticus 14:15:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ולקח... מלוג וגו'\",</b> אינו לוקח את כל השמן, אלא רק חלק ממנו לתוך כפו (כי הרי אי אפשר היה לקבל את הלוג כולו בכפו). מן השמן שבכפו הוא מזה חלק לפני ה' ועל הבהונות, והנשאר הוא נותן על ראש המיטהר. מה יעשה בשארית לוג השמן, אין הכתוב מפרש, אולם לפי מה שמלמדת המסורת דין אחד היה לו ולשיורי המנחות: הם חלק הכהנים וקודש קדשים (זבחים צא.).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c967faee0b8c909d8171", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 14:15:2", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "David Zvi Hoffmann on Leviticus 14:15:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ד:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"כף\",</b> מלשון כפף (השוה: \"כף רגל\").", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c967b695d8dbb73bd37e", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 14:15:3", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "David Zvi Hoffmann on Leviticus 14:15:3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ד:ט״ו:ג׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"הכהן\",</b> צריך לחזור על המלה הכהן, משום שאילו היה כתוב רק כפו, היה מקום לטעות ולחשוב, שהכוונה היא כף המיטהר (השוה \"רגלו\" בפסוק הקודם). אולם חכמינו הורו, שלכתחילה מצוה שהכהן האחד יצוק על כף כהן אחר.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730710a13a863f2a8db7", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Leviticus 14:15:1", "anchorRef": "Leviticus 14:15", "anchorRefExpanded": ["Leviticus 14:15"], "sourceRef": "Hadar Zekenim on Torah, Leviticus 14:15:1", "sourceHeRef": "הדר זקנים על התורה, ויקרא י״ד:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "ויקרא", "he": "וכפר על המטהר. דכתב גבי נגע. וכן וכפר על הבית וכן וכפר דכתי' גבי יולדת וכן וכפר דכתי' גבי זב כולם לפי הפשט. כמו דכפר ידיה בגלימא דחבריה איטיר\"דרא בלעז לשון נקוי. דכפרה ממש לא שייך בהו דאע\"ג שהנגעים ע\"י חטא באים מ\"מ איכפר ליה בנגיעה. ויולדת אפי' למ\"ד יולדת חוטאה היא מ\"מ אין קרבנה בא על חטא. ואינו לשון נקוי כמו וחטאת על המזבח:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67025dc2b58518769d76fde3", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Achrei Mot, 3 11", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Achrei Mot, 3 11", "sourceHeRef": "שיג ושיח; מהדורה עברית, אחרי מות, השעיר לעזאזל; בושה ואשמה י״א", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "השעיר לעזאזל; בושה ואשמה", "he": "שני תהליכים נבדלים למדי מתקיימים ביום כיפור. ישנה כפרה. זהו תפקידו הרגיל של קרבן החטאת. אבל ישנה גם טהרה. והטהרה נעשית בדרך כלל בהקשר שונה לגמרי: הסרת טומאה כגון טומאת מת, טומאה ממחלות עור או טומאת קרי לילה. כפרה עניינה אשמה. טהרה עניינה זיהום. אלה הם בדרך כלל שני עולמות נפרדים.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">אמנם יש יוצאי דופן. המצורע המיטהר צריך להקריב קרבן אשם (ויקרא יד, יב-כ).</i> ביום כיפור הם נפגשים. מדוע?", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]