[{"_id": "5208e58aedbab45d17917470", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Ramban on Leviticus 14:18:1", "sourceHeRef": "רמב\"ן על ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>יתן על ראש המטהר וכפר עליו הכהן לפני ה'</b> במעשה דם האשם והשמן תהיה הכפרה הזאת וכן לכפר עליו לפני ה' (ויקרא י״ד:כ״ט) ובתורת כהנים (פרק ג יב) והנותר בשמן אשר על כף הכהן יתן על ראש המטהר וכפר אם נתן כפר ואם לא נתן לא כפר דברי רבי עקיבא רבי יוחנן בן נורי אמר שירי מצוה הם בין שנתן בין שלא נתן כפר וא\"כ על דעת ר' יוחנן בן נורי יהיה \"וכפר עליו\" על האשם והנה אמר הכתוב באשם \"וכפר\" וחזר ואמר (ויקרא י״ד:י״ט) בחטאת \"וכפר על המטהר מטומאתו\" ואמר עוד בעולה ובמנחה (ויקרא י״ד:כ׳) \"וכפר עליו הכהן וטהר\" ולא ידענו מה ענין הכפרות הללו כולן אולי האשם יכפר על מעלו אשר מעל קודם נגעו והחטאת על חטאו אשר חטא בימי הנגע אולי בצערו נתן תפלה לאלהים וזה טעם \"מטומאתו\" והעולה והמנחה יהיו לו כופר נפש שיזכה ליטהר ולשוב אל אהלו ולכך אמר \"וכפר עליו הכהן וטהר\" ובת\"כ (שם ג יג) ועשה הכהן את החטאת וכפר מה תלמוד לומר לפי שנאמר והעלה הכהן את העולה ואת המנחה המזבחה יכול יהו כולן מעכבים אותו ת\"ל ועשה הכהן את החטאת וכפר מלמד שכפרה תלויה בחטאת ויתכן כי \"וכפר עליו הכהן וטהר\" רמז לכל הנעשה בו כי גם הצפרים יבואו לכפרה ולטהרה כי כן אמר בנגע הבית (ויקרא י״ד:נ״ג) וכפר על הבית וטהר:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE REST OF THE OIL THAT IS IN THE PRIEST’S HAND HE SHALL PUT UPON THE HEAD OF HIM TO BE CLEANSED; AND THE PRIEST SHALL MAKE ATONEMENT FOR HIM BEFORE THE ETERNAL. This atonement is accomplished by means of the priest’s acts with the blood of the guilt-offering [as prescribed in Verse 14] and the oil [as set forth in Verses 15-18]. Similarly, the verse stating [in connection with a leper who is poor], <i>to make atonement for him before the Eternal</i>,<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Further, Verse 29.</i> [carries the same meaning]. And in the Torath Kohanim we find it said:<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 3:12.</i> “<i>And the rest of the oil that is in the priest’s hand he shall put upon the head of him that is to be cleansed, and the priest shall make atonement</i>. ‘If he put [the rest of the oil upon his head], he effected atonement for him, and if he did not put it thereon, he did not effect atonement.’ These are the words of Rabbi Akiba. Rabbi Yochanan the son of Nuri said: ‘This is the <i>residue</i> of a commandment, [and therefore is not part of the commandment itself, and thus not indispensable]; whether he put it thereon or did not put it thereon, he has effected atonement.’” Now if so, according to the opinion of Rabbi Yochanan the son of Nuri, the expression <i>and the priest shall make atonement for him</i>, refers [only] to the guilt-offering [which <i>is</i> indispensable in the final purification of the leper].<br>Now Scripture states [here] in the case of the guilt-offering, <i>and the priest shall make atonement</i>, and then states again in the case of the sin-offering, <i>and he shall make atonement for him that is to be cleansed because of his uncleanness</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Verse 19.</i> and with reference to the burnt-offering and meal-offering it also states, <i>and the priest shall make atonement for him, and he shall be clean</i>.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Verse 20.</i> But we do not know the purport of all these expressions of atonement. Perhaps the guilt-offering effects atonement for the trespass that he committed before he was affected by his plague, and the sin-offering effects atonement for his sin which he committed during the time of the plague. For perhaps in his anguish <i>he ascribed aught unseemly to G-d</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Job 1:22.</i> this being the significance of the expression <i>because of his uncleanness</i><sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Verse 19.</i> [used in connection with the sin-offering that he must bring]. The burnt-offering and meal-offering constitute a ransom for his soul, that he be worthy to be purified and return to his dwelling. Therefore He said, <i>and the priest shall make atonement for him, ‘and he shall be clean</i>.’<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Verse 20.</i><br>Now in the Torath Kohanim it is stated:<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 3:13.</i> “<i>And the priest shall offer the sin-offering, and make atonement</i>.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Verse 19.</i> Why is this said?<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">I.e., why does it say here, <i>and he shall make atonement</i>, when at the end of the section (in Verse 20) it concludes, <i>and the priest shall make atonement for him, and he shall be clean</i>? (Malbim in his commentary to the Torath Kohanim).</i> Since it is said, <i>And the priest shall offer the burnt-offering and the meal-offering upon the altar</i>,<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Verse 20.</i> I might think that they are all indispensible for the purification of the leper, therefore Scripture states, <i>and the priest shall offer the sin-offering, and make atonement</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Verse 19.</i> thus teaching that the atonement is dependent [only] upon the sin-offering.” It is possible that the expression <i>and the priest shall make atonement for him, and he shall be clean</i><sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Verse 20.</i> alludes to everything that has been done for him [i.e., for the leper’s purification],for the birds [which he brought at the very beginning of his purification, followed by the three offerings brought on the eighth day, as discussed here] also came for the purpose of atonement and purification, for so He also said in connection with a plague in the house, <i>and he shall make atonement for the house, and it shall be clean</i>.<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Further, Verse 53. There the expression, <i>and the priest shall make atonement … and it shall be clean</i> clearly refers to the birds mentioned in that verse. Here too, then, (in Verse 20) the reference is similar.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6a52", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 14:18", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Onkelos Leviticus 14:18", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ד:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0018, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּדְאִשְׁתָּאַר בְּמִשְׁחָא דִּי עַל יְדָא דְכַהֲנָא יִתֵּן עַל רֵישָׁא דְּמִדַּכֵּי וִיכַפֵּר עֲלוֹהִי כַּהֲנָא קֳדָם יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Whatever oil remains that is on the palm of the <i>kohein</i>, he shall put on the head of the person undergoing purification. The <i>kohein</i> will atone for him before Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec289", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 14:18", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Targum Jonathan on Leviticus 14:18", "sourceHeRef": "תרגום יונתן על ויקרא י״ד:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0018, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַה דְמִשְׁתַּיֵיר מִן מִשְׁחָא דְעַל יְדָא דְכַהֲנָא יִתֵּן עַל רֵישָׁא דְמִידְכֵּי וִיכַפֵּר עֲלוֹי כַּהֲנָא קֳדָם יְיָ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And that which yet remaineth of the oil that is in the priest's hand he shall put upon the head of him who is to be cleansed, and the priest shall make atonement for him before the Lord.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adfbc7fbfba23a06809770", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Metzora 30", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Meshekh Chokhmah, Metzora 30", "sourceHeRef": "משך חכמה, מצורע ל׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 30, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מצורע", "he": "<b>והנותר </b>כו' לכפר. הנה בעשיר כתוב וכפר עליו. ונראה דנגעים באים על גסות הרוח. ועשיר המתגאה הוא גרם טבעי כמוש\"כ ורם לבבך, אבל דל גאה מאוס להש\"י ולבריות, לכן לא נגמרה כפרתו במתן השמן, לכן כתוב לכפר, שעדיין לא נגמר כפרתו ודו\"ק. ועיין צו סי' ע\"ה בתו\"כ.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a6144fd6e4a923e49c79bd", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 74:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 74:1", "sourceHeRef": "ספר המצוות, מצוות עשה ע״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 74.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו שיקריב קרבן כל איש זב שנתרפא מזובו וזהו קרבן הזב, והוא מחוסר כפרה עד שיקריבהו, והוא אמרו יתעלה ויתברך שמו וכי יטהר הזב מזובו וביום השמיני יקח לו שתי תורים. (זאת תהיה, מחוסרי כפרה פ\"א גם פ\"ב וג'): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us that any man who is healed from a discharge offer a sacrifice. And this is the sacrifice of the <i>zav</i>; and he is lacking [full] atonement until he offers it. And that is His, may He be exalted and may His name be blessed, saying, \"When one with a discharge becomes clean of his discharge [...]. On the eighth day he shall take two turtledoves\" (Leviticus 15:13-14). (See Parashat Metzora; Mishneh Torah, Offerings for Those with Incomplete Atonement 1-3.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "56a614c4d6e4a923e49c7a95", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 111:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 111:1", "sourceHeRef": "ספר המצוות, מצוות עשה קי״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 111.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה המצורע לגלח והיא הטהרה השניה לה כמו שהתבאר בסוף נגעים, והוא אמרו וביום השביעי יגלח. וכבר קדם (*מצוה צ\"ג.) תורף לשונם שלשה מגלחין ותגלחתן מצוה המצורע והנזיר והלוים. וכבר התבארו דיני מצוה זו בסוף נגעים. ובכאן אבאר לך מה הסבה במנותנו תגלחת המצורע מצוה בפני עצמה והבאת קרבנותיו מצוה בפני עצמה, וזה כי המצורע אין קשר לתגלחת עם הבאת קרבנותיו והתכלית מתגלחתו זולת התכלית המגעת מהבאת קרבנותיו, וזה כי המצורע טהרתו תלויה בתגלחתו. ובששי מנזיר (דף מ\"ד:) אמרו מה בין נזיר למצורע אלא שזה טהרתו תלויה בימים וזה טהרתו תלויה בתגלחתו, רוצה לומר המצורע, וכשגלח המצורע ונשלמה תגלחתו השניה טהור מלטמא כשרץ כמו שהתבאר בסוף נגעים (פרק י\"ד), וישאר מחוסר כפורים עד שיביא קרבנותיו כשאר מחוסר כפורים כמו שהתבאר שם, והיה תכלית תגלחתו שהוא טהור מלטמא כשרץ הביא קרבנותיו או לא הביא, ותכלית הבאת קרבנותיו תשלום כפרתו כשאר מחוסרי כפרה כלומר זב וזבה ויולדת. וכבר קדם לנו אמרם (כריתות ח':) ארבעה מחוסרי כפרה, ושם נתבאר שהנזיר אינו מחוסר כפרה, אבל המעשה ההוא בכללו כלומר הנלוה והבאת קרבן יתיר לו שתיית היין ולא יספיק מהם האחד בלתי חבירו, אבל הגלוח נקשר בקרבן והקרבן נקשר בגלוח ובקבוצם יגיעו לתכלית אחד, והוא שיותר לו הדברים שהיו אסורים עליו בימי נזרו. ובששי מנזיר (דף מ\"ו:) אמרו גלח על הזבח ונמצא פסול תגלחתו פסולה וזבחיו לא עלו לו. הנה התבאר לך כי התגלחת הוא מתנאי הזבח והזבח מתנאיה. ובתוספתא גם כן התבאר שנזיר שכלו ימיו אסור לגלח ולשתות יין ולטמא למתים עד שיעשה מעשה ההוא כלו והוא תגלחת טהרה, כמו שהתבאר בששי מנזירות (דף מ\"ה) והוא שיתגלח פתח אהל מועד וישליך שערו תחת הדוד ויקריב הקרבנות כאשר באר בכתוב, ואתה תמצאם ברוב מקומות ויקראו הבאת הקרבנות תגלחת. ובביאור אמרו במקום המשנה (שם דף י\"א:) הנני נזיר ועלי לגלח כו', רוצה בזה שיביא קרבנות נזיר ויקריבם בעדו. הנה כבר התבאר לך שהתגלחת נופלת על הבאת הקרבנות, והסבה בזה היותה חלק מהם כמו שבארנו, ובקבוצם יסתלק דין הנזירות וישתה הנזיר יין. אמנם תגלחת טומאה היא מדין המצוה כמו שבארנו במה שקדם. (מצורע, טהרה הלכות טומאת צרעת פי\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded the <i>metsora</i> (a person with <i>tsaarat</i>) to shave, and that is its second purification - as it is explained at the end of Negaim. And that is His saying, \"And [...] on the seventh day, he shall shave\" (Leviticus 14:9). And the essence of their words has already preceded [this] (Sefer HaMitzvot, Positive Commandments 93), \"Three shave, and their shaving is a commandment: The nazarite; the <i>metsora</i>; and the Levites.\" And the laws of this commandment have already been explained at the end of Negaim. And here I will explain the reason for our counting the shaving of the <i>metsora</i> and the bringing of his sacrifice as [two] separate commandments. And that is because there is no connection for the <i>metsora</i> between the shaving and the bringing of his sacrifices. And the purpose of the shaving is distinct from the purpose that is accomplished by bringing his sacrifices. And that is because the purification of the  <i>metsora</i> is dependent upon his shaving. And in the sixth chapter of Nazir (Nazir 44b), they said, \"What is the difference between a nazarite and a <i>metsora</i>? It is only that the purification of this one is dependent upon days and the purification of that one is dependent upon his shaving\" - meaning to say the <i>metsora</i>. And when the <i>metsora</i> shaves and completes his second shaving, he is pure from [continuing to] give off impurity like a creeping animal, as is explained at the end of Negaim (Negaim 14). However, he is still lacking [complete] atonement until he brings his sacrifices - like the other ones that lack [complete] atonement, as is explained there. So the purpose of his shaving was to be pure from [continuing to] give off impurity like a creeping animal - whether or not he brought his sacrifices. Whereas the purpose of bringing his sacrifices is the completion of his atonement - like the other ones that lack [complete] atonement, meaning the <i>zav</i>, the <i>zavah</i> and the woman after childbirth. And we have already been preceded by their saying (Keritot 8b), \"Four are lacking [complete] atonement.\" And there it is made clear that the nazarite is not one lacking atonement. Rather that action (his sacrifice) is included in it - meaning to say that the [shaving] and the bringing of the sacrifice permit him to drink wine; however one of them will not suffice without the other. Instead, the shaving is connected to the sacrifice and the sacrifice is connected to the shaving, and they [only] achieve their purpose when they are combined - and that is that they permit those things that were forbidden to him in the days of his being a nazarite. And in the sixth [chapter] of Nazir (Nazir 46b), they said, \"One who shaves over his sacrifice, and it is found to be disqualified - his shaving is disqualified and his sacrifices do not count for him.\" Behold it has been made clear to you that the shaving is from the stipulations of the sacrifice and the sacrifice is from the stipulations of the shaving. And it is also explained in the Tosefta (Nazir 15a) that a nazarite that has completed his days is [still] forbidden to shave, to drink wine and to become impure with corpses until he does that whole process - and that is the shaving of purification, as it is explained in the sixth [chapter] of Nazir (Nazir 45b). And that is that he shaves at the opening of the Tent of Meeting, throws his hair under the urn and offers his sacrifices - as Scripture explains. And you will find that in most places, they called the bringing of [these] sacrifices, \"shaving.\" And in some places in the Mishnah, they said in explanation (Nazir 11b), \"[One who says,] 'Behold I am nazarite and it is upon me to shave, etc.'\" - by which, he means that he will bring the sacrifices of the nazarite and offer them on his behalf. Behold it has already been made clear to you that \"shaving\" is used [to mean] the bringing of the sacrifices. And the reason for this is that it is a part of them - as we have explained - and it is with their combination that the status of nazarite is removed, and the nazarite may drink wine. However the shaving of impurity (of a <i>metsora</i>) is a law of the commandment, as we have explained earlier (Sefer HaMitzvot, Positive Commandments 93). (See Parashat Metzora; Mishneh Torah, Defilement by Leprosy 11.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d13d6e4a94c7c18a61e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 14:18", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Tafsir Rasag, Leviticus 14:18", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ד:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואלפאצ̇ל מנה יצ̇עה עלי ראס אלמתטהר ויסתגפר ענה בין ידי אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585aed01d6e4a908ac4ec45c", "index_title": "Mishneh Torah, Offerings for Those with Incomplete Atonement", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Offerings for Those with Incomplete Atonement 5:5", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Mishneh Torah, Offerings for Those with Incomplete Atonement 5:5", "sourceHeRef": "משנה תורה, הלכות מחוסרי כפרה ה׳:ה׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Mishneh Torah, Offerings for Those with Incomplete Atonement", "he": "משנה תורה, הלכות מחוסרי כפרה"}, "heTitle": "משנה תורה, הלכות מחוסרי כפרה", "he": "יָצַק מִן הַשֶּׁמֶן לְכַפּוֹ וְהִתְחִיל לְהַזּוֹת וְנִשְׁפַּךְ הַלּוֹג אִם עַד שֶׁלֹּא גָּמַר מַתַּן שֶׁבַע נִשְׁפַּךְ הַלּוֹג יָבִיא אַחֵר וְיַתְחִיל בְּמַתַּן שֶׁבַע. גָּמַר מַתַּן שֶׁבַע וְנִשְׁפַּךְ הַלּוֹג יָבִיא אַחֵר וְיַתְחִיל לְכַתְּחִלָּה בַּבְּהוֹנוֹת. הִתְחִיל בַּבְּהוֹנוֹת וְנִשְׁפַּךְ הַלּוֹג קֹדֶם שֶׁיִּגְמֹר יָבִיא אַחֵר וְיַתְחִיל לְכַתְּחִלָּה בַּבְּהוֹנוֹת. גָּמַר הַבְּהוֹנוֹת וְאַחַר כָּךְ נִשְׁפַּךְ הַלּוֹג קֹדֶם שֶׁיִּתֵּן שְׁאָר הַשֶּׁמֶן שֶׁבְּכַפּוֹ עַל רֹאשׁ הַמִּטַּהֵר אֵינוֹ צָרִיךְ לְהָבִיא לוֹג אַחֵר שֶׁמַּתְּנַת הָרֹאשׁ אֵינָהּ מְעַכֶּבֶת שֶׁנֶּאֱמַר <small>(ויקרא יד יח)</small> \"וְהַנּוֹתָר בַּשֶּׁמֶן\" <small>(ויקרא יד יז)</small> \"וּמִיֶּתֶר הַשֶּׁמֶן\":\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The following laws apply if the oil was poured into the priest's hand, his colleague began to sprinkle it and then the <i>log</i> spilled. If it spilled before he completed the seven sprinklings, he should bring another <i>log</i> of oil and begin the seven sprinklings. If he completed the seven sprinklings and then the <i>log</i> of oil spilled, he should bring another <i>log</i> and begin applying the oil to the thumb and toe. If he already began applying the oil to the thumb and toe and the <i>log</i> spilled before he could complete it, he should bring another <i>log</i> and begin applying the oil to the thumb and toe. If he completed applying the oil to the thumb and toe and the <i>log</i> spilled before he placed the remainder of the oil on the head of the person being purified, he does not have to bring another <i>log</i>, for the application of the oil to his head is not an indispensable requirement, as implied by Leviticus 14:17, 18 which mentions \"the remainder of the oil,\" and \"the additional oil.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b4ecd6e4a902855ff78f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Tur HaArokh, Leviticus 14:18:1", "sourceHeRef": "הטור הארוך, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>יתן על ראש המטהר וכפר עליו הכהן לפני ה'. </b>הכפרה הזאת היא בדם האשם ובשמן והנה אמר הכתוב באשם וכפר וחזר ואמר בחטאת וכפר על המטהר מטומאתו ואמר עוד בעולה ובמנחה וכפר עליה הכהן וטהר לא ידענו מה ענין הכפרות הללו ואולי האשם יכפר על מעלו אשר מעל קודם נגעו והחטאת על חטאו אשר חטא בימי הנגע אולי בצערו נתן תפלה לאלקים לכך כתיב בה וכפר על המטהר מטומאתו והעולה והמנחה יהיה לו כופר נפשו שיזכה ליטהר ולשוב אל אהלו ולכן אמר וכפר עליו הכהן וטהר. ויתכן עוד כי וכפר עליו הכהן וטהר חוזר לכל הנעשה בו כי גם הצפרים באים לכפרה ולטהרה שגם בנגעי הבית כתיב וכפר על הבית וטהר: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " יתן על ראש המטהר וכפר עליו הכהן לפני ה', “he shall place upon the head of the person being purified, and the priest shall provide him atonement before <i>Hashem.”</i> The vehicle effecting the atonement is the blood of the guilt offering as well as the oil that the priest sprinkles in the direction of the Holy of Holies.\n    The peculiarity in the procedures being described here is the fact that the expression וכפר, “he shall provide atonement,” is repeated so many times; after the guilt offering which apparently provided this atonement, the same expression is used in connection with the sin offering, and then again in connection with the burnt offering, and even again in connection with the gift offering, the מנחה. As a result of this we are quite confused as to the nature of this “atonement.”\n    Perhaps the guilt offering affords forgiveness, atonement, for the trespass the person in question had committed before he had become afflicted with the <i>tzoraat</i>. The sin offering may afford atonement for sins committed while the person was in a state of <i>tzoraat</i>. Possibly, due to his pain, he addressed his prayers then to the attribute of <i>Elokim</i> instead of to the attribute of <i>Hashem</i>, the only one to whom prayers may be addressed. This may be the reason that the Torah adds the word מטומאתו when speaking of this specific atonement.\n    The burnt offering and the gift offering may be the “real” ransom of his soul, permitting him to rejoin society. This is why the Torah may have added the words: “and the priest will provide atonement for him, and he will emerge purified.”\n    It is also possible that this last line of וכפר עליו הכהן וטהר, “and the priest will provide atonement for him and he will emerge purified,” refers to all the foregoing collectively, seeing that also the bird-offerings had as their purpose atonement as we know from their description in connection with plague-like symbols on the walls of someone’s house. (14,53)\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad97eed6e4a93323dc4cce", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 61a:17", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Yoma 61a:17", "sourceHeRef": "יומא ס״א א:י״ז", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 121.0017, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "שָׁאנֵי הָתָם, דִּכְתִיב: ״וּמִיֶּתֶר ... וְהַנּוֹתָר״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: <b>It is different there,</b> with regard to the leper’s <i>log</i> of oil, <b>as it is written</b> earlier: <b>“And of the rest</b> of the oil that is in his hand, the priest shall put upon the tip of the right ear of him that is to be purified, and upon the thumb of his right hand, and upon the big toe of his right foot” (Leviticus 14:17), and it is also written: <b>“And of the rest</b> of the oil that is in the priest’s hand, he shall put upon the head of him that is to be purified” (Leviticus 14:18). This shows that the presentation on the head is performed only with the remainder of the oil, and therefore this action is certainly not indispensable.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b15fd6e4a952249cbf6d", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Minchat Shai on Torah, Leviticus 14:18:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>הכהן דיתן על ראש.</b> בז\"ק:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48907d6e4a939ba174031", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Torah Temimah on Torah, Leviticus 14:18:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>והנותר בשמן וגו'. </b>גמר מתנות כהונה ונשפך הלוג, דברי הכל מתנות הראש אין מעכבות, מאי טעמא, דכתיב (פ' י\"ז) ומיתר השמן, והנותר בשמן יתן על ראש המטהר <sup class=\"footnote-marker\">פד</sup><i class=\"footnote\">נראה דר\"ל אע\"פ דבעלמא קי\"ל דשירים מעכבין כמו בשירי מנחה שחסרו בין קמיצה להקטרה כמבואר בפ' ויקרא בפסוק והנותרת מן המנחה, אבל הכא כיון דמתנות הראש הם משמן שיריים דשיריים, יען כי גם הניתן על התנוך ועל הבהונות קורא שיריים כדכתיב בפ' הקודם ומיתר השמן וגו', ומתנות הראש צריך ליתן משיריים ממתנות התנוך והבהונות, פשיטא דשירי שיריים אין מעכבות, וזהו באור הלשון דברי הכל אין מעכבות, ר\"ל אפי' מאן דס\"ל שיריים מעכבין אבל לא שירי שיריים. –\n<br>ודע דהא דמתנות הראש אין מעכבות הוא דוקא כשנשפכו, אבל אם הם בעין ולא נתן אין מכפר, דכן דרשינן בזבחים ו' ב' על הפסוק דלקמן (כ\"ט) והנותר יתן על ראש המטהר לכפר עליו, אם נתן כפר ואם לא נתן לא כפר, וכ\"מ בנגעים פי\"ד מ\"י.\n</i>.<br>(יומא ס\"א א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e17d6e4a90d4d5c0e0f", "index_title": "Steinsaltz on Nazir", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Nazir 46b:12", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Steinsaltz on Nazir 46b:12", "sourceHeRef": "ביאור שטיינזלץ על נזיר מ״ו ב:י״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 92.0012, "collectiveTitle": {"en": "Steinsaltz on Nazir", "he": "ביאור שטיינזלץ על נזיר"}, "heTitle": "ביאור שטיינזלץ על נזיר", "he": "<big>ג גמרא</big> על דברי ר' שמעון במשנתנו <b>אמר רב אדא בר אהבה: זאת אומרת, קסבר</b> <small>[סבור</small><small>]</small> <b>ר' שמעון: נזיר שגילח על שלמי נדבה —</b> <b>יצא,</b> שהרי אם גילח על שלמים שנזבחו שלא לשמם — לא עלו לו לשם חובתו, והם נחשבים כשלמי נדבה, ומכל מקום סבור ר' שמעון שתגלחתו מועילה לו. <b>מאי טעמא</b> <small>[מה טעם</small><small>]</small> הדבר? — ש<b>אמר קרא</b> <small>[הכתוב</small><small>]:</small> <b>\"ונתן על האש אשר תחת זבח השלמים\"</b> (ויקרא יד, יח) <b>ולא כתב \"על שלמיו\"</b> משמע שאם מגלח שערו על זבח שלמים כלשהו — יצא ידי חובה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33abd6e4a90d4d5dedbe", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 14b:12", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Steinsaltz on Sanhedrin 14b:12", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין י״ד ב:י״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 28.0012, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>וכי תימא</b> <small>[ואם תאמר]</small> שבענין פדיון מטלטלין (או פדיון בהמה) <b>דכתיב בהו</b> <small>[שנאמר בהם]</small> רק <b>שלשה</b> פעמים \"כהן\" (ויקרא יא–יב) אם כן בפדיון <b>קרקעות דכתיב בהו</b> <small>[שנאמר בהם]</small> רק <b>ארבעה</b> פעמים \"כהן\" (ויקרא יד, יח, כג) <b>תיסגי</b> <small>[יהא די]</small> <b>בארבעה</b> אנשים! <b>וכי תימא</b> <small>[ואם תאמר]:</small> <b>הכי נמי</b> <small>[כך הוא גם כן]</small> שבאמת די בארבעה, <b>אלמה תנן</b> <small>[מדוע שנינו]</small> ש<b>הקרקעות</b> נפדים ב<b>תשעה</b> אנשים <b>ו</b>עוד אחד <b>כהן,</b> משמע שיש צורך בעשרה לפדיון קרקעות!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a64ac81d6e4a91ee8b15118", "index_title": "Sefer Yesodei HaTorah", "category": "Jewish Thought", "type": "", "ref": "Sefer Yesodei HaTorah 44:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Sefer Yesodei HaTorah 44:1", "sourceHeRef": "ספר יסודי התורה מ״ד:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1842], "commentaryNum": 44.0001, "collectiveTitle": {"en": "Sefer Yesodei HaTorah", "he": "ספר יסודי התורה"}, "he": "עניני הטומאות נחלקים לשני מינים. טומאות שיש בטהרתן הבאת קרבן, וטומאות שאין בטהרתן הבאת קרבן. ונתחיל מטומאת הצרעת שהיא היותר חמורה בטומאות המן הראשון. והנה כבר חשבו רבים כי הרחקת המצורע היא מפני שהחולי ההוא מתדבק במגע. והנה  מלבד שאין התדבקות הצרעת דבר מוסכם בין הרופאים, נ\"ל שאם חששה התורה להתדבקות החולי, כמה חליים אחרים יש המתדבקים ולא התקינה התורה בהם שום תקנה. ואיך לא צותה דבר על דבר הדבר? ונ\"ל כי שנוי מראה העור הי' לפי מחשבת הקדמונים סימן גערת האל, והצרוע היה לדעתם נגוע מוכה אלהים לעונש איזה עון חמור שיש בו, ולפיכך היו בדלים ממנו כמו מאדם הנזוף למקום. וכן שנוי המראה בבגד ובבית היה אצלם סימן גערת האל, וכאילו הבגד והבית המנוגעים הם שנואים למקום לסבת איזה חטא גדול שנעשה בהם. ולהיות כל זה מסייע לאמונת ההשגחה והשכר והעונש מאת האלהים, קיימה התורה האמונה הזאת, וצותה הרחקת המצורע ושרפת הבגד ונתיצת הבית אשר בהם הנגע, וההזאה וחטוי הבית. וצותה שיהיה הנרפא מן הצרעת מביא קרבן, כדי שמיד שתסור ממנו גערת האל ונזיפתו שהיתה מרחקת אותו מהתראות לפניו, יבא לבית ד' ויכנע לפניו, ויודה לו על שחזר וקירב אותו, גם יבקש ממנו שלא ישוב עוד לגעור בו ולהרחיקו מעליו, וזה טעם וכפר הכהן על המטהר לפני ד', שע\"י הקרבן האל מתפייס לו וימשוך עליו חסדו. ואמנם ענין שתי הצפורים ועץ הארז והאזוב ושני התולעת והזיות, נראה שהכל סימן ורמז לכפרת העון, להודיע שאין המצורע נזוף עוד למקום. והנה תולעת השני הוא רמז לעון כי היו מציירים העונות באדמימות, ככתוב אם יהיו חטאיכם כשנים, על שם שפיכות דמים שהוא עון שאין למעלה ממנו, והארז והאזוב הם רמז לגדול ולקטן, על דרך מן הארז אשר בלבנון עד האזוב אשר יוצא בקיר. והנה עץ ארז ואזוב ושני תולעת רומזים לעון גדול וקטן. ואמנם דם הצפור השחוטה הוא רמז לנקוי גדול, כלומר לנקוי מחטא גדול, כי אדם הוא בנפש יכפר. והמים החיים הם סימן לנקוי קטן, כלומר לנקוי מחטא קל. והנה שתי הצפורים הן כפרת המצורע וחליפתו, ואת מהן נשחטת, ודמה בנפש יכפר, והאחרת חיה ומחברין אותה עם העונות (עץ ארז ואזוב ושני תולעת) ומטבילין אותה בדם ובמים ומזין בה על המצורע, וזה רמז שכבר נתכפרו עונותיו וחזר לטהרתו. ואח\"כ משלחין את הצפור החיה על פני השדה, וזה סימן שהמצורע איננו עוד מוסגר חוץ למחנה אבל הוא יוצר מהסגרו, ונכנס בכל מקום שירצה.", "heVersionTitle": "Sefer Yesodei haTorah, Lemberg, 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<i>Tumah</i> (ritual uncleanliness) is divided into two types: <i>tumah</i> whose cleansing involves the bringing of an offering and <i>tumah</i> whose cleansing does not involve the bringing of an offering. We shall begin with the <i>tumah</i> of leprosy (tzara'ath), the most severe of the <i>tumoth</i> of the first type. Many have conjectured that the distancing of the leper is due to his being contagious. Now aside from the fact that this is not agreed upon by the doctors, it seems to me that if the Torah was concerned about contagion, there are other contagious diseases for which the Torah prescribed no remedy. Why, (for example) did the Torah not legislate for pestilence? It would seem to me (in seeking the rationale for the Torah's enactment regarding leprosy) that change in appearance of the skin was regarded by the ancients as a sign of G-d's rebuke and that the leper in their minds was being afflicted by G-d as punishment for a severe sin that he was guilty of, wherefore they separated from him as from a man anathematized by G-d. Similarly, a change in the appearance of a garment or a house was to them a sign of G-d's rebuke, as if the afflicted garment or house were hated by G-d by reason of some severe sin that had been done in them. And since all this abetted the belief in providence and reward and punishment by G-d, the Torah sustained this belief and commanded the distancing of the leper, the burning of the garment, and the razing of the house where the plague-spot was found, and the sprinkling and the cleansing of the house. And it likewise commanded that one healed of leprosy bring a sacrifice, so that as soon as there departed from him G-d's rebuke and anathematization which distanced him from appearing before Him, he come to the house of the L-rd and humble himself before Him and thank Him for having again drawn him close to Him and beseech Him not to rebuke him again and distance him from Him. This is the rationale of (Vayikra 14:18) \"And the Cohein shall atone (for the one to be cleansed) before the L-rd.\" For through the offering G-d is reconciled with him and reposes His lovingkindness upon him. And it would seem that the two birds, the cedar wood, the hyssop, the crimson, and the sprinklings are all a sign and intimation of atonement of the sin, to make it known that the leper is no longer anathematized by the L-rd. The crimson intimates transgression, transgressions being symbolized by redness, as in (Isaiah 1:18) \"If your sins be as crimson, etc.\", symbolizing the spilling of blood, the worst of the transgressions. Cedar and hyssop intimate great and small, respectively, as in (I Kings 5:13) \"from the cedar that is in Levanon until the hyssop that emerges from the wall\" — so that cedar and hyssop and crimson intimate grave and lesser transgressions respectively. The blood of the slaughtered bird signifies great cleansing, i.e., cleansing from a great sin, for man atones by (the blood of) life. And the living waters signify lesser cleansing, i.e., cleansing from a lesser sin. The two birds are the atonement for the leper and his \"exchange.\" One is slaughtered and its blood atones for his life. The other lives and is connected with his transgressions (cedar wood, hyssop, and crimson) and it is dipped in blood and in water, which is sprinkled upon the leper, intimating that his transgressions have been atoned and he has returned to his state of cleanliness. Afterwards, the living bird is sent over the face of the field, this signifying that the leper is no longer quarantined outside the camp, but has emerged from his sequestration and may go wherever he wills.", "versionTitle": "Translated by R. Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9ff16ed6e4a93bec1fadba", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 6b:2", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Steinsaltz on Zevachim 6b:2", "sourceHeRef": "ביאור שטיינזלץ על זבחים ו׳ ב:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>מי</b> <small>[האם]</small> <b>לא תנן</b> <small>[שנינו]</small> כיוצא בזה לגבי טהרת המצורע: <b>\"והנותר בשמן אשר על כף</b> הכהן... יתן על ראש המיטהר <b>לכפר עליו לפני ה' \"</b>(ראה ויקרא יד, יח ושם כט), לומר ש<b>אם נתן</b> על ראשו של המיטהר — <b>כיפר, ואם לא נתן</b> — <b>לא כיפר,</b> אלו <b>דברי ר' עקיבא. ר' יוחנן [בן נורי] אומר:</b> מתנות הראש <b>שירי מצוה הן,</b> ולכן <b>בין ניתן בין שלא ניתן</b> — <b>כיפר,</b> אלא שאם לא נתן — <b>מעלין עליו</b> (מחשיבים לו) <b>כאילו לא כיפר.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4d998d6e4a918cf8686c5", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 6b:2", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Zevachim 6b:2", "sourceHeRef": "זבחים ו׳ ב:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "מי לא תנן (ויקרא יד, יח) והנותר בשמן אשר על כף וגו' לכפר עליו לפני ה' אם נתן כיפר ואם לא נתן לא כיפר דברי ר\"ע ר' יוחנן [בן נורי] אומר שירי מצוה הן בין ניתן בין שלא ניתן כיפר ומעלין עליו כאילו לא כיפר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Didn’t we learn</b> in a mishna with regard to the purification process of a leper (<i>Nega’im</i> 14:10): The verse states: <b>“And the rest of the oil that is in</b> the priest’s <b>hand</b> he shall put upon the head of the one that is to be purified, <b>to make atonement for him before the Lord”</b> (Leviticus 14:18). This teaches that <b>if</b> the priest <b>placed</b> the oil on the leper’s head, <b>it atoned</b> for him, and he is purified, <b>but if he did not place</b> the oil on his head, <b>it did not atone</b> for him; this is <b>the statement of Rabbi Akiva. Rabbi Yoḥanan ben Nuri says:</b> Placement of the oil on the leper’s head <b>is a non-essential mitzva.</b> Therefore, <b>whether</b> the oil <b>was placed</b> on his head or <b>whether it was not placed</b> on his head, <b>it atoned</b> for him, <b>but</b> the verse <b>ascribes</b> the leper blame <b>as though it did not atone</b> for him.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5af8ea9d613964014ac6a8c8", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 5a:15", "anchorRef": "Leviticus 14:13-19", "anchorRefExpanded": ["Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19"], "sourceRef": "Menachot 5a:15", "sourceHeRef": "מנחות ה׳ א:ט״ו", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 9.0015, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "מתיב רב פפא הקדים חטאתו לאשמו לא יהיה אחר ממרס בדמה אלא תעובר צורתה ותצא לבית השריפה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Pappa raises an objection</b> from a <i>baraita</i>: If the priest <b>performed</b> the slaughter of a leper’s <b>sin offering before</b> the slaughter of <b>his guilt offering,</b> i.e., the priest’s actions were in the opposite order from those prescribed in the Torah (see Leviticus 14:13–19), <b>there</b> should <b>not be another</b> priest <b>stirring the blood of</b> the leper’s sin offering to prevent it from congealing in order that his guilt offering may be slaughtered and its blood sprinkled before the blood of his sin offering. <b>Rather,</b> the sin offering is left until <b>its form decays,</b> i.e., until the next morning, at which point it is definitively disqualified due to remaining in the Temple overnight <b>and</b> can be <b>taken out to the place</b> designated <b>for burning.</b> The objection is as follows: If an offering that is to be brought on that day is not considered one whose time has not yet arrived, why must this sin offering be left to decay? It should be considered as though it was slaughtered after the guilt offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8ea9e613964014ac6a96c", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 15b:15", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Menachot 15b:15", "sourceHeRef": "מנחות ט״ו ב:ט״ו", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 30.0015, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ת\"ר לוג שמן של מצורע חייבין עליו משום פיגול מפני שדם אשם מתירו לבהונות דברי רבי מאיר אמרו לו לרבי מאיר והלא אדם מביא אשמו היום ולוגו מיכן ועד י' ימים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "In a similar vein, <b>the Sages taught:</b> With regard to the <b><i>log</i> of oil of the leper</b> (see Leviticus 14:10–20), <b>one is liable for</b> eating <b>it due to</b> violation of the prohibition of <b><i>piggul</i></b> if the guilt offering that this oil accompanied became <i>piggul</i>, <b>as</b> the <b>blood</b> of the offering <b>permits it to</b> be placed on <b>the</b> right <b>thumb and big toe</b> of the leper. This is <b>the statement of Rabbi Meir.</b> The Rabbis <b>said to Rabbi Meir: But a person may bring his guilt offering today and</b> the accompanying <b><i>log</i></b> of oil <b>from now until</b> even <b>ten days</b> later. Evidently, the <i>log</i> of oil is not considered part of the guilt offering, and therefore it should not be rendered <i>piggul</i> on account of it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0fd771b783360017a8529d", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Ki Teitzei, Torah Ohr 47", "anchorRef": "Leviticus 14:2-32", "anchorRefExpanded": ["Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Ki Teitzei, Torah Ohr 47", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, כי תצא, תורה אור מ״ז", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 47, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>וזה</b> לשון הגה\"ה ציוני בפרשת בראשית דף ח', גם הזהרנו להשמר בנגע צרעת. נודע כי זאת תורת המצורע מוציא רע וארס הזוהמא בא מזוהמת הנחש<sup class=\"footnote-marker\">הגה\"ה</sup><i class=\"footnote\">מצאתי צוף דבש אמרי נועם. דע שצחנת הזוהמא של הנחש נחלק לד' רוחות וכולם הם טומאה, רוח שטות, רוח זנות, רוח חמדה, רוח חטאה. וחז\"ל קראו להם טומאה, אב הטומאה, ראשון, שני, שלישי. ובהתייחד סמאל עם הנח\"ש אז הטומאה הגדולה למעלה, ותמצא שם אבי אבות הטומאה. ואלו נחלקו לד' רוחות, והם מתפשטים לארבעים חסר אחת, לפיכך עונש החטא אשר עבר עליו רוח הטומאה, הוא מלקיות הארבעים חסר אחת:<br><b>ואמרו</b> רז\"ל <small>(אוצר המדרשים פרק אדה\"ר ה)</small> עשר גזירות גזר על הנחש, ואלו הם, א' שנסתם, ב' קציצת ידיו ורגליו, ג' שאוכל עפר, ד' לשונו נגררת בעפר, ה' שהשניאו בעיני הבריות, ו' שמשיר עורו לסוף ז' שנים ויש לו צירים כחבלי לידה, ז' שמוליד לז' שנים, ח' שמטיל ארס, ט' שכולם מתרפאים לעתיד לבא זולתו, י' שימות. ועשר גזירות גזר על האדם, א' שיאכל פתו בעמל וצער, ב' שאוכל טוב ומוציא רע, ג' שישלוט בו ריח רע ורימה ותולעה, ד' כינים וזבובים ופרעושים בחייו, ה' שיהיו ימיו קצרים, ו' שיהיו בניו גולים ממקום למקום, ז' שיהא מסור לחיה רעה, ח' שיהיה נדון תמיד ודינו מוכן לעתיד לבא, ט' באין עליו יסורין, י' המות. ועשר גזירות נגזר על האשה, א' דם נדה, ב' דם בתולים, ג' צער הריון, ד' צער לידה, ה' שעומדת מלידתה דוה וחולה, ו' שתכנס כאבילה, ז' שמושל בה האיש, ח' שתהא אסורה ונתפשת בירכתי הבית, ט' שמזקנת מהרה, י' המות. ואם היא אשת חיל, בעלה קוברה, שנאמר <small>(בראשית כג, ב)</small> ויבא אברהם וגו'. ותשע גזירות על הארץ, א' שתהא שותה מאליה, שנאמר <small>(בראשית ב, ו)</small> ואד יעלה מן הארץ וגו', ב' שתלקה בפירותיה, ג' שתלקה בשדפון, ד' שתצמיח קוץ ודרדר, ה' שיהיו בה הרים וסלעים, ו' שיחסרו בה בני אדם ויחרשוה בכלי ברזל, ו' שלא תכסה על הרוגיה, ח' בזמן שחייבין בני אדם זורעין הרבה ומוציאין קמעא, ט' שעתידה לבלות, שנאמר <small>(ישעיה נא, ו)</small> והארץ כבגד תבלה, היא מיתתה. עכ\"ל:</i>, והקב\"ה מגלה סימן זה כדי שיתעורר האדם ויתחרט ויעשה תשובה, ואז ארס זוהמת הנחש יוצא חוצה ואין לו טהרה אלא באמצעית הכהן שהוא מצד החסד סטרא דימינא, כי מצד השמאל נפתח הרעה, כי מצד שמאל נמשך בהשתלשלות למטה סמאל, ומצפון תפתח הרעה <small>(ירמיה א, יד)</small>. ועתה שאין לנו כהן, אזי התשובה על הכל כי ימין התשובה פשוטה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "The Tziyoni writes in a gloss on פרשת בראשית that the reason we are to be so careful with observing the details of the legislation of צרעת, blemishes of the skin, the clothes, or the house, is that we are dealing here with inner blemishes, i.e. sins, which have become visible externally. G–d has been very kind in externalizing the effect of these sins so as to give the afflicted person an opportunity to repent and rid himself of the pollutant of the serpent which his sins are due to. The priest is the only one who can effect a cure because the priesthood originated in the \"right\" side of the diagram of emanations in the emanation חסד, whereas the pollutant of the serpent has its origin in the \"left\" of the diagram of emanations, the side from which Samael originates. Nowadays, when we do not have priests who can perform the steps leading to the rehabilitation of an afflicted person (including the sacrifices he has to bring at the end of the period of his isolation as outlined in Leviticus 14,2-32), repentance is the only instrument by which we can cleanse ourselves. The right hand of G–d is always stretched out to welcome penitent sinners. ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b1681ecbe4a7c005670eb19", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 61a:17", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Steinsaltz on Yoma 61a:17", "sourceHeRef": "ביאור שטיינזלץ על יומא ס״א א:י״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 121.0017, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "ומשיבים: <b>שאני התם</b> <small>[שונה שם]</small> בענין לוג השמן שבמצורע משום <b>דכתיב</b> <small>[שנאמר]</small> קודם: <b>\"ומיתר</b> השמן אשר על כפו יתן הכהן על תנוך אוזן המיטהר הימנית ועל בוהן ידו הימנית ועל בוהן רגלו הימנית<b>\"</b> (ויקרא יד, יז) ונאמר גם: <b>\"והנותר</b> בשמן אשר על כף הכהן יתן על ראש המיטהר<b>\"</b> (ויקרא יד, יח), הרי שהנתינה שעל הראש היא רק שיירי שיריים וזה ודאי שאינו מעכב.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d9aed4d7b5e00177ba0af", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Metzora, Chapter 3 12", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Sifra, Metzora, Chapter 3 12", "sourceHeRef": "ספרא, מצורע, פרק ג י״ב", "anchorVerse": 18, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 12, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[יב] \"והנותר בשמן אשר על כף הכהן יתן על ראש המטהר וכפר\" – אם נתן, כפר. ואם לא נתן, לא כפר דברי ר' עקיבא. ר' יוחנן בן נורי אומר שירי מצוה הן. בין שנתן בין שלא נתן – כפר, ומעלים עליו כאילו לא כפר", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "12) (Vayikra 14:18) \"And what is left over of the oil which is on the palm of the Cohein, he shall place on the head of the one who is to be cleansed. And the Cohein shall atone for him before the L–rd.\": If he placed it (on his head), it atones. If he did not place it, it does not atone. These are the words of R. Akiva. R. Yochanan b. Nuri says: It (the blood) is the left-over of a mitzvah. Whether or not he placed it, it atones — but it is considered as if he had not atoned (in the choicest manner).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6dc95f6461001992d9dc", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Metzora 56:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Malbim on Leviticus, Metzora 56:1", "sourceHeRef": "מלבי\"ם על ויקרא, מצורע נ״ו:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מצורע", "he": "והנותר בשמן אשר על כף הכהן יתן..וכפר: ר' עקיבא דייק ממ\"ש \"יתן על ראש המטהר וכפר עליו\" משמע דהכפרה תלויה בנתינה זאת. ור' יוחנן בן נורי דייק ממ\"ש \"והנותר\" דהיינו אם נותר יתן, ואם לא נותר אינו מעכב.ופלוגתא זו מובא בנגעים ובזבחים (דף ו). והגמ' ביומא (דף סא) מקשה ע\"מ דאמר דמתנות בראש אין מעכבים מאי טעמא? אילימא משום דכתיב \"והנותר\" אלא מעתה \"והנותרת מן המנחה\" הכי נמי דלא מעכבי?! שאני התם דכתיב מיתר והנותר ע\"כ פי' שה\"א של \"והנותר\" יש לפרשו שהיא ה\"א הידיעה על כי בודאי יותר, וגם ה\"א ד\"והנותרת מן המנחה\" כי בודאי יותר ממנה אחר שאין לוקח רק הקומץ, וכמו דקיי\"ל דשירי חטאת העוף מעכב [<small>ולא כר' ישמעאל שאמר (זבחים דף סד) \"והנשאר בדם ימצה\" אם נשאר ימצה ואם לא נשאר לא ימצה, רק ה\"א ד\"והנשאר\" הוא ה\"א הידיעה</small>]. אולם פה שכתוב תחלה \"ומיתר השמן\" בלא ה' הידיעה אי אפשר לפרש שמ\"ש אחר כך \"והנותר\" הוא ה' הידיעה, שאם השיריים הראשונים אין ידועים בבירור איך יהיה השיריים דשיריים ידועים?! ועל כרחנו שה\"א ד\"והנותר\" הוא ה\"א התנאי – אם נותר, ואם לא אינו מעכב.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3885fc99956394dd4d3", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 147:1-5", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Malbim Ayelet HaShachar 147:1-5", "sourceHeRef": "אילת השחר (מלבי\"ם) קמ״ז:א׳-ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 147.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["והשם שבא שני פעמים וצריך לבוא בסמיכות – יבוא בפעם הראשון בסמיכות ובפעם השני יבוא בה\"א הידיעה. כי בתחילה יבאר מהותו על ידי סמיכות ואחר כך כבר נודע ובא בידיעה ולא בהפך.", "ועל כן \"ועלתה יבמתו אל <b>הזקנים</b> וקראו לו <b>זקן עירו</b>\" הוא שלא כמשפט הלשון. ומזה הכריחו חז\"ל שמה שכתוב \"זקני עירו\" יכוין על זקנים אחרים שבעיר (ויקרא ס' רמט)", "והוא הדין כשבא פעם הראשון בה\"א ופעם השני בלא ה\"א הוא שם אחר.", "ומה שכתוב \"והבשר כל טהור יאכל בשר\" הוא זרות בלשון ונדרש (צו ס' קכח)", "וכן הוכיחו שמ\"ש \"והנותר בשמן\" אינו ה\"א הידיעה – כי בודאי נותר, רק הוא ה\"א התנאי – אם נותר. דהא תחילה אמר \"ומיתר השמן\" בלא ה\"א – הרי אין ודאי וידוע שיותר וכל שכן שלא יצדק ידיעה על הנותרת (מצורע ס' נו)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And a noun that comes twice and needs to come in construct state – it comes the first time in construct state and the second time with the definite article ה, since in the beginning, it clarifies its nature through construct state and afterwards it is already known, so it comes with a definite article, and never the reverse.", "Thus, ועלתה יבמתו אל <b>הזקנים</b> וקראו לו <b>זקן עירו</b> (then his brother's wife shall go up to the gate to the elders, and say: ‘My husband's brother refuses to raise up to his brother a name in Israel; he will not perform the duty of a husband's brother to me.’ Then the elders of his city shall call him)<sup class=\"footnote-marker\">321</sup><i class=\"footnote\">Deuteronomy 25:7-8.</i> is not in accordance with the rules of the language. And from this, the sages of blessed memory are forced to conclude that when it is written זקני עירו (elders of his city) it is intended to mean other elders that are in the city.", "And the same applies when it comes the first time with the letter ה and the second time without the letter ה - it will be another noun.", "And when it is written והבשר כל טהור יאכל בשר (And the flesh that touches any unclean thing shall not be eaten; it shall be burnt with fire. And as for the flesh, every one that is clean may eat thereof)<sup class=\"footnote-marker\">322</sup><i class=\"footnote\">Leviticus 7:19.</i>, it is peculiar in language, and there is a homiletical interpretation.", "And moreover, it is proven that when it is written והנותר בשמן (And the rest of the oil)<sup class=\"footnote-marker\">323</sup><i class=\"footnote\">Leviticus 14:18.</i>, it is not a definite article ה, in which it would definitely remain; rather it is a conditional ה – <i>if it remains</i> - since in the previous verse, it says ומיתר השמן(and of the rest of the oil)<sup class=\"footnote-marker\">324</sup><i class=\"footnote\">Leviticus 14:17.</i> without a ה – that it is not for certain that it remains and all the more so it is not correct to place a definite article on נותר in the next verse."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f8feb7d2e1475644867", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Midrash Lekach Tov, Leviticus 14:18:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> והנותר (בשמן) [מן השמן] אשר על כף. וכפר עליו הכהן.  (נג) אם נתן כפר ואם לא נתן לא כפר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f2698b0bf1fa0d648b3555c", "index_title": "Mishnah Megillah", "category": "Mishnah", "type": "", "ref": "Mishnah Megillah 2:5", "anchorRef": "Leviticus 14:1-20", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Megillah 2:5", "sourceHeRef": "משנה מגילה ב׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Mishnah Megillah", "he": "משנה מגילה"}, "heTitle": "משנה מגילה", "he": "כָּל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַמְּגִלָּה, וְלִקְרִיאַת הַהַלֵּל, וְלִתְקִיעַת שׁוֹפָר, וְלִנְטִילַת לוּלָב, וְלִתְפִלַּת הַמּוּסָפִין, וְלַמּוּסָפִין, וּלְוִדּוּי הַפָּרִים, וּלְוִדּוּי הַמַּעֲשֵׂר, וּלְוִדּוּי יוֹם הַכִּפּוּרִים, לַסְּמִיכָה, לַשְּׁחִיטָה, לַתְּנוּפָה, לַהַגָּשָׁה, לַקְּמִיצָה וְלַהַקְטָרָה, לַמְּלִיקָה, וְלַקַּבָּלָה, וְלַהַזָּיָה, וּלְהַשְׁקָיַת סוֹטָה, וְלַעֲרִיפַת הָעֶגְלָה, וּלְטַהֲרַת הַמְּצֹרָע:  ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Although it is preferable to fulfill a particular day’s mitzva at the earliest possible hour, <b>the entire day is a valid</b> time <b>for reading the Megilla; for reciting <i>hallel</i>; for sounding the <i>shofar</i></b> on Rosh HaShana; <b>for taking the <i>lulav</i></b> and the other species on Sukkot; <b>for the additional prayer</b> recited on Shabbat and other occasions; <b>and for the additional offerings</b> sacrificed in the Temple on these occasions. <b>And</b> the entire day is also a valid time <b>for the confession over the bulls</b> brought by the Sanhedrin or by the High Priest to atone for mistakes they had made in their instruction to the people; <b>for the declaration</b> made on the last day of Passover in the fourth and seventh year of the Sabbatical cycle, stating that one’s obligations <b>with regard to tithes</b> have been properly fulfilled (see Deuteronomy 26:12–15); <b>and for the confession</b> of sins made by the High Priest <b>on Yom Kippur</b> over the special offerings brought on that day. The entire day is also a valid time <b>for placing hands</b> on the head of an offering; <b>for slaughtering</b> an offering; <b>for waving</b> those offerings that require waving in the Temple; <b>for bringing</b> meal-offerings <b>near</b> to the altar; <b>for scooping out a fistful</b> of flour from a meal-offering in order to burn it on the altar; <b>and for burning</b> the fistful of flour on the altar; <b>for pinching</b> the necks of the turtledoves and young pigeons sacrificed as offerings in the Temple; <b>and for receiving</b> the blood of an offering in a vessel; <b>and for sprinkling</b> blood on the altar and on the curtain separating between the Holy and the Holy of Holies. <b>And</b> the entire day is also a valid time <b>for giving a woman suspected by her husband of having been unfaithful [<i>sota</i>] to drink</b> from the bitter waters (see Numbers 5:11–31); <b>for breaking the neck</b> of the heifer as part of the procedure followed when a corpse is found outside a town and it is not known who caused his death (see Deuteronomy 21:1–9); <b>and for</b> all the steps in the <b>purification process of the leper</b> (see Leviticus 14:1–20).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f269a57ac1ae81877387882", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 1:5", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Sotah 1:5", "sourceHeRef": "משנה סוטה א׳:ה׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>If</b> after the judge’s warning <b>she says: I am defiled,</b> she writes <b>a receipt</b> for <b>her marriage contract.</b> That is, she writes a receipt indicating that she has no claims on her husband with regard to the sum written in her marriage contract, as a woman who admits to adultery forfeits her right to this payment. <b>And she is</b> then <b>divorced</b> from her husband. <b>But if</b> after the warning <b>she</b> maintains her innocence and <b>says: I am pure, they bring her up to the Eastern Gate, which is at the opening of</b> the <b>Gate of Nicanor, because</b> three rites were performed <b>there: They give the <i>sota</i> women</b> the bitter water <b>to drink, and they purify women who have given birth</b> (see Leviticus 12:6–8), <b>and they purify the lepers</b> (see Leviticus 14:10–20). The mishna continues describing the <i>sota</i> rite. <b>And the priest grabs hold of her clothing</b> and pulls them, unconcerned about what happens to the clothing. <b>If</b> the clothes <b>are torn,</b> so <b>they are torn; if the stitches come apart,</b> so <b>they come apart.</b> And he pulls her clothing <b>until he reveals her heart,</b> i.e., her chest. <b>And</b> then <b>he unbraids her hair. Rabbi Yehuda says: If her heart was attractive he would not reveal it, and if her hair was attractive he would not unbraid</b> it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed747cf7a0c25239b57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 2-5", "anchorRef": "Leviticus 14:1-57", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ג׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": false, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Purification from Tzaraat", "he": "ויקרא הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In 13:44–45 we were informed about the diseased person’s isolation from the camp. We now turn to the ceremony attending his purification and, from v.33 on, that of a house. In a complex ritual that foreshadows the great Purgation ceremony of Chap. 16 (with some connections to the ritual of purging the impurity of death in Num. 19), <i>tzaraat</i> is removed from its dangerous position in the camp. Many aspects seem to be archaic and even tinged with magic; in Milgrom’s view, these characteristics survive only symbolically, and ancient Israel has rid itself of dependence on magic—in his words, it has “eviscerated” demonism.", "The substances used for purification—cedar, scarlet, hyssop—seem to connote life (and hence remove the death symbolism of <i>tzaraat</i>): they all bear the red color of blood, which itself was the great biblical indicator of life (cf. 17:11 below). Notable is the adjective “living,” applied to both the birds and the water utilized in the ceremony.", "The purification ritual itself, interestingly, parallels the consecration of the priests in Chap. 8. This is particularly evident in the fourfold dabbing of blood on the right extremities of the diseased person (cf. 8:23, 24 for the corresponding action). In Chap. 8, movement took place from the everyday sphere into that of the holy; here, the person with <i>tzaraat</i> moves from isolation to eventual reintegration into society (i.e., the camp)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af972", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 1", "anchorRef": "Leviticus 14:1-57", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 14:1-57\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 14:1-57</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62971e22ee7523d1102add28", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 5:1", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Zevachim 5:1", "sourceHeRef": "משנה זבחים ה׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "אֵיזֶהוּ מְקוֹמָן שֶׁל זְבָחִים, קָדְשֵׁי קָדָשִׁים שְׁחִיטָתָן בַּצָּפוֹן, פַּר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שְׁחִיטָתָן בַּצָּפוֹן, וְקִבּוּל דָּמָן בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָן טָעוּן הַזָּיָה עַל בֵּין הַבַּדִּים וְעַל הַפָּרֹכֶת וְעַל מִזְבַּח הַזָּהָב. מַתָּנָה אַחַת מֵהֶן מְעַכָּבֶת. שְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן. אִם לֹא נָתַן, לֹא עִכֵּב: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>What is the location</b> of the slaughtering and consumption <b>of offerings?</b> The principle is that with regard to <b>offerings of the most sacred order, their slaughter</b> is <b>in the north</b> of the Temple courtyard. Specifically, with regard to <b>the bull and the goat of Yom Kippur, their slaughter</b> is <b>in the north and the collection of their blood in a service vessel</b> is <b>in the north, and their blood requires sprinkling between the staves</b> of the Ark in the Holy of Holies, <b>and upon the Curtain</b> separating the Sanctuary and Holy of Holies, <b>and on the golden altar.</b> Concerning all those sprinklings, failure to perform even <b>one placement of their</b> blood <b>disqualifies</b> the offering. As to <b>the remainder of the blood,</b> which is left after those sprinklings, a priest <b>would pour</b> it <b>onto the western base of the external altar. But if he did not place</b> the remainder of the blood on the western base, it does <b>not disqualify</b> the offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62971e8fee7523d1102add46", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 10:5", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Mishnah Zevachim 10:5", "sourceHeRef": "משנה זבחים י׳:ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 10.0005, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "כָּל הַחַטָּאוֹת שֶׁבַּתּוֹרָה, קוֹדְמוֹת לָאֲשָׁמוֹת, חוּץ מֵאֲשַׁם מְצֹרָע, מִפְּנֵי שֶׁהוּא בָא עַל יְדֵי הֶכְשֵׁר. כָּל הָאֲשָׁמוֹת שֶׁבַּתּוֹרָה בָּאִין בְּנֵי שְׁתַּיִם וּבָאִין בְּכֶסֶף שְׁקָלִים, חוּץ מֵאֲשַׁם נָזִיר וַאֲשַׁם מְצֹרָע, שֶׁהֵן בָּאִין בְּנֵי שְׁנָתָן וְאֵינָן בָּאִין בְּכֶסֶף שְׁקָלִים: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>All the sin offerings</b> mandated <b>by the Torah take precedence over the guilt offerings,</b> as explained in the previous mishna (89a), <b>except for the guilt offering of a leper, because it comes to</b> render one <b>fit.</b> One who has been cured of leprosy must undergo a process through which he is rendered ritually pure before coming into contact with consecrated items. Although he must also bring a sin offering, his guilt offering is more central to that process of purification and therefore it takes precedence over the sin offering. <b>All the guilt offerings</b> mandated <b>by the Torah come</b> as rams <b>in their second year, and come worth</b> two <b>silver shekels, except for the guilt offering of a nazirite and the guilt offering of a leper, as they come</b> from sheep <b>in their</b> first <b>year, and do not</b> need to <b>come worth</b> two <b>silver shekels,</b> as they have no fixed value.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6297c6395bc5b598fdcea414", "index_title": "Mishnah Negaim", "category": "Mishnah", "type": "", "ref": "Mishnah Negaim 14:10", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Mishnah Negaim 14:10", "sourceHeRef": "משנה נגעים י״ד:י׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 14.001, "collectiveTitle": {"en": "Mishnah Negaim", "he": "משנה נגעים"}, "heTitle": "משנה נגעים", "he": "נָטַל מִלֹּג הַשֶּׁמֶן וְיָצַק לְתוֹךְ כַּפּוֹ שֶׁל חֲבֵרוֹ. וְאִם יָצַק לְתוֹךְ כַּף עַצְמוֹ, יָצָא. טָבַל וְהִזָּה שֶׁבַע פְּעָמִים כְּנֶגֶד בֵּית קֹדֶשׁ הַקֳּדָשִׁים, עַל כָּל הַזָּיָה טְבִילָה. בָּא לוֹ אֵצֶל הַמְּצֹרָע, מְקוֹם שֶׁהוּא נוֹתֵן אֶת הַדָּם, שָׁם הוּא נוֹתֵן אֶת הַשֶּׁמֶן, שֶׁנֶּאֱמַר (ויקרא יד), עַל מְקוֹם דַּם הָאָשָׁם. וְהַנּוֹתָר מִן הַשֶּׁמֶן אֲשֶׁר עַל כַּף הַכֹּהֵן יִתֵּן עַל רֹאשׁ הַמִּטַּהֵר לְכַפֵּר. אִם נָתַן, כִּפֵּר. וְאִם לֹא נָתַן, לֹא כִפֵּר, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁיָרֵי מִצְוָה הֵן, בֵּין שֶׁנָּתַן בֵּין שֶׁלֹּא נָתַן, כִּפֵּר, וּמַעֲלִין עָלָיו כְּאִלּוּ לֹא כִפֵּר. חָסַר הַלֹּג עַד שֶׁלֹּא יָצַק, יְמַלְאֶנּוּ. מִשֶּׁיָּצַק, יָבִיא אַחֵר בַּתְּחִלָּה, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי שִׁמְעוֹן אוֹמֵר, חָסַר הַלֹּג עַד שֶׁלֹּא נָתַן, יְמַלְאֶנּוּ. מִשֶּׁנָּתַן, יָבִיא אַחֵר בַּתְּחִלָּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "[The priest] then took some [of the contents] of the log of oil and poured it into his colleague's hand; And if he poured it into his own hand, the obligation is fulfilled. He then dipped [his right forefinger] in the oil and sprinkled it seven times towards the Holy of Holies, dipping it for every sprinkling. He then approached the metzora, to the same places that he applied the blood he now applied the oil, as it is said, \"Over the same places as the blood of the guilt offering; 29 and what is left of the oil in his palm the priest shall put on the head of the one being cleansed, to make expiation for him before the Lord.\" (Leviticus 14:28-29). If he \"put upon,\" he has made atonement, but if he did not \"put upon,\" he did not make atonement, the words of Rabbi Akiba. Rabbi Yohanan ben Nuri says: these are but the remainders of the mitzvah. Whether he \"put upon\" or did not \"put upon,\" atonement is made, only it is accounted to him as if he did not make atonement. If any oil was missing from the log before it was poured out it may be filled up again; if after it was poured out, other oil must be brought anew, the words of Rabbi Akiva. Rabbi Shimon says: if any oil was missing from the log before it was applied, it may be filled up; but if after it had been applied, other oil must be brought anew.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64187c7dc9371ec0cebe670d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Reggio on Torah, Leviticus 14:18:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>והנותר בשמן,</b> שימוש הבי\"ת ביארנו לעיל (שמות ל\"ח ח'):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e9a5a4d0d592640722", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Rav Hirsch on Torah, Leviticus 14:18:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V.18. Dem aus seiner נגעים-Erkrankung wieder Genesenen wird durch diese siebenmaligen הזיות seines Öles zum קדש קדשים, durch dessen sodann vorzunehmende מתנות auf Ohr, Daumen und Zehe, und endlich durch Geben des ganzen Restes des zu diesen הזיות ומתנות dem לוג entnommenen Öles auf sein Haupt, und das Überweisen des ganzen לוג-Restes zum Genusse an die Priester (V. 13) die große Wahrheit vor seiner Wiederaufnahme in den Kreis des Heiligtums für seine Lebenszukunft mitgegeben: daß <i>seine physische Gesundheit nur durch seine geistige und sittliche Gesundheit bedingt sei</i>, nur wenn er in vorhinein jedes von Gott zu erhoffende Körnchen Kraft und Mark mit immer frischer, stets zu erneuender Energie (על כל הזיה טבילה) bis zur vollen Vollendung (שבע הזיות), der Verwirklichung des im קדש קדשים, als das unantastbare Allerheiligste ruhenden Gottesgesetzes weiht, diese Weihe zunächst in der Kraft des \"vernehmenden, Gedanken trinkenden <i>Geistes</i>\" (Ohr), und in der Kraft der \"vollbringenden Tat\" (Daumen: Hand), und in der Kraft des \"Güter und Beziehungen erzielenden <i>Strebens</i>\" (Zehe: Fuß), zur Verwirklichung kommen lässt, dieses Stellen und Stehen jedes Gedankens und jeder Handlung und jedes Strebens in den und in dem Dienst des Gesetzes mit solchem Ernste betätigt, daß der Ernst dieser Weihe den <i>ganzen geistigen</i> Menschen in dem Wurzelstamm alles seines Denkens und Empfindens und Bewegens (das Haupt) ergreift: erst dann kann er hoffen, daß diese Kraft und Gesundheit dem physisch-psychischen, nunmehr priesterlich, d. h. ja als Diener des Gesetzes, geweihten Menschen zu ernstheiterem Genuss zuteil werde (מתחלקת לכהנים).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839e9a5a4d0d592640724", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 14:18:2", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Rav Hirsch on Torah, Leviticus 14:18:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ד:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "וכפר עליו הכהן לפני ד׳ – beim folgenden חטאת heißt es נכפר על המטהר מטמאתו und beim וכפר עליו הכהן וטהר :עולה. – Durch das אשם und das mit ihm verbundene לוג שמן und die davon vollzogenen Vollbringungen ist die Sühne der <i>sozialen</i> Verirrungen vollbracht, die ihm die Ankündigung des göttlichen Unwillens im נגע zugezogen hatten. Es sind ihm alle die Wahrheiten zur angelobenden Beherzigung näher gebracht, die die Basis eines sozialgerechten jüdischen Lebens vor Gott bilden. Damit ist für ihn die sündhafte Vergangenheit abgetan, und es liegt nur an ihm, sich fortan als sozialgerechten Juden vor Gott unter der Herrschaft des göttlichen Gesetzes zu bewähren.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6537abcd393bf40494a8cb32", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 291:3", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Sifrei Devarim 291:3", "sourceHeRef": "ספרי דברים רצ״א:ג׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [200], "commentaryNum": 291.0003, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "מעל רגלו, נאמר כאן רגלו ונאמר להלן (ויקרא יד יד) רגלו מה רגלו האמור להלן ימנית אף רגלו האמור כאן ימנית. מעל רגלו, מיכן אתה אומר מן הארכובה ולמטה חליצתה כשירה מן הארכובה ולמעלה חליצתה פסולה.", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "\"from his foot\": From here they ruled: (If she removed the shoe) from the knee-joint down (in the case of one whose foot was amputated), the <i>chalitzah</i> is valid. \"his foot\": It is written here \"his foot,\" and elsewhere (Vayikra 14:18). Just as there the right (foot is specifically indicated), here, too, the right (foot is intended).", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "657ecc56758c1dc532ec8dd1", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 14:18", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Steinsaltz on Leviticus 14:18", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ד:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 14.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְהַנּוֹתָר בַּשֶּׁמֶן אֲשֶׁר עַל כַּף הַכֹּהֵן,</b>\n    <b>יִתֵּן</b>, ימרח הכהן\n    <b>עַל רֹאשׁ הַמִּטַּהֵר.</b>\n    <b>וְכִפֶּר</b> בכך \n    <b>עָלָיו הַכֹּהֵן לִפְנֵי ה'.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Even after placing the three drops on the parts of the leper’s body, oil will remain on the priest’s palm. \n  <b>The remainder of the oil that is on the priest’s palm, he, </b>the priest, <b>shall place, </b>that is, spread, <b>on the head of the one being purified; and the priest shall </b>thereby <b>atone for him before the Lord. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053473fbfba270cc17e85f", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Haamek Davar on Leviticus 14:18:1", "sourceHeRef": "העמק דבר על ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והנותר בשמן.</b> ע׳ להלן כ״ט:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f288d6e4a92746471b04", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Chizkuni, Leviticus 14:18:1", "sourceHeRef": "חזקוני, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": " וטעם <b>והנותר בשמן</b> בי״‎ת במקום מ״‎ם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "והנותר בשמן, “and the rest of the oil;” we would have expected the Torah to have written: מן השמן instead of בשמן. [Whenever our author makes this kind of succinct comment, it is to remind the reader that we are not dealing with a scribe‘s error that need to be emended, but that the Torah had its own reasons for changing the syntax as well as spelling. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3cc0d6e4a9026bd8f507", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "Aderet Eliyahu, Leviticus 14:18:1", "sourceHeRef": "אדרת אליהו, ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>וכפר.</b> שהחטאת לבד מעכבת כפרה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3ddbbbfb49d0087609665", "index_title": "English Explanation of Mishnah Shekalim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Shekalim 5:3:2", "anchorRef": "Leviticus 14:15-18", "anchorRefExpanded": ["Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18"], "sourceRef": "English Explanation of Mishnah Shekalim 5:3:2", "sourceHeRef": "ביאור אנגלי על משנה שקלים ה׳:ג׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Shekalim", "he": "ביאור אנגלי על משנה שקלים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>There were four seals in the Temple, and on them was inscribed [respectively]: ‘calf’, ‘ram’, ‘kid’, ‘sinner’.</b>  According to the first opinion there were four seals, one for each of the three types of animals described above in the chart and one inscribed with the word “sinner”, for the leper who brings three offerings, a guilt offering, a sin offering and a burnt offering, each of which come from various types of sheep (see Leviticus 14).  Since the leper brings three sheep he therefore brings three times the amount of flour, oil and water that is brought for one sheep (see the chart).  In addition he brings one extra log (a small measure=1/12 of a hin) of oil which was placed on his right earlobe, right thumb and right big toe (Leviticus 14:15-18).  Each seal would signify that he has paid for that amount of libation flour, oil and wine.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cca96cbb3c686011acc3f00", "index_title": "Keritot", "category": "Talmud", "type": "", "ref": "Keritot 10b:6", "anchorRef": "Leviticus 14:10-22", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22"], "sourceRef": "Keritot 10b:6", "sourceHeRef": "כריתות י׳ ב:ו׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 20.0006, "collectiveTitle": {"en": "Keritot", "he": "כריתות"}, "heTitle": "כריתות", "he": "יוֹלֶדֶת – מְבִיאָה בְּדַלּוּת וַעֲשִׁירוּת. מְצוֹרָע – מֵבִיא בְּדַלּוּת. שְׁמִיעַת הַקּוֹל וּבִטּוּי שְׂפָתָיִם וְטוּמְאַת מִקְדָּשׁ וְקָדָשָׁיו – מְבִיאִין בְּדַלּוּת וְדַלֵּי דַלּוּת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The Gemara elaborates: <b>A woman after childbirth brings</b> a sliding-scale offering either <b>in poverty,</b> i.e., two doves or two pigeons, one as a burnt offering and one as a sin offering, <b>or</b> in <b>wealth,</b> i.e., a lamb as a burnt offering and a dove or a pigeon as a sin offering (see Leviticus 12:1–8). <b>A leper brings</b> the offering either <b>in poverty</b> in the form of a lamb for a guilt offering, and two doves or two pigeons, one as a sin offering and one as a burnt offering, or in wealth in the form of a lamb for a guilt offering, a lamb as a burnt offering, and a female lamb as a sin offering (see Leviticus 14:10–22). For <b>the hearing of the voice,</b> i.e., taking a false oath that one cannot provide testimony, <b>or the utterance of the lips,</b> or the <b>defiling of</b> the <b>Temple or its sacrificial</b> foods, one <b>brings</b> an offering either in wealth, i.e., a female lamb or goat as a sin offering, <b>or in poverty,</b> i.e., two doves or two pigeons, one as a sin offering and one as a burnt offering, <b>or in extreme poverty,</b> i.e., a meal offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6afd8", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 2:6:1", "anchorRef": "Leviticus 14:1-32", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32"], "sourceRef": "Jerusalem Talmud Megillah 2:6:1", "sourceHeRef": "תלמוד ירושלמי מגילה ב׳:ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"21b\"></i>כָּל־הַיּוֹם כָּשֵׁר לִקְרִיאַת הַמְּגִילָּה וְלִקְרִיאַת הַהַלֵּל וְלִתְקִיעַת שׁוֹפָר וְלִנְטִילַת לוּלָב וְלִתְפִילַּת הַמּוּסָפִין וְלַמּוּסָפִין לְוִידּוּי פָרִים וּלְוִידּוּי מַעֲשֵׁר וּלְוִידּוּי יוֹם הַכִּפּוּרִים. לִסְמִיכָה לִשְׁחִיטָה לִתְנוּפָה וּלְהַגָּשָׁה לִקְמִיצָה לְהַקְטָרָה לִמְלִיקָה לְקַבָּלָה לְהַזָּייָה וּלְהַשְׁקָייַת סוֹטָה וְלַעֲרִיפַת הָעֶגְלָה וּלְטַהֲרַת הַמְצוֹרָע׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> The entire day is qualified for reading the Scroll, and to read the <i>Hallel</i><sup class=\"footnote-marker\">105</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 113-118\" href=\"/Psalms.113-118\"><i>Ps</i>. 113–118</a>, to be recited on holidays. The recitation of <i>Hallel</i> after morning prayers is customary, not obligatory.</i>, and to blow the <i>shofar</i><sup class=\"footnote-marker\">106</sup><i class=\"footnote\">On New Year’s Day. If a person is unable to go to the synagogue, he may hear the required sounds during the entire day.</i>, and to take the <i>lulav</i>, and for the <i>musaf</i> prayer<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">The recitation of <i>musaf</i> after the Torah reading is customary, not obligatory.</i>, and for <i>musaf</i> sacrifices, for confessions with bulls<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">The confessions of the anointed priest (<a class=\"refLink\" data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\"><i>Lev</i>. 4:3</a>) and the representatives of the people (<a class=\"refLink\" data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\"><i>Lev</i>. 4:14</a>), as well as the <i>musaf</i> sacrifices, may be performed at any time after the daily morning and before the evening sacrifices.</i>, and for the declaration of tithes<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">The farmer’s declaration, <a class=\"refLink\" data-ref=\"Deuteronomy 26:13-15\" href=\"/Deuteronomy.26.13-15\"><i>Deut</i>. 26:13–15</a>, as well as the declaration on the occasion of presentation of first fruits, <a class=\"refLink\" data-ref=\"Deuteronomy 26:3-10\" href=\"/Deuteronomy.26.3-10\"><i>Deut</i>. 26:3–10</a>.</i> and for the confessions of the Day of Atonement<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">The confession of the High Priest (<a class=\"refLink\" data-ref=\"Leviticus 16:21\" href=\"/Leviticus.16.21\"><i>Lev</i>. 16:21</a>).</i>.<br><sup class=\"footnote-marker\">116</sup><i class=\"footnote\">A continuation of the sentence starting with: “the entire day is qualified.”</i> For leaning on<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">Confession of the votary when bringing his sacrifice, while leaning on the head of the sacrificial animal; <a class=\"refLink\" data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\"><i>Lev</i>. 1:4</a>, <a class=\"refLink\" data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>,<a class=\"refLink\" data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>,<a class=\"refLink\" data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>,<a class=\"refLink\" data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">4:24</a>,29,33.</i>, slaughter, weaving<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">An act required for certain sacrifices, mostly well-being sacrifices, <a class=\"refLink\" data-ref=\"Leviticus 7:30\" href=\"/Leviticus.7.30\"><i>Lev</i>. 7:30</a>.</i> and presenting<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">Presenting flour sacrifices and first fruits to the altar.</i>, taking a handful<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Of the flour offering to be burned on the altar.</i>, burning on the altar, breaking the neck<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Of a bird offered as elevation or purification sacrifice (<a class=\"refLink\" data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\"><i>Lev</i>. 1:15</a>,<a class=\"refLink\" data-ref=\"Leviticus 5:8\" href=\"/Leviticus.5.8\">5:8</a>).</i>, receiving<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">The sacrificial blood to be brought to the altar.</i>, sprinkling<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">The blood on the horns of the altar.</i>, and to let the suspected adulteress drink<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 5:11-31\" href=\"/Numbers.5.11-31\"><i>Num</i>. 5:11–31</a>.</i>, and to break the neck of the calf<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">In case of an unsolved murder, <a class=\"refLink\" data-ref=\"Deuteronomy 21:1-9\" href=\"/Deuteronomy.21.1-9\"><i>Deut</i>. 21:1–9</a>.</i>, and to purify the sufferer from skin disease<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 14:1-32\" href=\"/Leviticus.14.1-32\"><i>Lev</i>. 14:1–32</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "618d70fc335714433aef13ef", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shekalim 5:3:2", "anchorRef": "Leviticus 14:15-18", "anchorRefExpanded": ["Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18"], "sourceRef": "Jerusalem Talmud Shekalim 5:3:2", "sourceHeRef": "תלמוד ירושלמי שקלים ה׳:ג׳:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "<strong><big>הלכה:</big></strong> וּכְבֶן עַזַּאי חוֹטֵא [דָּל] לָמָּה. הָיָה מֵבִיא לוּגוֹ עִמּוֹ. בְּרַם כְּרַבָּנִן מֵבִיא גְדִי. נִיסְכֵי רָחֵל מַה. מִן מַה דְתַנִּינָן. גְּדִי מְשַׁמֵּשׁ נִיסְכֵּי צֹאן גְּדוֹלִים וּקְטַנִּים זְכָרִים וּנְקֵבוֹת. הָדָא אָֽמְרָה. נִיסְכֵּי רָחֵל כְנִיסְכֵּי גְדִי. כְּתִיב כָּ֣כָה יֵּֽעָשֶׂ֗ה לַשּׁוֹר֙ הָֽאֶחָ֔ד א֖וֹ לָאַ֣יִל הָֽאֶחָ֑ד אֽוֹ־לַשֶּׂ֥ה בַכְּבָשִׂ֖ים א֥וֹ בָֽעִזִּֽים: מַגִּיד שֶׁלֹּא חִלֵּק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. שֶׁהָיָה בְדִין. בֶּן הַצֹּאן טָעוּן נְסָכִים [וּ]בֶן הַבָּקָר טָעוּן נְסָכִים. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶּבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. תַּלְמוּד לוֹמַר כָּ֣כָה יֵּֽעָשֶׂ֗ה לַשּׁוֹר֙ הָֽאֶחָ֔ד. מַגִּיד שֶׁלֹּא חִלֵּק בֵּין נִיסְכֵּי עֵגֶל לְנִיסְכֵּי שׁוֹר. א֖וֹ לָאַ֣יִל לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי בֶּן שָׁנָה לְנִסְכֵּי בֶּן שְׁתַּיִם לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי שְׁתַּיִם לְנִיסְכֵּי שָׁלֹשׁ. תַּלְמוּד לוֹמַר א֖וֹ לָאַ֣יִל הָֽאֶחָ֑ד. אֽוֹ־לַשֶּׂ֥ה בַּכְּשָׂבִים. לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי כִשְׂבָּה לְנִיסְכֵּי רָחֵל. תַּלְמוּד לוֹמַר אֽוֹ־לַשֶּׂ֥ה בַּכְּשָׂבִים. א֥וֹ בָֽעִזִּֽים: לָמָּה נֶאֱמַר. שֶׁהָיָה בְדִין. אִם מָצָאנוּ שֶׁחִלֵּק בֵּין נִיסְכֵּי כֶבֶשׂ לְנִיסְכֵּי אַיִל לְכָךְ נַחֲלוֹק בֵּין נִיסְכֵּי גְדִי לְנִיסְכֵּי תַּיִשׁ. תַּלְמוּד לוֹמַר א֥וֹ בָֽעִזִּֽים. הִקִּישׁ קָטָן שֶׁבָּעִזִּים לְגָדוֹל שֶׁבַּתְּייָשִׁים. מַה זֶה בִּשְׁלֹשֶׁת לוּגִּין אַף זֶה בִּשְׁלֹשֶׁת לוּגִּין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> And following Ben Azzai, why the [poor]<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Corrector’s addition from B.</i> sinner? He brought his <i>log</i> with him, and following the rabbis he brings a lamb<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">As explained in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Shekalim 5:3:1\" href=\"/Jerusalem_Talmud_Shekalim.5.3.1\">Note 75</a>.</i>. What are the libations for a mother sheep<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Since there is a difference between the libations needed for a young male sheep and those for an adult male, why does one not make the same distinction for females?</i>? Since we stated, “ ‘lamb’ serves for the libations of sheep and goats, large or small, male or female,” this implies that the libations of a mother sheep are like the libations of a lamb. It is written<sup class=\"footnote-marker\">79</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:11\" href=\"/Numbers.15.11\"><i>Num</i>. 15:11</a>.</i>, <i>so you shall do for one bull, or for one ram, or an animal from sheep or goats.</i><sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Sifry Num.</i>107.</i> This tells that He did not differentiate between libations for a calf and libations for a bull. Since one could argue, an animal from the flock needs libations, a bovine animal needs libations. Since we find that He distinguished between the libations for a sheep and the libations for a ram, so we should differentiate between libations for a calf and libations for a bull. The verse says, <i>so you shall do for one bull</i>; this implies that He did not distinguish between libations for a calf and libations for a bull. Why was it said, <i>or for a ram</i>? Since one could argue, if we find that He differentiated between libations for a yearling and libations for a two-year old, so we should differentiate between libations for a two-years old and a three-years old. The verse says, <i>or for one ram.</i> Why was it said, <i>or for an animal from sheep</i>? Since one could argue, if we find that He differentiated between libations for a sheep and libations for a ram, so we should differentiate between libations for a young female sheep and libations for a mother sheep. The verse says, <i>or for an animal from sheep</i>. Why was it said, <i>or a goat</i>? Since one could argue, if we find that He differentiated between libations for a sheep and libations for a ram, so we should differentiate between libations for a kid goat and libations for a bellwether. The verse says, <i>or for a goat</i>, it compared the smallest kid goat to the largest bellwether<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The distinction by age applicable to sheep is not applicable to goats.</i>. Since one needs three <i>log</i>, so the other needs three <i>log</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d19ab6084aa1cbf10205", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָהֵר 1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "BDB, טָהֵר 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָהֵר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָהֵר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">טָהֵר</span></big></big>  <strong>vb.</strong> be clean, pure <strong>(</strong>Arabic <span dir=\"rtl\">طَهَرَ</span>, <span dir=\"rtl\">طَهُرَ</span> <em>id.;</em> NH <em>id.</em>, Pi. <em>make</em> or <em>declare ceremonially clean;</em> Aramaic <span dir=\"rtl\">טְהַר</span> <em>emptiness</em>, <span dir=\"rtl\">טִיהֲרָא</span> <em>brightness;</em> Sab. <span dir=\"rtl\">טהר</span> Hal <sup>682</sup>; Ethiopic አጥሀረ, ተጣሀረ <em>purify, wash oneself with water</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a> + 12 times; 3 fs. <span dir=\"rtl\">טָֽהֲרָה</span> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a>; <a data-ref=\"Leviticus 15:28\" href=\"/Leviticus.15.28\">15:28</a>; <span dir=\"rtl\">טָהֵ֑רָה</span> <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">Lv 12:8</a> etc., + 5 times Pf.; Impf. <span dir=\"rtl\">יִטְהַר</span> <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">Lv 15:13</a> <a data-ref=\"Job 4:17\" href=\"/Job.4.17\">Jb 4:17</a> etc., + 9 times Impf.<em>;</em> Imv. <span dir=\"rtl\">טְהָ֑ר</span> <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">2 K 5:10</a>, <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">13</a>;— <strong>1.</strong>  <em>be clean</em>, i.e. (miraculously) freed from leprosy by washing in the Jordan <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">2 K 5:10</a>, <a data-ref=\"II Kings 5:12\" href=\"/II_Kings.5.12\">12</a>, <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">13</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>. <strong>2.</strong>  <em>be clean ceremonially</em> (only H P), <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">Lv 15:13</a>, <a data-ref=\"Leviticus 15:28\" href=\"/Leviticus.15.28\">28</a><sup>(×2)</sup> (P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H); by washing with water, the flesh <a data-ref=\"Leviticus 22:7\" href=\"/Leviticus.22.7\">Lv 22:7</a> (H); garments <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a> <a data-ref=\"Numbers 31:24\" href=\"/Numbers.31.24\">Nu 31:24</a> (all P); both flesh and garments <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a> (H), <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">14:8</a>, <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a> <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">Nu 19:19</a> (all P); other articles <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a> (P); passing things through the fire <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a> (P); offering sin-offerings <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a>, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">8</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">14:20</a> (P); by the ceremony of the two birds <a data-ref=\"Leviticus 14:53\" href=\"/Leviticus.14.53\">Lv 14:53</a> (P); by ashes of red heifer <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a><sup>(×2)</sup> (P). <strong>3.</strong>  <em>be clean morally</em>, of people, made clean by <span dir=\"rtl\">י׳</span>’s scattering clean water upon them <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a>; of Jerus., specif. made clean from idolatry, under fig. of adultery <a data-ref=\"Jeremiah 13:27\" href=\"/Jeremiah.13.27\">Je 13:27</a>; also sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 24:13\" href=\"/Ezekiel.24.13\">Ez 24:13</a><sup>(×2)</sup> (purification by <span dir=\"rtl\">י׳</span>); <em>made clean</em> <span dir=\"rtl\">מִכָּל־חַטֹּאתֵיכֶם</span> <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a> (P; by the sin-offering of the atonement day); also of the individual, <em>be clean</em> <span dir=\"rtl\">מֵחַטָּאוֹת</span> <a data-ref=\"Proverbs 20:9\" href=\"/Proverbs.20.9\">Pr 20:9</a> (‖ <span dir=\"rtl\">זכה</span>); <em>become clean</em> by use of hyssop <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a> (‖ <span dir=\"rtl\">אַלְבִּין</span>); more generally <span dir=\"rtl\">אִם־מֵעֹשֵׂהוּ יִטְהַר־גָּ֑בֶר</span> <a data-ref=\"Job 4:17\" href=\"/Job.4.17\">Jb 4:17</a> <em>shall a man be more pure than his maker?</em> (‖ <span dir=\"rtl\">יִצְדָּ֑ק</span>).<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">טִהַר</span> <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">Lv 13:3</a> + 4 times; sf. <span dir=\"rtl\">טִהֲרוֹ</span> <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a> + 5 times; 2 ms. <span dir=\"rtl\">טִהַרְתָּ</span> <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">Nu 8:6</a>, <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">15</a> etc. + 7 times Pf.; Impf. <span dir=\"rtl\">יְטַהֵר</span> <a data-ref=\"II Chronicles 34:5\" href=\"/II_Chronicles.34.5\">2 Ch 34:5</a> etc. + 4 times Impf.<em>;</em> Imv. sf. <span dir=\"rtl\">טַהֲרֵנִי</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a>; Inf. cstr. <span dir=\"rtl\">טַהֵר</span> <a data-ref=\"Ezekiel 39:12\" href=\"/Ezekiel.39.12\">Ez 39:12</a> + 5 times; sf. <span dir=\"rtl\">טַהֲרִי</span> <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">Ez 36:33</a> etc. + 4 times Inf.<em>;</em> Pt. <span dir=\"rtl\">מְטַחֵר</span> <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">Lv 14:11</a> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>;—chiefly P; <strong>1.</strong>  <em>cleanse, purify:</em> <strong>a.</strong>  <em>physically</em>, metals from dross <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; land from corpses <a data-ref=\"Ezekiel 39:12\" href=\"/Ezekiel.39.12\">Ez 39:12</a>, <a data-ref=\"Ezekiel 39:14\" href=\"/Ezekiel.39.14\">14</a>, <a data-ref=\"Ezekiel 39:16\" href=\"/Ezekiel.39.16\">16</a>; heavens from clouds <a data-ref=\"Job 37:21\" href=\"/Job.37.21\">Jb 37:21</a>; temple from unclean things <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">2 Ch 29:15</a>, <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">16</a>, <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">18</a>; land and city from Asherim and images <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">2 Ch 34:3</a>, <a data-ref=\"II Chronicles 34:5\" href=\"/II_Chronicles.34.5\">5</a>, <a data-ref=\"II Chronicles 34:8\" href=\"/II_Chronicles.34.8\">8</a>; store-chambers of temple from household stuff <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a>; priesthood by exclusion of alien blood <a data-ref=\"Nehemiah 13:30\" href=\"/Nehemiah.13.30\">Ne 13:30</a>. <strong>b.</strong>  <em>ceremonially</em>, the altar of incense by the blood of the annual sin-offering <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a> (P); the people, gates, and wall (by some undefined ceremony) <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">Ne 12:30</a>; the altar of the court by the blood of sin-offerings <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a>; of consecration of Levites by <span dir=\"rtl\">מֵי חטאת</span> <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">Nu 8:6</a>, <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">7</a> (P), and <span dir=\"rtl\">חטאת</span> <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">Nu 8:15</a>, <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">21</a> (P). <strong>c.</strong>  <em>morally</em> <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a> (P), <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">Ez 37:23</a> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; <span dir=\"rtl\">מֵחַטָּאֹת</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a>; <span dir=\"rtl\">מֵעונ(ות)</span> <a data-ref=\"Jeremiah 33:8\" href=\"/Jeremiah.33.8\">Je 33:8</a> <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">Ez 36:33</a>; <span dir=\"rtl\">מִטּמא(ו)ת</span> <a data-ref=\"Ezekiel 24:13\" href=\"/Ezekiel.24.13\">Ez 24:13</a>; <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">36:25</a>. <strong>2.</strong>  <em>pronounce clean</em>, ceremonially <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a>, <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">13</a>, <a data-ref=\"Leviticus 13:17\" href=\"/Leviticus.13.17\">17</a>, <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>, <a data-ref=\"Leviticus 13:37\" href=\"/Leviticus.13.37\">37</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a>; <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">14:7</a>, <a data-ref=\"Leviticus 14:48\" href=\"/Leviticus.14.48\">48</a> (all P). <strong>3.</strong>  <em>perform the ceremony of cleansing</em> <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">Lv 14:11</a> (P).<br><strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">טֹהַר</span> <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">1 S 20:26</a> (so read for MT <span dir=\"rtl\">טהור</span> 𝔊 We Dr, he is not clean, because <em>he hath not been cleansed</em>); Pt. <span dir=\"rtl\">אֶרֶץ לֹא מְטֹהָרָה</span> <em>a land not cleansed</em> <a data-ref=\"Ezekiel 22:24\" href=\"/Ezekiel.22.24\">Ez 22:24</a> (but 𝔊 Hi Ew Co SS read <em>a land not rained upon</em>, v. <a data-ref=\"BDB, מָטָר\" href=\"/BDB,_מָטָר\", dir=\"rtl\">מטר</a>).<br><strong>Hithp.</strong>  Pf. 3 pl. <span dir=\"rtl\">הִטָּֽהֲרוּ</span> <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>; <span dir=\"rtl\">הִטֶּהָ֑רוּ</span> (Kö<sup>i 271</sup>) <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a>; 1 pl. <span dir=\"rtl\">הִטַּהַרְנוּ</span> <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">Jos 22:17</a>; Impf. <span dir=\"rtl\">יִטָּֽהֲרוּ</span> <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">Ne 12:30</a>; Imv. <span dir=\"rtl\">הִטָּֽהֲרוּ</span> <a data-ref=\"Genesis 35:2\" href=\"/Genesis.35.2\">Gn 35:2</a>; Pt. <span dir=\"rtl\">מִטַּהֵר</span> <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">Lv 14:7</a> + 11 times; pl. <span dir=\"rtl\">מִטַּהֲרִים</span> <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;—reflexive: <strong>1.</strong>  <em>purify oneself:</em> <strong>a.</strong>  ceremonially, especially in preparation for sacred duties <a data-ref=\"Genesis 35:2\" href=\"/Genesis.35.2\">Gn 35:2</a> (R), <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a> <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a> <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; also for heathen mysteries <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; of purifying priests, people, and wall <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">Ne 12:30</a> (cf. <strong>Pi. 1 b</strong>). <strong>b.</strong>  morally <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">Jos 22:17</a> (P). <strong>2.</strong>  <em>present oneself for purification</em>, only pt. <span dir=\"rtl\">הַמִּטַּהֵר</span> <em>the candidate for purificaion</em> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">7</a>, <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">8</a>, <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">11</a>, <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">14</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">18</a>, <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">19</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>, <a data-ref=\"Leviticus 14:29\" href=\"/Leviticus.14.29\">29</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d213b6084aa1cbf15915", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָתַר 1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "BDB, יָתַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָתַר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָתַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">יָתַר</span></big></big><sub>107</sub><big><big>]</big></big>  <strong>vb.</strong> remain over <strong>(</strong>NH <em>id.</em>; Aramaic <span dir=\"rtl\">יְתַר</span>, <span dir=\"rtl\">ܝܺܬܰܪ</span> <em>id.</em>; Zinj. <span dir=\"rtl\">יתר</span> n. <em>rest, remainder;</em> Ethiopic ወተረ Assyrian [<em>atâru</em>], <em>remain over</em>, in der. conj., Dl<sup>HWB</sup>; in Sab. <span dir=\"rtl\">ותר</span> CIS <sup>iv, 15, 46, p. 77</sup>; especially n. <span dir=\"rtl\">ותר</span> as epithet of king = <em>noble one</em>, and as n.pr. <span dir=\"rtl\">ותרם</span> Mordt<sup>ZMG, 1876, 37, 292</sup> DHM<sup>ZMG, 1883, 15</sup> CIS<sup>iv, 10</sup>; Arabic <span dir=\"rtl\">وَتَرَ</span> is <em>make single, make to be one</em>, or <em>an odd number</em><strong>)</strong>—<br>†<strong>Qal</strong>  Pt. <span dir=\"rtl\">הַיּוֹתֵר</span> <a data-ref=\"I Samuel 15:15\" href=\"/I_Samuel.15.15\">1 S 15:15</a> <em>the remainder</em>†.<br><strong>Niph.</strong>  <em>be left over, remain over;</em> Pf. <span dir=\"rtl\">נוֹתַר</span> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> + 8 times, etc.; Impf. <span dir=\"rtl\">יִוָּתֵר</span> <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a> + 2 times; <span dir=\"rtl\">יִוָּתֶ֥ר בָּ֑הּ</span> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; <span dir=\"rtl\">וַיִּוָּתֵר</span> <a data-ref=\"Genesis 32:25\" href=\"/Genesis.32.25\">Gn 32:25</a> + 2 times; <span dir=\"rtl\">וָאִוָּתֵר</span> <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>, etc.; Pt. <span dir=\"rtl\">נוֹתָר</span> <a data-ref=\"I Samuel 2:26\" href=\"/I_Samuel.2.26\">1 S 2:26</a> + 17 times, <span dir=\"rtl\">נֹתָר</span> <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a>; fs. <span dir=\"rtl\">נוֹתֶ֫רֶת</span> <a data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\">Lv 2:3</a> + 3 times; mpl. <span dir=\"rtl\">נוֹתָרִים</span> <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">Ju 8:10</a> + 24 times, etc.;—<em>be left over, remain</em> (<em>over</em>), abs. <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:22\" href=\"/Joshua.11.22\">22</a> (D), <a data-ref=\"Judges 9:5\" href=\"/Judges.9.5\">Ju 9:5</a> <a data-ref=\"Isaiah 1:8\" href=\"/Isaiah.1.8\">Is 1:8</a>; <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">30:17</a> <a data-ref=\"I Kings 18:22\" href=\"/I_Kings.18.22\">1 K 18:22</a> <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a> = <a data-ref=\"Isaiah 39:6\" href=\"/Isaiah.39.6\">Is 39:6</a>; sq. <span dir=\"rtl\">לְבַדּוֹ</span> <em>be left alone</em> <a data-ref=\"Genesis 32:25\" href=\"/Genesis.32.25\">Gn 32:25</a> (J), so <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; sq. <span dir=\"rtl\">מִן</span> <em>be left from</em> (= <em>of</em>) <a data-ref=\"II Samuel 13:30\" href=\"/II_Samuel.13.30\">2 S 13:30</a> <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">Ex 29:34</a> <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (both P), <a data-ref=\"Psalms 106:11\" href=\"/Psalms.106.11\">ψ 106:11</a>; pt. sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">Ju 8:10</a> + 10 times P, <a data-ref=\"I Kings 9:20\" href=\"/I_Kings.9.20\">1 K 9:20</a> = <a data-ref=\"II Chronicles 8:7\" href=\"/II_Chronicles.8.7\">2 Ch 8:7</a>, <a data-ref=\"Zechariah 14:16\" href=\"/Zechariah.14.16\">Zc 14:16</a> <a data-ref=\"I Chronicles 6:46\" href=\"/I_Chronicles.6.46\">1 Ch 6:46</a>; sq. <span dir=\"rtl\">לְ</span>, <em>be left</em> (<em>surviving</em>) <em>to</em>, <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">1 S 25:34</a> <a data-ref=\"II Samuel 9:1\" href=\"/II_Samuel.9.1\">2 S 9:1</a>, <em>of those belonging to</em> <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">Gn 44:20</a> (J; <span dir=\"rtl\">לְבַדּוֹ לְאִמּוֹ</span>); sq. <span dir=\"rtl\">בְּ</span> <em>be left in</em> (= <em>of</em>) <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">2 S 17:12</a> <a data-ref=\"Joshua 18:2\" href=\"/Joshua.18.2\">Jos 18:2</a> (JE), also pt. <a data-ref=\"Leviticus 8:32\" href=\"/Leviticus.8.32\">Lv 8:32</a>; <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">14:18</a> (P), <a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">Ez 48:15</a>, <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">18</a>; often sq. <span dir=\"rtl\">בְּ</span> loc. &<a data-ref=\"Amos 6:9\" href=\"/Amos.6.9\">Am 6:9</a> + 11 times; sq. <span dir=\"rtl\">בֵּית</span> <em>in the house of</em> <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">Je 27:21</a>; sq. <span dir=\"rtl\">על־פני הארץ</span> <a data-ref=\"Ezekiel 39:14\" href=\"/Ezekiel.39.14\">Ez 39:14</a> (pt.); sq. <span dir=\"rtl\">אַחֲרֵי</span> = <em>be left behind</em> (of sons) <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> = <a data-ref=\"II Chronicles 8:8\" href=\"/II_Chronicles.8.8\">2 Ch 8:8</a>; sq. <span dir=\"rtl\">שָׁם</span> + <span dir=\"rtl\">אֵצֶל</span> <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">Dn 10:13</a> <em>I was left over there beside the kings</em> (i.e. I had nothing more to do; cf. VB); elsewhere pt. abs., as adj. <a data-ref=\"Genesis 30:36\" href=\"/Genesis.30.36\">Gn 30:36</a> (J), <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">Jos 17:2</a>, <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">6</a> (JE), <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">Lv 10:12</a>, <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">16</a>; <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">27:18</a> <a data-ref=\"Joshua 21:5\" href=\"/Joshua.21.5\">Jos 21:5</a>, <a data-ref=\"Joshua 21:26\" href=\"/Joshua.21.26\">26</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a> (all P), <a data-ref=\"Jeremiah 34:7\" href=\"/Jeremiah.34.7\">Je 34:7</a> <a data-ref=\"I Chronicles 6:55\" href=\"/I_Chronicles.6.55\">1 Ch 6:55</a>, <a data-ref=\"I Chronicles 6:62\" href=\"/I_Chronicles.6.62\">62</a>; <a data-ref=\"I Chronicles 24:20\" href=\"/I_Chronicles.24.20\">24:20</a>; as subst. <a data-ref=\"Judges 21:7\" href=\"/Judges.21.7\">Ju 21:7</a>, <a data-ref=\"Judges 21:16\" href=\"/Judges.21.16\">16</a> <a data-ref=\"I Samuel 30:9\" href=\"/I_Samuel.30.9\">1 S 30:9</a> <a data-ref=\"Exodus 28:10\" href=\"/Exodus.28.10\">Ex 28:10</a>; <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">29:34</a> <a data-ref=\"Leviticus 19:6\" href=\"/Leviticus.19.6\">Lv 19:6</a> (all P), <a data-ref=\"I Kings 20:30\" href=\"/I_Kings.20.30\">1 K 20:30</a><sup>(×2)</sup> <a data-ref=\"II Kings 4:7\" href=\"/II_Kings.4.7\">2 K 4:7</a> <a data-ref=\"Ezekiel 34:18\" href=\"/Ezekiel.34.18\">Ez 34:18</a>; <a data-ref=\"Ezekiel 48:21\" href=\"/Ezekiel.48.21\">48:21</a> <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">2 Ch 31:10</a>.<br>†<strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הוֹתִיר</span> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a>, etc.; Impf. <span dir=\"rtl\">יוֹתִיר</span> <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">Dt 28:54</a>; juss. <span dir=\"rtl\">יוֹתֵר</span> <a data-ref=\"Exodus 16:19\" href=\"/Exodus.16.19\">Ex 16:19</a>; <span dir=\"rtl\">וַיּוֹתֵר</span> <a data-ref=\"II Samuel 8:4\" href=\"/II_Samuel.8.4\">2 S 8:4</a> <a data-ref=\"II Chronicles 18:4\" href=\"/II_Chronicles.18.4\">2 Ch 18:4</a>; 3 fs. <span dir=\"rtl\">וַתֹּתַ֑ר</span> <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a>; 2 ms. juss. <span dir=\"rtl\">תּוֹתַר</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a>; 1 s. <span dir=\"rtl\">אוֹתִיר</span> <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">Ez 39:28</a>; 3 mpl. <span dir=\"rtl\">וַיּוֹתִרוּ</span> <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">Ex 16:20</a> <a data-ref=\"II Kings 4:44\" href=\"/II_Kings.4.44\">2 K 4:44</a>; 2 mpl. <span dir=\"rtl\">תּוֹתִירוּ</span> <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a> + 2 times; Imv. <span dir=\"rtl\">הוֹתֵר</span> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a>; Inf. abs. <span dir=\"rtl\">הוֹתֵר</span> <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a> + 2 times; cstr. <span dir=\"rtl\">הוֹתִיר</span> <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">Je 44:7</a>;— <strong>1.</strong> <strong>a.</strong>  <em>leave over, leave</em> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a> (obj.om.), v <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">18</a> <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a> (<span dir=\"rtl\">אָכוֹל וְהוֹתֵר</span>, v. infr.), v <a data-ref=\"II Kings 4:44\" href=\"/II_Kings.4.44\">44</a> (obj.om. in both), <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">2 Ch 31:10</a>; <span dir=\"rtl\">יֶתֶר בָּנָיו אֲשֶׁר יוֹתִיר</span> <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">Dt 28:54</a>; sq. obj. <span dir=\"rtl\">שָׂרִיד</span> + ל pers. <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a>; obj. <span dir=\"rtl\">שְׁאֵרִית</span> + ל pers. <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">Je 44:7</a>; sq. <span dir=\"rtl\">מִן</span> <em>from</em> (= <em>of</em>), <a data-ref=\"II Samuel 8:4\" href=\"/II_Samuel.8.4\">2 S 8:4</a> = <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a>, <a data-ref=\"Numbers 33:55\" href=\"/Numbers.33.55\">Nu 33:55</a> (P), <a data-ref=\"Ezekiel 12:16\" href=\"/Ezekiel.12.16\">Ez 12:16</a>; + <span dir=\"rtl\">עַד</span> temp. <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a>; <a data-ref=\"Exodus 16:19\" href=\"/Exodus.16.19\">16:19</a>, <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">20</a> (all P), <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">Lv 22:30</a> (H); + <span dir=\"rtl\">שָׁם</span> loc. <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">Ez 39:28</a>. <strong>b.</strong>  abs. <em>leave a remnant</em> <a data-ref=\"Ezekiel 6:8\" href=\"/Ezekiel.6.8\">Ez 6:8</a> (denom. from <span dir=\"rtl\">יֶתֶר</span>? <strong>c.</strong>  <em>save over</em> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a> < <span dir=\"rtl\">הַתֵּר</span> <em>release</em> (We 𝔙 𝔗). <strong>2.</strong>  <em>excel, shew pre-eminence</em> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (Poem in J). <strong>3.</strong>  <em>shew excess</em> = <em>have more than enough</em> <a data-ref=\"Exodus 36:7\" href=\"/Exodus.36.7\">Ex 36:7</a> (P; vid. also <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a> <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">2 Ch 31:10</a> supr.); <em>make abundant</em> <a data-ref=\"Deuteronomy 28:11\" href=\"/Deuteronomy.28.11\">Dt 28:11</a>; <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">30:9</a> (sq. sf. pers. + ב rei.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d24cb6084aa1cbf185ad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כַּף² 1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "BDB, כַּף² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כַּף² א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כַּף²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כַּף</span></big><sub>192</sub>  <strong>n.f.</strong> <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a> <strong>hollow</strong>, or flat of the hand, palm, sole of foot, pan <strong>(</strong>NH <em>id.;</em> Aramaic <em>id.</em>, <span dir=\"rtl\">ܟܰܦܳܐ</span>; Assyrian <em>kappu</em>, <em>hand, pan</em>, <em>kippatu</em>, <em>hollow;</em> Arabic <span dir=\"rtl\">كَفٌّ</span> <em>palm, hand</em><strong>)</strong>—abs. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a> +, so read prob. also <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7b</a> for MT <span dir=\"rtl\">כָּתֵף</span> (𝔊 𝔖 Sm Co, cf. v a); <span dir=\"rtl\">כָּ֑ף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> +; more often cstr. <span dir=\"rtl\">כַּף</span> <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">Gn 40:11</a> +; sf. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a>, <span dir=\"rtl\">כַּפְּךָ</span> <a data-ref=\"Job 13:21\" href=\"/Job.13.21\">Jb 13:21</a>, etc.; in <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> read <span dir=\"rtl\">כַּף</span> Qr for <span dir=\"rtl\">כפך</span> Kt (so Ew Hi Sm Co Da); du. <span dir=\"rtl\">כַּפַּיִם</span> <a data-ref=\"Isaiah 49:16\" href=\"/Isaiah.49.16\">Is 49:16</a> +; cstr. <span dir=\"rtl\">כַּפֵּי</span> <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a><sup>(×2)</sup> + 3 times; sf. <span dir=\"rtl\">כַּפַּי</span> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a> +, <span dir=\"rtl\">כַּפָּיו</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> +, <span dir=\"rtl\">כַּפֵּיהֶם</span> <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a> + 2 times, <span dir=\"rtl\">כַּפֵּימוֹ</span> <a data-ref=\"Job 27:23\" href=\"/Job.27.23\">Jb 27:23</a>, etc.; pl. <span dir=\"rtl\">כַּפּוֹת</span> (especially of <em>soles</em>, and in metaph. senses) abs. <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a> +; cstr. <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a> +, sf. <span dir=\"rtl\">כַּפֹתָיו</span> <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a>;—<br><strong>1.</strong> <strong>a.</strong>  of human beings, <em>hollow</em> or <em>flat of hand, palm</em>, (c. 116 times) <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a><sup>(×2)</sup>; <span dir=\"rtl\">נָתַן אֵת הַכּום עַל־כַּף פ׳</span> <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">Gn 40:11</a>, <a data-ref=\"Genesis 40:21\" href=\"/Genesis.40.21\">21</a> (E), <em>set the cup upon the palm of Pharaoh</em> (cf. v <a data-ref=\"Genesis 40:11\" href=\"/Genesis.40.11\">11a</a> <span dir=\"rtl\">וְכוֹס פַּרְעֹה בְּיָדִי</span>), similarly <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">Lv 8:27</a><sup>(×2)</sup> (P) +; <span dir=\"rtl\">הַשֶּׁמֶן אֲשֶׁר עַל־כַּפּוֹ</span> <a data-ref=\"Leviticus 14:16\" href=\"/Leviticus.14.16\">Lv 14:16</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">18</a>, <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">27</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>; as disting. from wrist and arm, <a data-ref=\"Deuteronomy 25:12\" href=\"/Deuteronomy.25.12\">Dt 25:12</a>; rarely c. <span dir=\"rtl\">ידים</span> (always <span dir=\"rtl\">כַּכּוֹת</span>), <span dir=\"rtl\">שְׁתֵּי כַּפּוֹת ידיו</span> <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a> (of Dagon), <span dir=\"rtl\">כ׳ הַיָּדַיִם</span> <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a>, cf. <a data-ref=\"Daniel 10:10\" href=\"/Daniel.10.10\">Dn 10:10</a>; <span dir=\"rtl\">כַּף הַשְּׂמָאלִית</span> <a data-ref=\"Leviticus 14:15\" href=\"/Leviticus.14.15\">Lv 14:15</a>, <a data-ref=\"Leviticus 14:26\" href=\"/Leviticus.14.26\">26</a>; note especially <span dir=\"rtl\">מְלֹא כ׳ קֶמַח</span> <a data-ref=\"I Kings 17:12\" href=\"/I_Kings.17.12\">1 K 17:12</a> <em>a handful of meal</em> (lit. <em>palm</em>ful), cf. <a data-ref=\"Ecclesiastes 4:6\" href=\"/Ecclesiastes.4.6\">Ec 4:6</a> (where disting. from <span dir=\"rtl\">מלא חָפְנַיִם</span> <em>a double fistful;</em> in both these passages of a very small quantity); cf. <span dir=\"rtl\">וַיְמַלֵּא כַּפּוֹ מִן</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">Lv 9:17</a> (ref. to <span dir=\"rtl\">מְלֹא קֻמְצוֹ</span> <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 5:12\" href=\"/Leviticus.5.12\">5:12</a> cf. <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a>). In <a data-ref=\"Exodus 4:4\" href=\"/Exodus.4.4\">Ex 4:4</a> (JE), <a data-ref=\"Proverbs 31:19\" href=\"/Proverbs.31.19\">Pr 31:19</a> <a data-ref=\"Ezekiel 21:16\" href=\"/Ezekiel.21.16\">Ez 21:16</a> <a data-ref=\"Psalms 129:7\" href=\"/Psalms.129.7\">ψ 129:7</a>, etc., the thought is that of grasping. <strong>b.</strong>  anthropomorph. of <span dir=\"rtl\">י׳</span>, covering Moses over with his palm, <span dir=\"rtl\">וְשַׂכֹּתִי כַפִּי עָלֶיךָ</span> <a data-ref=\"Exodus 33:22\" href=\"/Exodus.33.22\">Ex 33:22</a> (J), and so fig. (c. <span dir=\"rtl\">שׁית</span>) <a data-ref=\"Psalms 139:5\" href=\"/Psalms.139.5\">ψ 139:5</a>; withdrawing <span dir=\"rtl\">(הֵסִיר)</span> his hand <a data-ref=\"Exodus 33:23\" href=\"/Exodus.33.23\">Ex 33:23</a> (J); removing <span dir=\"rtl\">(הִרְחִיק)</span> his afflicting hand <a data-ref=\"Job 13:21\" href=\"/Job.13.21\">Jb 13:21</a>; <span dir=\"rtl\">עַל־כַּפַּיִם כִּסָּה אוֹר</span> <a data-ref=\"Job 36:22\" href=\"/Job.36.22\">Jb 36:22</a>, i.e. he (God) hath filled his palms with light. <strong>c.</strong>  once of animals, <span dir=\"rtl\">הוֹלֵךְ עַל־כַּפָּיו</span> <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">Lv 11:27</a> <em>going upon their palms</em>, i.e. paws (cats, dogs, etc.). <strong>d.</strong>  phrases are:—†(1) <span dir=\"rtl\">הִכָּה כַּף</span> = <em>clap the hands</em>, in applause <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> so <span dir=\"rtl\">תָּקַע כ׳</span> <a data-ref=\"Psalms 47:2\" href=\"/Psalms.47.2\">ψ 47:2</a>, <span dir=\"rtl\">מָחָא כ׳</span> <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a> (fig. of trees), <a data-ref=\"Psalms 98:8\" href=\"/Psalms.98.8\">ψ 98:8</a> (fig. of rivers); but especially in scorn, contempt, etc., <span dir=\"rtl\">סָפַק אֶת־כַּפָּיו</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> (J), <span dir=\"rtl\">יִשְׂפֹּק עָלֵימוֹ כַפֵּ֑ימוֹ</span> <a data-ref=\"Job 27:23\" href=\"/Job.27.23\">Jb 27:23</a>; so <span dir=\"rtl\">תָּקַע כַּף על־</span> <a data-ref=\"Nahum 3:19\" href=\"/Nahum.3.19\">Na 3:19</a>, <span dir=\"rtl\">הִכָּה כַפִּי אֶל־</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">Ez 22:13</a> (of <span dir=\"rtl\">י׳</span>); abs., <span dir=\"rtl\">הִכָּה בְכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a> (as <span dir=\"rtl\">מחא יד</span> <a data-ref=\"Ezekiel 25:6\" href=\"/Ezekiel.25.6\">25:6</a>), <span dir=\"rtl\">הִכָּה כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">21:19</a>, <span dir=\"rtl\">אַכֶּה כַפִּי אֶל־כַּפִּי</span> v <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a> (of <span dir=\"rtl\">י׳</span>). †(2) <span dir=\"rtl\">תָּפַשׂ בַּכַּף</span> <em>grasp, seize with the hand</em> <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> cf. v <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">7</a> (on text v. supr.) †(<a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">3</a>) of <em>hand-grasp</em> as pledge, <span dir=\"rtl\">תָּקַעְתָּ לַזָּר כַּפֶּיךָ</span> <a data-ref=\"Proverbs 6:1\" href=\"/Proverbs.6.1\">Pr 6:1</a> (<em>if</em>) <em>thou hast smitten thy palms</em> (given a double hand-grassp), <em>for another</em> (so De; ‖ <span dir=\"rtl\">עָרַבְתָּ לְרֵעֶ֑ךָ</span>); so abs. <span dir=\"rtl\">תקע כף</span> <a data-ref=\"Proverbs 17:18\" href=\"/Proverbs.17.18\">17:18</a>; <a data-ref=\"Proverbs 22:26\" href=\"/Proverbs.22.26\">22:26</a> (cf. <span dir=\"rtl\">תקע ליד</span> <a data-ref=\"Job 17:3\" href=\"/Job.17.3\">Jb 17:3</a>). (4) often of hand <em>spread out</em> in prayer, as sign of longing to receive, c. <span dir=\"rtl\">פָּרַשׂ אֶל־</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a>, <a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">33</a> (J), <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">1 K 8:38</a> = <a data-ref=\"II Chronicles 6:29\" href=\"/II_Chronicles.6.29\">2 Ch 6:29</a>, etc. (v. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יר</a> <a data-ref=\"Psalms 143:6\" href=\"/Psalms.143.6\">ψ 143:6</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> and <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָר</a> <strong>1 d,</strong> supr. p. 389; also <span dir=\"rtl\">פרשׂ</span>, <span dir=\"rtl\">נשׂא</span>, <span dir=\"rtl\">שׁטח</span>). †(5) <span dir=\"rtl\">שׂים כַּף לְפֶה</span>, in respectful silence, <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">Jb 29:9</a>. †(6) fig. <span dir=\"rtl\">וָאָשִׂימָה נַפְשִׁי בְכַפִּי</span> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a> = <em>I have taken my life in my hand</em> (i.e. hazard ed it), so <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">28:21</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a> and (without vb.) <a data-ref=\"Psalms 119:109\" href=\"/Psalms.119.109\">ψ 119:109</a>. †(7) <span dir=\"rtl\">נִקְיֹן כ׳</span> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a> <em>cleanness of palms</em> is fig. for purity of act, cf. <a data-ref=\"Psalms 26:6\" href=\"/Psalms.26.6\">ψ 26:6</a>, also <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a>; <a data-ref=\"Job 22:30\" href=\"/Job.22.30\">22:30</a>; <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; <a data-ref=\"Psalms 73:13\" href=\"/Psalms.73.13\">73:13</a>; conversely, <span dir=\"rtl\">(לֹא)חָמָם בְּכַפָּ֑י</span> <a data-ref=\"Job 16:17\" href=\"/Job.16.17\">Jb 16:17</a>; <a data-ref=\"I Chronicles 12:18\" href=\"/I_Chronicles.12.18\">1 Ch 12:18</a>; <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a>; <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a>, cf. <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> (so <span dir=\"rtl\">ידים</span> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">1:15</a>), <a data-ref=\"Job 31:7\" href=\"/Job.31.7\">Jb 31:7</a> <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">ψ 7:4</a>.—In many cases <span dir=\"rtl\">כַּף</span> is not to be distinguished from <span dir=\"rtl\">יָד</span>; so in phr. †<span dir=\"rtl\">יְגִיעַ כ׳</span> <em>toil of</em> the <em>hands</em> <a data-ref=\"Genesis 31:42\" href=\"/Genesis.31.42\">Gn 31:42</a>; <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; <a data-ref=\"Job 10:3\" href=\"/Job.10.3\">Jb 10:3</a>; <a data-ref=\"Psalms 128:2\" href=\"/Psalms.128.2\">ψ 128:2</a>; <span dir=\"rtl\">פֹּעַל כ׳</span> <a data-ref=\"Psalms 9:17\" href=\"/Psalms.9.17\">ψ 9:17</a>, <span dir=\"rtl\">חֵפֶץ כ׳</span> <a data-ref=\"Proverbs 31:13\" href=\"/Proverbs.31.13\">Pr 31:13</a>; <span dir=\"rtl\">תְּבוּנוֹת כ׳</span> <a data-ref=\"Psalms 78:72\" href=\"/Psalms.78.72\">ψ 78:72</a>, <span dir=\"rtl\">פְּרִי כ׳</span> <a data-ref=\"Proverbs 31:16\" href=\"/Proverbs.31.16\">Pr 31:16</a> †; cf. <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a>.<br>†<strong>2.</strong>  = <em>power</em> (i.e. grasp) of any one, <span dir=\"rtl\">נתן בכף</span> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a> = <em>deliver into the power of</em>, so <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a>, cf. <span dir=\"rtl\">בּוֹא בכף</span> <a data-ref=\"Proverbs 6:3\" href=\"/Proverbs.6.3\">Pr 6:3</a>; usually <span dir=\"rtl\">הוֹשִׁיעַ</span>, <span dir=\"rtl\">פָּדָה</span>, <span dir=\"rtl\">הִצִּיל</span> etc., c. <span dir=\"rtl\">מִכַּף</span> = <em>out of the power of</em> <a data-ref=\"Judges 6:14\" href=\"/Judges.6.14\">Ju 6:14</a> <a data-ref=\"I Samuel 4:3\" href=\"/I_Samuel.4.3\">1 S 4:3</a> <a data-ref=\"II Samuel 14:16\" href=\"/II_Samuel.14.16\">2 S 14:16</a>; <a data-ref=\"II Samuel 19:10\" href=\"/II_Samuel.19.10\">19:10</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">22:1</a><sup>(×2)</sup> = <a data-ref=\"II Samuel 18:1\" href=\"/II_Samuel.18.1\">18:1</a> (title), <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">2 K 16:7</a><sup>(×2)</sup>; <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">20:6</a> = <a data-ref=\"Isaiah 38:6\" href=\"/Isaiah.38.6\">Is 38:6</a>, <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a> <a data-ref=\"Jeremiah 15:21\" href=\"/Jeremiah.15.21\">Je 15:21</a> <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a>; <a data-ref=\"II Chronicles 32:11\" href=\"/II_Chronicles.32.11\">32:11</a> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a> <a data-ref=\"Psalms 71:4\" href=\"/Psalms.71.4\">ψ 71:4</a> (cf. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָד</a> <strong>5 g,</strong> p. 391 supr.)<br>†<strong>3.</strong>  <span dir=\"rtl\">כַּף רַגְלָהּ</span>, etc., = <em>sole of foot</em>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">Gn 8:9</a> (J), <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>; <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">4:18</a> (both JE), <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a> <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a> = <a data-ref=\"Isaiah 37:25\" href=\"/Isaiah.37.25\">Is 37:25</a>, <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a>; <a data-ref=\"Deuteronomy 28:56\" href=\"/Deuteronomy.28.56\">28:56</a>, <a data-ref=\"Deuteronomy 28:65\" href=\"/Deuteronomy.28.65\">65</a> <a data-ref=\"Joshua 1:3\" href=\"/Joshua.1.3\">Jos 1:3</a> (D), <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">Ez 43:7</a> <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>; <span dir=\"rtl\">מִכַּף רַגְלוֹ וְעַד קָדְקֳדוֹ</span> <a data-ref=\"II Samuel 14:25\" href=\"/II_Samuel.14.25\">2 S 14:25</a> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>, cf. <a data-ref=\"Isaiah 1:6\" href=\"/Isaiah.1.6\">Is 1:6</a> (fig.); <span dir=\"rtl\">מִדְרַךְ כ׳ ר׳</span> <a data-ref=\"Deuteronomy 2:5\" href=\"/Deuteronomy.2.5\">Dt 2:5</a> <em>treading-place for the sole of a foot;</em> of the cherubim <a data-ref=\"Ezekiel 1:7\" href=\"/Ezekiel.1.7\">Ez 1:7</a>, of a calf, (in sim.) v <a data-ref=\"Ezekiel 1:7\" href=\"/Ezekiel.1.7\">7</a>, (according to MT; cf. however Co).<br><strong>4.</strong>  of various <em>hollow, bending</em> or <em>bend</em> objects:— †<strong>a.</strong>  <em>hollow</em> (i.e. socket), <em>of the thigh</em>-joint, <span dir=\"rtl\">כ׳ יָרֵךְ</span> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">33</a><sup>(×2)</sup> (J). <strong>b.</strong>  <em>pan, vessel</em> (as hollow), used in ritual, <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a>; <a data-ref=\"Numbers 7:14\" href=\"/Numbers.7.14\">7:14</a> + 15 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">1 K 7:50</a> = <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">2 Ch 4:22</a>, <a data-ref=\"II Kings 25:14\" href=\"/II_Kings.25.14\">2 K 25:14</a> = <a data-ref=\"Jeremiah 52:18\" href=\"/Jeremiah.52.18\">Je 52:18</a>, <a data-ref=\"Jeremiah 52:19\" href=\"/Jeremiah.52.19\">Je 52:19</a>, <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">2 Ch 24:14</a>. †<strong>c.</strong>  <em>hollow</em> of sling, <a data-ref=\"I Samuel 25:29\" href=\"/I_Samuel.25.29\">1 S 25:29</a>. †<strong>d.</strong>  <span dir=\"rtl\">כַּפּוֹת תְּמָרִים</span> <a data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\">Lv 23:40</a> = of huge <em>hand-shaped branches</em> (or <em>fronds</em>) <em>of palm-trees</em>. <strong>e.</strong>  <span dir=\"rtl\">כַּפּוֹת הַמַּנְעוּל</span> <a data-ref=\"Song of Songs 5:5\" href=\"/Song_of_Songs.5.5\">Ct 5:5</a> <em>the</em> (bent) <em>handles of the bolt</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d24db6084aa1cbf186bb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כִּפֶּר 1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "BDB, כִּפֶּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, כִּפֶּר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כִּפֶּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כִּפֶּר</span></big>  <strong>vb.Pi</strong> etc. <strong>denom.</strong> cover over (fig.), pacify, make propitiation;—<br><strong>Pi</strong>  Pf. <span dir=\"rtl\">כִּפֶּר</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> + 31 times; 2 ms. sf. <span dir=\"rtl\">כִּפַּרְתָּ֑הוּ</span> <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>; 3 mpl. <span dir=\"rtl\">יְכַפְּרוּ</span> <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a>; 2 mpl. <span dir=\"rtl\">כִּפַּרְתֶּם</span> <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">Ez 45:20</a>; Impf. <span dir=\"rtl\">יְכַפֵּר</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> + 10 times; <span dir=\"rtl\">יְכַפֶּר־</span> <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">Lv 7:7</a> <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; sf. <span dir=\"rtl\">יְכַפְּרֶנָּה</span> <a data-ref=\"Proverbs 16:14\" href=\"/Proverbs.16.14\">Pr 16:14</a>; 1 s. <span dir=\"rtl\">אֲכַפֵּר</span> <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">2 S 21:3</a>; <span dir=\"rtl\">אֲכַפְּרָה</span> <a data-ref=\"Genesis 32:21\" href=\"/Genesis.32.21\">Gn 32:21</a> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a>, etc.; Imv. <span dir=\"rtl\">כַּפֵּר</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> + 4 times; Inf. <span dir=\"rtl\">כַּפֵּר</span> <a data-ref=\"Exodus 30:15\" href=\"/Exodus.30.15\">Ex 30:15</a> + 28 times; sfs. <span dir=\"rtl\">כַּפְּרִי</span> <a data-ref=\"Ezekiel 16:63\" href=\"/Ezekiel.16.63\">Ez 16:63</a>; <span dir=\"rtl\">כַּפֶּרְךָ</span> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>; <span dir=\"rtl\">כַּפְּרָהּ</span> <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">Is 47:11</a>;— <strong>1.</strong>  <em>cover over, pacify, propitiate;</em> <span dir=\"rtl\">אֲכַפְּרָה פָנָיו בַּמִּנְחָה</span> <a data-ref=\"Genesis 32:21\" href=\"/Genesis.32.21\">Gn 32:21</a> <em>let me cover over his face by the present</em> (so that he does not see the offence, i.e. <em>pacify</em> him; E; RS<sup>OTJC, 2d ed., 381</sup> ‘wipe clean the face,’ blackened by displeasure, as the Arabs says ‘whiten the face’); <span dir=\"rtl\">וְתִפֹּל עָלַיִךְ הֹוָה לֹא תוּכְלִי כַּפְּרָהּ</span> <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">Is 47:11</a> <em>and disaster will fall upon thee, thou wilt not be able to propitiate it</em> (by payment of a <span dir=\"rtl\">כֹּפֶר</span>, see <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">Is 43:3</a>); pacify the wrath of a king <a data-ref=\"Proverbs 16:14\" href=\"/Proverbs.16.14\">Pr 16:14</a> (e.g. by a gift). <strong>2.</strong>  <em>cover over, atone for sin</em>, without sacrifice: <strong>a.</strong>  man as subj., <span dir=\"rtl\">בַּמָּה אֲכַפֵּר</span> <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">2 S 21:3</a>, <em>with what shall I cover over</em> (viz. the bloodguiltiness of the house of Saul, says David. The answer is by a death penalty of seven sons of the guilty house); <span dir=\"rtl\">בְּעַד חטאתכם</span> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a> <em>on behalf of your sins</em> (JE; Moses, by intercession); c. <span dir=\"rtl\">על</span> of persons <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a>, <a data-ref=\"Numbers 17:12\" href=\"/Numbers.17.12\">12</a> (P; by incense), <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">25:13</a> (P when Phinehas slays the ringleaders). <strong>b.</strong>  with God as subj., c. acc. pers., <em>cover</em>, i.e. treat as covered, view propitiously, Yahweh’s land <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> (song); <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> (bloodguiltiness flows away in the stream), <a data-ref=\"Ezekiel 16:63\" href=\"/Ezekiel.16.63\">Ez 16:63</a>; <span dir=\"rtl\">בְּעַד</span> of person <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; c. acc. of <em>the sin</em> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a>; <a data-ref=\"Psalms 78:38\" href=\"/Psalms.78.38\">78:38</a>, prob. also <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a> (‖ <span dir=\"rtl\">ח֯תם חטאת</span>; <span dir=\"rtl\">עַל</span> of sin, <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">ψ 79:9</a> <a data-ref=\"Jeremiah 18:23\" href=\"/Jeremiah.18.23\">Je 18:23</a> (‖ <span dir=\"rtl\">מחה</span>). It is conceived that God in his sovereignty may himself provide an atonement or covering for men and their sins which could not be provided by men. <strong>3.</strong>  <em>cover over, atone for sin and persons by legal rites</em>, in the codes of H, P, and Ez: abs. <span dir=\"rtl\">וכ׳ הַכֹּהֵן</span> <em>and the priest shall make atonement</em> <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a>; <strong>a.</strong>  c. acc. of sacred places (by the great sin-offering of the day of atonement), <a data-ref=\"Leviticus 16:20\" href=\"/Leviticus.16.20\">Lv 16:20</a>, <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">33</a><sup>(×2)</sup>; also <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>, <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">26</a>; <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">45:20</a> (by the blood of the sin-offering ‖ <span dir=\"rtl\">חִטֵּא</span>, <span dir=\"rtl\">טִהַר</span>). <strong>b.</strong>  usually c. <span dir=\"rtl\">עַל</span> (1) of things, e.g. of the altar to which the blood of the sin-offering was applied <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">30:10</a>; <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> (‖ <span dir=\"rtl\">קִדַּשׁ</span>), <a data-ref=\"Leviticus 16:18\" href=\"/Leviticus.16.18\">16:18</a>; and specifically the horns of the altar <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> the holy place of the tabernacle <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a> (by the great sin-offering, because of <span dir=\"rtl\">(מִן)</span> the uncleannesses of the children of Israel and because of their transgressions); for the leprous house by ceremony of purification <a data-ref=\"Leviticus 14:53\" href=\"/Leviticus.14.53\">Lv 14:53</a> (‖ <span dir=\"rtl\">טִהַר</span>); for the goat <span dir=\"rtl\">לעזאזל</span> <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">Lv 16:10</a> (which was presented before Yahweh to consecrate him for the bearing away of the sins of the people). (2) of persons, <span dir=\"rtl\">על־נפשׁתיכם</span>, <em>for your persons, yourselves</em>, e.g. by the payment of atonement-money <span dir=\"rtl\">כֶּסֶף הַכִּפֻּרִים</span> at the census <a data-ref=\"Exodus 30:15\" href=\"/Exodus.30.15\">Ex 30:15</a>, <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">16</a>; by the <span dir=\"rtl\">קרבן</span> of the spoils <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>; by the blood upon the altar <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a>; in the ritual <span dir=\"rtl\">עֲלֵיהֶם</span>, <span dir=\"rtl\">עָלָיו</span> by ministry of priest through the blood of the sin-offering <a data-ref=\"Leviticus 4:20\" href=\"/Leviticus.4.20\">Lv 4:20</a>, <a data-ref=\"Leviticus 4:31\" href=\"/Leviticus.4.31\">31</a>; <a data-ref=\"Leviticus 8:34\" href=\"/Leviticus.8.34\">8:34</a>; <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">10:17</a>; <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">12:7</a>, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">8</a>; <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">14:19</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>; <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">16:30</a>, <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">33</a>; <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">23:28</a>; <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a>, <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">21</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Numbers 28:22\" href=\"/Numbers.28.22\">28:22</a>, <a data-ref=\"Numbers 28:30\" href=\"/Numbers.28.30\">30</a>; <a data-ref=\"Numbers 29:5\" href=\"/Numbers.29.5\">29:5</a>; <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; of the trespass-offering <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>, <a data-ref=\"Leviticus 5:18\" href=\"/Leviticus.5.18\">18</a>, <a data-ref=\"Leviticus 5:26\" href=\"/Leviticus.5.26\">26</a>; <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">7:7</a>; <a data-ref=\"Leviticus 14:21\" href=\"/Leviticus.14.21\">14:21</a>; <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; the whole burnt-offering <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">14:20</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>; by the oil used in purifying a leper <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">Lv 14:18</a>, <a data-ref=\"Leviticus 14:29\" href=\"/Leviticus.14.29\">29</a>; by the <span dir=\"rtl\">תרומה</span> <a data-ref=\"Ezekiel 45:15\" href=\"/Ezekiel.45.15\">Ez 45:15</a>; by the priestly ministry in general <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; by the substitution of the Levites for the firstborn <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">Nu 8:19</a>. Underlying all these offerings there is the conception that the persons offering are covered by that which is regarded as sufficient and satisfactory by Yahweh. (The purpose of the covering is stated <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a> <span dir=\"rtl\">יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי י׳ תִּטְחָ֑רוּ</span> = <em>shall atonement be made for you to cleanse you, from all your sins shall ye be clean before Yahweh</em>, and <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a> <span dir=\"rtl\">וַיְכַפֵּר עֲלֵיהֶם לְטַהֲרָם</span> <em>and</em> (<em>Aaron</em>) <em>made atonement for them to cleanse them.</em>) <strong>c.</strong>  the need of the atonement is expressed by <span dir=\"rtl\">מִן</span>: others understand <span dir=\"rtl\">מִן</span> as = <em>away from;</em> cf. Di Lv 4:26, Ri<sup>Sühne 50 f.</sup>. <span dir=\"rtl\">מֵחטאתו</span> <em>because of his sin</em> <a data-ref=\"Leviticus 4:26\" href=\"/Leviticus.4.26\">Lv 4:26</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">10</a>; <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">16:34</a>; <span dir=\"rtl\">מטמאתו</span> <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">Lv 14:19</a>; <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">16:16</a>; <span dir=\"rtl\">מזוב</span> <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">Lv 15:15</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <span dir=\"rtl\">מֵאֲשֶׁר חָטָא</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>; also <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">עַל־חַטָּאתוֹ</span> <em>on account of his sin</em> <a data-ref=\"Leviticus 4:35\" href=\"/Leviticus.4.35\">Lv 4:35</a>; <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">5:13</a>; <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <span dir=\"rtl\">על־שׁגגתוֹ</span> <a data-ref=\"Leviticus 5:18\" href=\"/Leviticus.5.18\">Lv 5:18</a>. <strong>d.</strong>  c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">בְּאֵיל</span> <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>; <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a>; <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; <em>with</em> a trespass-offering <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">Lv 7:7</a>; <span dir=\"rtl\">כִּי־הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר</span> <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a> <em>for it is the blood with the living being that covers over</em> (H, see <a data-ref=\"BDB, נפשׁ\" href=\"/BDB,_נפשׁ\", dir=\"rtl\">נפשׁ</a> <strong>3</strong> (<em>a</em>); RV <em>by reason of the life</em> after De Di Kn Bähr Kau and most moderns; AV follows 𝔊 𝔙 𝔗, so Ges Ew<sup>§ 282 a. Anm. 1</sup>: ‘<em>for the soul</em>’); c. <span dir=\"rtl\">בְּ</span> loc. <span dir=\"rtl\">בַּקֹּדֶשׁ</span> <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">Lv 6:23</a>; <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">16:17</a>, <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">27</a> <strong>e.</strong>  c. <span dir=\"rtl\">בַּעַד</span> pers., <em>on behalf of</em> <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">Lv 9:7</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 16:6\" href=\"/Leviticus.16.6\">16:6</a>, <a data-ref=\"Leviticus 16:11\" href=\"/Leviticus.16.11\">11</a>, <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">17</a>, <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">24</a> (by Aaron), <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a> (by the prince).<br><strong>Pu</strong>  Pf. <span dir=\"rtl\">כֻּפַּר</span> <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">Ex 29:33</a> <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">Is 28:18</a> (but read <span dir=\"rtl\">תֻּפַר</span>,—√ I. <span dir=\"rtl\">פרר</span>,—so 𝔗 Hu We Che SS al. v. Br<sup>MP 209</sup>); Impf. <span dir=\"rtl\">יְכֻפַּר</span> <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a>; + 3 times; 3 fs. <span dir=\"rtl\">תְּכֻפָּ֑ר</span> <a data-ref=\"Isaiah 6:7\" href=\"/Isaiah.6.7\">Is 6:7</a> <em>be covered over, atoned for</em>. <strong>1.</strong>  apart from the ritual, <span dir=\"rtl\">חטאתך תכפר</span> <a data-ref=\"Isaiah 6:7\" href=\"/Isaiah.6.7\">Is 6:7</a> thy sin <em>shall be covered over</em> (‖ <span dir=\"rtl\">וְסָר עֲוֹנֶךָ</span>; by the touch of the live coal from the altar); <span dir=\"rtl\">אִם־יְכֻפַּר הֶעָוֹן הַזֶּה לָכֶם</span> <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">Is 22:14</a> <em>surely this iniquity shall not be covered over for you;</em> c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">בזאת יכפר עון</span> <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a> by <em>this</em> shall the iniquity <em>of Jacob be covered over</em> (‖ <span dir=\"rtl\">הסר חטאתו</span>; namely by the destruction of idolatrous objects); <span dir=\"rtl\">בחסד ואמת יכפר עון</span> <a data-ref=\"Proverbs 16:6\" href=\"/Proverbs.16.6\">Pr 16:6</a> <em>by mercy and fidelity iniquity is covered over</em>. <strong>2.</strong>  c. <span dir=\"rtl\">לְ</span> <em>for</em> whom, <span dir=\"rtl\">לארץ לא יכפר לדם</span> <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> <em>for the land atonement cannot be made, in view of the blood</em> shed in it, except by the blood of the shedder of blood; in the ritual of P, c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">אֲשֶׁר כֻּפַּר בָּהֶם</span> <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">Ex 29:33</a> <em>wherewith atonement was made</em> (ram of consecration).<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְכַּפֵּר</span> <a data-ref=\"I Samuel 3:14\" href=\"/I_Samuel.3.14\">1 S 3:14</a>; c. <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">אִם־יִתְכַּפֵּר עֲוֹן בֵּית־עֵלִי בְּזֶבַח וּבְמִנְחָה</span> <em>the iniquity of the house of Eli shall not be covered by peace-offering or minchah</em> (in other words there was no atonement for it; cf. <strong>Pu</strong> <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">Is. 22:14</a>).<br><strong>Nithp.</strong>  (Ges<sup>§ 55, 9</sup> Pf. <span dir=\"rtl\">וְנִכַּפֵּר לָהֶם הַדָּם</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> <em>and the blood shall be covered for them</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a33b613f3c2d3b459016", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 14:10:10", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "German Commentary on Mishnah Negaim 14:10:10", "sourceHeRef": "פירוש גרמני על משנה נגעים י״ד:י׳:י׳", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 10.001, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ihn zu sühnen.</b>  Lev. 14, 18 und 29.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1c2613f3c2d3b454b54", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 10:5:2", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "German Commentary on Mishnah Zevachim 10:5:2", "sourceHeRef": "פירוש גרמני על משנה זבחים י׳:ה׳:ב׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 5.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ausgenommen das Schuldopfer des Aussätzigen.</b>  das allen Sündopfern vorgeht, nicht nur dem mit ihm zusammen darzubringenden. Die Begründung: weil durch seine Darbringung der Aussätzige wieder tauglich gemacht wird, gibt den Grund an, warum dasselbe auch anderen Sündopfern vorgeht. Als Erklärung dafür, dass das Schuldopfer des Aussätzigen dem von ihm zugleich darzubringenden Sündopfer voranzugehen hat, würde diese Begründung nicht ausreichen, da ja der Aussätzige erst durch die Darbringung des Schuldopfers und des Sündopfers wieder tauglich wird; hier ist aber die Reihenfolge in der Schrift selbst (Lev. 14, 12—20) ausdrücklich vorgeschrieben (s. Menachot 5 a).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1a5613f3c2d3b45459c", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 5:1:2", "anchorRef": "Leviticus 14:10-20", "anchorRefExpanded": ["Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "German Commentary on Mishnah Zevachim 5:1:2", "sourceHeRef": "פירוש גרמני על משנה זבחים ה׳:א׳:ב׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 1.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Hochheiliges.</b>  Die einzelnen als <span dir=\"rtl\">קדשי קדשים</span> geltenden Opfer werden im Folgenden aufgeführt und bei einem jeden die betreffenden Bestimmungen angegeben. Hier wird nur zunächst als das Allen Gemeinsame vorausgeschickt, dass sie im Gegensatz zu den <span dir=\"rtl\">קדשים קלים</span> nur auf der Nordseite geschlachtet werden dürfen. Ebenso wie das Schlachten hat auch das Auffangen des Blutes bei allen hochheiligen Opfern auf der Nordseite zu geschehen. Gleichwohl wird diese Bestimmung nicht wie die das Schlachten betreffende als eine allen <span dir=\"rtl\">קדשי קדשים</span> gemeinsame vorausgeschickt, weil das Auffangen des Blutes nicht bei allen Opfern gleichmässig ausgeführt wurde. Während bei den übrigen Opfern das Blut nur von einem Priester in einem Dienstgefäss aufgefangen wurde, musste bei dem Schuldopfer, das der Aussätzige an seinem Reinigungstage darbrachte (Lev. 14,10—20), ausserdem noch ein zweiter Priester von dem Blut mit der Hand auffangen, um damit auf den Aussätzigen selbst zu sprengen; es würde deshalb das <span dir=\"rtl\">וקבול דמן „בכלי שרת״ בצפון</span> hier als für alle <span dir=\"rtl\">קדשי קדשים</span> in gleicher Weise geltend nicht ganz genau sein. In Mischna 5, wo die Bestimmungen für die Schuldopfer angegeben werden, folgt allerdings auf das <span dir=\"rtl\">שחיטתן בצפון </span> auch der Satz <span dir=\"rtl\">וקבול דמן בכלי שרת בצפון</span>, trotzdem unter den Schuldopfern auch das Schuldopfer des Aussätzigen mit aufgeführt wird und die für dieses geltende Vorschrift damit nicht ganz genau wiedergegeben wird, weil doch immerhin auch für dieses Schuldopfer die Bestimmung zutrifft, dass das für die Sprengungen auf den Altar bestimmte Blut in einem Dienstgefässe auf der Nordseite aufgefangen werden muss (Talmud 47 b).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091585102ea167bd44727a", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Aharei Mot; The Scapegoat, Shame and Guilt 13", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Aharei Mot; The Scapegoat, Shame and Guilt 13", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, אחרי מות י״ג", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 13, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "אחרי מות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Two quite distinct processes were involved on Yom Kippur. First there was <i>kappara</i>, atonement. This is the normal function of a sin offering. Second, there was <i>tahara</i>, purification, something normally done in a different context altogether, namely the removal of <i>tum’a</i>, ritual defilement, which could arise from a number of different causes, among them contact with a dead body, skin disease, or nocturnal discharge. Atonement has to do with guilt. Purification has to do with contamination or pollution. These are usually<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There were exceptions. A leper – or more precisely, someone suffering from the skin disease known in the Torah as <i>tzaraat</i> – had to bring a guilt offering [<i>asham</i>] in addition to undergoing rites of purification (Lev. 14:12–20).</i> two separate worlds. On Yom Kippur they were brought together. Why?", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660921091e548232e6012d11", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Achrei Mot, The Scapegoat; Shame and Guilt 13", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Achrei Mot, The Scapegoat; Shame and Guilt 13", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, אחרי מות, ב י״ג", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 13, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Two quite distinct processes were involved on Yom Kippur. First there was <i>kappara</i>, atonement. This is the normal function of a sin offering. Second, there was <i>tahara</i>, purification, something normally done in a different context altogether, namely the removal of <i>tuma</i>, ritual defilement, which could arise from a number of different causes, among them contact with a dead body, skin disease, or nocturnal discharge. Atonement has to do with guilt. Purification has to do with contamination or pollution. These are usually<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">There were exceptions. A leper – or more precisely, someone suffering from the skin disease known in the Torah as <i>tzaraat</i> – had to bring a guilt offering [<i>asham</i>] in addition to undergoing rites of purification (Lev. 14:12–20). </i> two separate worlds. On Yom Kippur they were brought together. Why?", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665c96afaee0b8c909d8179", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 14:18:1", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "David Zvi Hoffmann on Leviticus 14:18:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"והנותר בשמן וגו'\"</b>, על דבר \"נותר ב'\" השוה לעיל על ח לב. לדעת ר' עקיבא מתן השמן בראש מעכב, ואילו לפי ר' יוחנן בן נורי הכפרה מועילה גם בלי זה, שהרי המלה \"וכפר\" מכוונת רק אל האשם, אולם \"מעלים עליו כאילו לא כפר\" (ספרא, מלבי\"ם נו).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c96ab695d8dbb73bd386", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 14:18:2", "anchorRef": "Leviticus 14:18", "anchorRefExpanded": ["Leviticus 14:18"], "sourceRef": "David Zvi Hoffmann on Leviticus 14:18:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ד:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"וכפר עליו\",</b> מניחים שהמצורע לקה בצרעת כעונש מן ה' על חטאיו, חטא זה הוא לשון הרע, היינו עבירה כלפי בני אדם, ולכן טעונה כפרתו קרבן אשם. ולעומת זאת נאמר להלן בכפרה על ידי חטאת: \"וכפר... מחטאתו\", ונראה, שקרבן זה לא הובא לכפרת עבירה אלא לטהר מן הטומאה, השוה יב ז.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67025dc2b58518769d76fde3", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Achrei Mot, 3 11", "anchorRef": "Leviticus 14:12-20", "anchorRefExpanded": ["Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Achrei Mot, 3 11", "sourceHeRef": "שיג ושיח; מהדורה עברית, אחרי מות, השעיר לעזאזל; בושה ואשמה י״א", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "השעיר לעזאזל; בושה ואשמה", "he": "שני תהליכים נבדלים למדי מתקיימים ביום כיפור. ישנה כפרה. זהו תפקידו הרגיל של קרבן החטאת. אבל ישנה גם טהרה. והטהרה נעשית בדרך כלל בהקשר שונה לגמרי: הסרת טומאה כגון טומאת מת, טומאה ממחלות עור או טומאת קרי לילה. כפרה עניינה אשמה. טהרה עניינה זיהום. אלה הם בדרך כלל שני עולמות נפרדים.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">אמנם יש יוצאי דופן. המצורע המיטהר צריך להקריב קרבן אשם (ויקרא יד, יב-כ).</i> ביום כיפור הם נפגשים. מדוע?", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]