[{"_id": "531e4fe2fbfba276047f6a71", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 14:49", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Onkelos Leviticus 14:49", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ד:מ״ט", "anchorVerse": 49, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 14.0049, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְיִסַּב לְדַכָּאָה יָת בֵּיתָא תַּרְתֵּין צִפְּרִין וְאָעָא דְאַרְזָא <b>וּצְבַע</b> זְהוֹרִי וְאֵזוֹבָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He shall take, to purify the house, two birds, cedar wood, crimson [<b>colored</b>] thread and hyssop.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec2a8", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 14:49", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Targum Jonathan on Leviticus 14:49", "sourceHeRef": "תרגום יונתן על ויקרא י״ד:מ״ט", "anchorVerse": 49, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 14.0049, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְיִסַב לְדַכָּאָה יַת בֵּיתָא תַּרְתֵּין צִפְּרִין וְקֵיסָא דְאַרְזָא וּצְבַע זְהוֹרֵי וְאֵיזוֹבָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he shall take, for the purification plague of the house, two turtle doves and cedarwood and scarlet and hyssop;\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53967e84fbfba24fa9b34e04", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 3:53", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Kuzari 3:53", "sourceHeRef": "הכוזרי ג׳:נ״ג", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 3.0053, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(נג) אָמַר הֶחָבֵר: אִם כֵּן לֹא חָזְקָה אֶצְלְךָ הַמִּצְוָה כֻלָּהּ. הֶחָזָק בְּעֵינֶיךָ הַתָּרַת הַנְּכָסִים וְהַמָּמוֹן וְהַבְּעָלִים וְהָעֲבָדִים בִּלְקִיחַת הַקִּנְיָן וְהַצַּוָּאָה, וְהַתָּרַת הָאִשָּׁה וְאִסּוּרָהּ אַחַר שֶׁהָיְתָה מֻתֶּרֶת בְּאָמְרוֹ: 'תְּהֵא לִי מְקֻדֶּשֶׁת', וְהַתָּרָתָהּ אַחַר שֶׁהָיְתָה אֲסוּרָה בְּאָמְרוֹ: 'כִּתְבוּ וְחִתְמוּ וּתְנוּ גֵט', וְכָל מַה שֶּׁיֵּשׁ בְּתוֹרַת כֹּהֲנִים מִמַּה שֶּׁהַשְׁלָמָתָם תָּלוּי בְּמַעֲשֶׂה מִן הַמַּעֲשִׂים אוֹ בְדָבָר מִן הַדְּבָרִים, וְצָרַעַת הַבֶּגֶד וְהַבַּיִת הַתְּלוּיָה בְמַאֲמַר הַכֹּהֵן 'טָמֵא' אוֹ 'טָהוֹר'. וְכָל הַמִּשְׁכָּנָה לֹא חָלָה הַקְּדֻשָּׁה עָלֶיהָ אֶלָּא בַהֲקָמַת מֹשֶׁה אֶת הַמִּשְׁכָּן וְהַמְּשִׁיחָה בְשֶׁמֶן הַמִּשְׁחָה, וְכֵן הַכֹּהֲנִים לֹא חָלָה הַקְּדֻשָּׁה עֲלֵיהֶם אֶלָּא בַמִּלּוּאִים וּבַתְּנוּפָה, וְהַלְוִיִּם בַּטָּהֳרָה וְהַתְּנוּפָה, וְטַהֵר הַטְּמֵאִים בְּמֵי נִדָּה שֶׁבּוֹ אֵפֶר הַפָּרָה וְאֵזוֹב וּשְׁנִי תוֹלַעַת וְעֵץ אֶרֶז, וְחִטּוּי הַבַּיִת בִּשְׁתֵּי צִפֳּרִים חַיּוֹת וְהַמְּלָאכָה הַהִיא. וְכִפּוּר הָעֲוֹנוֹת בְּיוֹם הַכִּפּוּרִים וְטָהֳרַת מִקְדָּשׁ מֵהַטֻּמְאוֹת בִּשְׂעִיר עֲזָאזֵל עִם הַמַּעֲשִׂים הַתְּלוּיִם בּוֹ, וּבִרְכַּת בְּנֵי יִשְׂרָאֵל בִּנְשֹׂא אַהֲרֹן אֶת יָדָיו וּבֶאֱמֹר: 'יְבָרֶכְךָ ה'. וְהָיָה חָל עִם כָּל מַעֲשֶׂה מֵהַמַּעֲשִׂים הָאֵלֶּה הָעִנְיָן הָאֱלֹהִי, כִּי מַעֲשֵׂי הַתּוֹרָה כַּהֲוָיוֹת הַטִּבְעִיּוֹת, כֻּלָּם מְשֹׁעָרוֹת מֵאֵת הַבּוֹרֵא, וְאֵין שִׁעוּרָם בִּיכֹלֶת בָּשָׂר וָדָם, כַּאֲשֶׁר תִּרְאֶה הַהֲוָיוֹת הַטִּבְעִיּוֹת, מִשְׁתַּעֲרוֹת וּמִתְאַזְּנוֹת וְנֶעֱרָכוֹת בְּהִמָּזְגָם מִן הַטְּבָעִים הָאַרְבָּעָה, וּבִמְעַט דָּבָר יִשְׁלְמוּ וְיִתָּכְנוּ וְתָחוּל בָּהֶם הַצּוּרָה אֲשֶׁר הִיא רְאוּיָה לָהֶם מֵחַיִּים וּצְמָחִים וְיִהְיֶה לְכָל מֶזֶג הַצּוּרָה שֶׁהִיא רְאוּיָה לוֹ, וּבִמְעַט דָּבָר יִפָּסֵד. הֲלֹא תִרְאֶה הַבֵּיצָה שֶׁיַּפְסִידָהּ מִקְרֶה מְעַט מֵחֹם גָּדוֹל אוֹ קֹר אוֹ תְנוּעָה, וְלֹא תְקַבֵּל צוּרַת הָאֶפְרֹחַ, וְיַשְׁלִימֶנָּה חִמּוּם הַתַּרְנְגֹלֶת אוֹתָהּ שְׁלֹשָׁה שָׁבוּעוֹת וְתָחוּל בּוֹ הַצּוּרָה עַל הַשְּׁלֵמוּת. וּמִי זֶה אֲשֶׁר יוּכַל לְשַׁעֵר הַמַּעֲשִׂים עַד שֶׁיָּחוּל בָּהֶם הָעִנְיָן הָאֱלֹהִי כִּי אִם הָאֱלֹהִים לְבַדּוֹ. וּכְמוֹ זֶה טָעוּ בַעֲלֵי הַכִּמִּיָּה וְהָרוּחָנִיִּים. הַכִּמִּיִּים חָשְׁבוּ שֶׁיְּשַׁעֲרוּ הָאֵשׁ הַטִּבְעִית בְּמִשְׁקְלֵיהֶם עַד שֶׁיִּהְיֶה לָהֶם מַה שֶּׁיִּרְצוּ וְתַהֲפֹךְ לָהֶם הָעֲצָמִים, כַּאֲשֶׁר תַּעֲשֶׂה אֵשׁ הַחֹם הַטִּבְעִי בַחַיִּים אֲשֶׁר יַהֲפֹךְ הַמָּזוֹן לְדָם וּבָשָׂר וְעֶצֶם וּשְׁאָר הָאֲבָרִים; וְטוֹרְחִים לִמְצֹא כָּאֵשׁ הַזֹּאת. וְהִתְעוּ אוֹתָם נִסְיוֹנוֹת שֶׁמָּצְאוּ אוֹתָם בְּמִקְרֶה לֹא מִשִּׁעוּרָם, כַּאֲשֶׁר נִמְצָא הָאָדָם נִהְיָה מֵהַנָּחַת הַשִּׁכְבַת זֶרַע בָּרֶחֶם. וְהָרוּחָנִיִּים כַּאֲשֶׁר שָׁמְעוּ מֵאָדָם עַד בְּנֵי יִשְׂרָאֵל מַה שֶּׁהָיָה נַעֲשֶׂה לָהֶם בַּקָּרְבָּנוֹת, מֵהֵרָאוֹת הָאוֹתוֹת הָאֱלֹהִיּוֹת, חָשְׁבוּ כִּי הַהַתְחָלָה אָמְנָם הִיא מֵהַמֶּחְקָר וְהַחִפּוּשׂ, וְשֶׁהַנְּבִיאִים אָמְנָם הָיוּ חֲכָמִים מְחֻכָּמִים וּמַשִּׂיגִים הַפְּלָאוֹת הָהֵם בְּהַקָּשָׁתָם וְקִוּוּ שֶׁיְּשַׁעֲרוּ הֵם גַּם כֵּן קָרְבָּנוֹת בְּעִתִּים יְדוּעִים וּמַבָּטִים כּוֹכָבִיִּים, כְּפִי מַה שֶּׁהֵבִיאָה אֵלָיו סְבָרָתָם עִם מַעֲשִׂים וּקְטֹרֶת, עַד שֶׁעוֹשִׂין סְפָרִים לַכּוֹכָבִים וְזוּלַת זֶה מִמַּה שֶּׁזִּכְרוֹ אָסוּר. וְזוּלַת אֵלֶּה – בַּעֲלֵי הַשֵּׁמוֹת, כַּאֲשֶׁר שָׁמְעוּ עַל נָבִיא שֶׁדִּבֵּר בְּכֹה וְכֹה וְנַעֲשָׂה לוֹ הַפֶּלֶא שֶׁנַּעֲשָׂה, חָשְׁבוּ כִּי הַדִּבּוּר הַהוּא הוּא סִבָּה בַפֶּלֶא הַהוּא וְחָתְרוּ זֶה לָרִיק. אֵין הָעוֹשֶׂה כַמֻּטְבָּע. הַמַּעֲשִׂים הַתּוֹרִיִּים דּוֹמִים לַטִּבְעִיִּים, אֵינְךָ יוֹדֵעַ תְּנוּעוֹתָם וְתַחְשְׁבֵם תֹּהוּ, עַד שֶׁתִּרְאֶה הַתּוֹלָדוֹת וּתְרוֹמֵם מַנְהִיגָם וּמְנִיעָם וּתְיַחֵד לוֹ הַיְכֹלֶת. כַּאֲשֶׁר אִם לֹא הָיִיתָ שׁוֹמֵעַ מֵעוֹלָם 'מִשְׁגָּל' וְלֹא יְדַעְתּוֹ וְלֹא יָדַעְתָּ הַתּוֹלָדָה מִמֶּנּוּ, וְתִרְאֶה עַצְמְךָ נִזְקָק אֶל הַכָּעוּר שֶׁבְּאֶבְרֵי הָאִשָּׁה, וְאַתָּה יוֹדֵעַ מַה שֶּׁיֵּשׁ בְּקִרְבָתָהּ מֵהַפְּחִיתוּת, וּמַה שֶּׁיֵּשׁ בַּכְּנִיעוּת אֶל הָאִשָּׁה מֵהַגְּרִיעוּת, הָיִיתָ נִפְלָא וְאוֹמֵר: אֵין הַתְּנוּעוֹת הָאֵלֶּה אֶלָּא תֹהוּ וְשִׁגָּעוֹן, עַד שֶׁתִּרְאֶה 'דִמְיוֹנְךָ' נוֹלַד מִן הָאִשָּׁה יַפְלִיא אוֹתְךָ הַדָּבָר וְתַחֲשֹׁב כִּי אַתָּה עָזַרְתָּ הַיְצִירָה, וְשֶׁהַיּוֹצֵר כִּוֵּן בָּזֶה יִשּׁוּב הָעוֹלָם. וְכֵן הֵם הַמַּעֲשִׂים הַתּוֹרִיִּים הַמְשֹׁעָרִים מֵאֵת הָאֱלֹהִים. תִּשְׁחַט הַכֶּבֶשׂ עַל הַדִּמְיוֹן, וְתִתְלַכְלֵךְ בְּדָמוֹ וְהַפְשָׁטָתוֹ וּבִרְחִיצַת מֵעָיו וַהֲדָחָתוֹ וְנִתּוּחוֹ וּזְרִיקַת דָּמוֹ וַעֲרִיכַת עֵצָיו וַהֲקָדַת אִשּׁוֹ וּמַעֲרַכְתּוֹ, וְאִלּוּ לֹא הָיָה בְמִצְוַת אֱלֹהִים, הָיִיתָ לוֹעֵג לַמַּעֲשִׂים הָאֵלֶּה, וְהָיִיתָ חוֹשֵׁב כִּי הֵם מַרְחִיקִים מִן הָאֱלֹהִים לֹא מְקָרְבִים, עַד שֶׁכַּאֲשֶׁר יִשְׁלַם כָּרָאוּי וְתִרְאֶה הָאֵשׁ הַשָּׁמַיְמִית אוֹ תִמְצָא בְעַצְמְךָ רוּחַ אַחֶרֶת לֹא הָיִיתָ רָגִיל בָּהּ, אוֹ חֲלוֹמוֹת אֲמִתִּיּוֹת אוֹ 'גְדוֹלוֹת' תֵּדַע כִּי הֵם תּוֹלְדוֹת מַה שֶּׁהִקְדַּמְתָּ, וְהַדָּבָר הַגָּדוֹל אֲשֶׁר בּוֹ דָבַקְתָּ, אֵלָיו הִגַּעְתָּ. וְאַל יִקְשֶׁה בְעֵינֶיךָ אִם תָּמוּת אַחֲרֵי אֲשֶׁר דָּבַקְתָּ בּוֹ, כִּי אֵין מוּתְךָ כִּי אִם כְּלוֹת הַגּוּף בִּלְבָד, אֲבָל הַנֶּפֶשׁ שֶׁהִגִּיעָה אֶל הַמַּעֲלָה הַהִיא אֵין לָהּ יְרִידָה מִמֶּנָּה וְלֹא רֹחַק מִן הַמַּדְרֵגָה הַהִיא. וְנִתְבָּאֵר מִזֶּה כִּי אֵין קוּרְבָה אֶל הָאֱלֹהִים אֶלָּא בְמִצְוֹת הָאֱלֹהִים. וְאִי אֶפְשָׁר לָדַעַת מִצְוֹת אֱלֹהִים אֶלָּא מִדֶּרֶךְ נְבוּאָה לֹא בְהַקָּשָׁה וְלֹא בִסְבָרָא, וְאֵין בֵּינֵינוּ וּבֵין הַדְּבָרִים הָהֵם קוּרְבָה אֶלָּא בַקַּבָּלָה הַנֶּאֱמָנָה. וַאֲשֶׁר מָסְרוּ לָנוּ הַמִּצְוֹת הָהֵם, לֹא הָיוּ יְחִידִים אֲבָל הָיוּ רַבִּים וַחֲכָמִים וּגְדוֹלִים שֶׁהִגִּיעוּ הַנְּבִיאִים, וַאֲפִלּוּ לֹא הָיוּ כִּי אִם הַכֹּהֲנִים וְהַלְוִיִּם וְהַזְּקֵנִים, אֲשֶׁר הָיוּ נוֹשְׂאִים הַתּוֹרָה, וְלֹא פָּסְקוּ מִמֹּשֶׁה.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "53. The Rabbi: In this case the whole law is inefficient in thy opinion. Dost thou consider the release of money, property, persons, and slaves valid by assuring the right of property or last will? Likewise the divorce of a woman, or a second marriage, after having been single, by means of the formula: 'Write, sign and hand her the letter of divorce;' or her singleness after having been married? All these matters depend upon a ceremony or a formula and are laid down in the Third Book of Moses. The leprosy of a garment or house [officially] depends upon the declaration of 'clean' or 'unclean' by a priest. The holy character of the Tabernacle was subject to its being erected by Moses and anointed with the anointing oil. The consecration of the priests depended upon the initiatory sacrifices and wave offerings; that of the Levites upon purifying and wave offerings. Unclean persons were purified by means of 'water of separation' (Numbers 19) to which were added ashes of the red heifer, hyssop, and scarlet. The redemption of a house required two birds (Leviticus 14:49). All these ceremonies, the remission of sins on the Day of Atonement, the cleansing of the sanctuary from impurities by means of the he-goat of Azāzēl, with all accompanying ceremonies; the blessing of Israel through Aaron's uplifted hands and the reciting of the verse: 'the Lord bless thee'; upon every one of these ceremonies the Divine Influence rested. Religious ceremonies are, like the work of nature, entirely determined by God, but beyond the power of man. Formations of nature, are, as thou canst see, composed of accurately measured proportions of the four elements. A trifle renders them perfect and gives them their proper animal or plant form. Every mixture receives the shape beseeming it, but can also lose it through a trifle. The egg may be spoiled by the slight accident of too much heat or cold, or a movement, and become unable to receive the form of a chicken which otherwise the hen achieves by sitting on it three weeks. Who, then, can weigh actions upon which the Divine Influence rest, save God alone? This is the error committed by alchymists and necromancers. The former thought, indeed, that they could weigh the elementary fire on their scales, and produce what they wished, and thus alter the nature of materials, as is done in living beings by natural heat which transforms food into blood, flesh, bone and other organs. They toil to discover a fire of the same kind, but are misled by accidental results of their experiments, not based on calculation, just in the same manner as the discovery was made that from the planting of seed within the womb man arises. When those necromancers heard that the appearance of the Divinity from Adam down to the children of Israel was gained by sacrifices, they thought it was the result of meditation and research; that the prophets were but deeply learned persons who accomplished these wonders by means of calculation. Then they, on their part, were anxious to fix sacrifices to be offered up at certain times and astrological opportunities, accompanied by ceremonies and burning of incense which their calculations prescribed. They even composed astrological books and other matters the mention of which is forbidden. Beside these, the adepts of magic formulas, having heard that a prophet had been spoken to in this or that manner, or had experienced a miracle, imagined that the words were the cause of the miracle. They, therefore endeavoured to accomplish a similar feat. The artificial is not like the natural. Religious deeds are, however, like nature. Being ignorant of their designs one thinks it but play till the results becomes apparent. Then one praises their guide and mover, and professes belief in him. Suppose thou hast heard nothing of cohabitation and its consequences, but thou feelest thyself attracted by the lowest of female organs. If thou considerest the degradation of a woman's surrender, or the ignominy of surrendering to a woman, thou wouldst say wonderingly: this is as vain as it is absurd. But when thou seest a being like thyself born of a woman, then dost thou marvel and notice that thou art one of the preservers of mankind created by God to inhabit the earth. It is the same with religious actions fixed by God. Thou slaughterest a lamb and smearest thyself with its blood, in skinning it, cleaning its entrails, washing, dismembering it and sprinking its blood. Then thou arrangest the wood, kindlest the fire, placing the body on it. If this were not done in consequence of a divine command, thou wouldst think little of all these actions and believe that they estrange thee from God rather than bring thee near to Him. But as soon as the whole is properly accomplished, and thou seest the divine fire, or dost notice in thyself a new spirit, unknown before, or seest true visions and great apparitions, thou art aware that this is the fruit of the preceding actions, as well as of the great influence with which thou hast come in contact. When arrived at this goal care not that thou must die. Thy death is but the decay of thy body, whilst the soul having reached this step, cannot descend from it nor be removed. This will shew thee that the approach to God is only possible through the medium of God's command, and there is no road to the knowledge of the commands of God except by way of prophesy, but not by means of speculation and reasoning. There is, however, no other connexion between us and these commands except truthful tradition. Those who have handed down these laws to us were not a few sporadic individuals, but a multitude of learned and lofty men nearly approaching the prophets. And if the bearers of the Law had only been the priests, Levites and the Seventy Elders, the chain beginning with Moses himself would never have been interrupted.", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "56856accd6e4a947e92cd53f", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Metzora, Section 7 12", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Sifra, Metzora, Section 7 12", "sourceHeRef": "ספרא, מצורע, פרשה ז י״ב", "anchorVerse": 49, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 12, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ז", "he": "[יב] מנין לכהה בשני והולך לו – קולפו והוא טעון צפרים? ת\"ל (ויקרא יד מט): \"ולקח לחטא את הבית\" – הרי כאן בית אחר. מכאן אמרו עשרה בתים הן: הכהה בראשון והולך לו – קולפו והוא טהור. הכהה בשני והולך לו – קולפו והוא טעון צפרים. והפושה בראשון – חולץ וקוצה וטח ונותן לו שבוע חזר – נותץ, לא חזר – טעון צפרים. עמד בראשון ופשה בשני חולץ וקוצה וטח ונותן לו שבוע. חזר – נותץ, לא חזר – טעון צפרים. עמד בזה ובזה חולץ וקוצה וטח ונותן לו שבוע. חזר – נותץ, לא חזר – טעון צפרים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "12) Whence is it derived that if (after remaining the same at the end of the first week and having been quarantined for a second week), it (was found to have) dimmed in the second week or disappeared (entirely), he peels (the site of the spot) and he requires birds (for its cleansing)? From (Vayikra 13:49) \"And he shall take to cleanse the house two birds, etc.\" This is one house … — whence they ruled: There are ten houses (in this connection): If it dims in the first week or disappears, he peels it and it is tahor (clean). If it dims in the second week or disappears, he peels it and he requires birds. If it spreads in the first week, he removes, scrapes, and plasters, and is given an additional week. If it returns, he razes (the house). If it does not return, he requires birds. If it remained the same in the first week and spread in the second week, he removes, scrapes, and smears, and is given an additional week. If it returned, he razes; if not, he requires birds. If it remained the same both the first week and the second, he removes, scrapes, and plasters, and is given an additional week. If it returned, he razes; if not, he requires birds.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56a6144fd6e4a923e49c79bd", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 74:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 74:1", "sourceHeRef": "ספר המצוות, מצוות עשה ע״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 74.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו שיקריב קרבן כל איש זב שנתרפא מזובו וזהו קרבן הזב, והוא מחוסר כפרה עד שיקריבהו, והוא אמרו יתעלה ויתברך שמו וכי יטהר הזב מזובו וביום השמיני יקח לו שתי תורים. (זאת תהיה, מחוסרי כפרה פ\"א גם פ\"ב וג'): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us that any man who is healed from a discharge offer a sacrifice. And this is the sacrifice of the <i>zav</i>; and he is lacking [full] atonement until he offers it. And that is His, may He be exalted and may His name be blessed, saying, \"When one with a discharge becomes clean of his discharge [...]. On the eighth day he shall take two turtledoves\" (Leviticus 15:13-14). (See Parashat Metzora; Mishneh Torah, Offerings for Those with Incomplete Atonement 1-3.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "56a614c4d6e4a923e49c7a95", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 111:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 111:1", "sourceHeRef": "ספר המצוות, מצוות עשה קי״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 111.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה המצורע לגלח והיא הטהרה השניה לה כמו שהתבאר בסוף נגעים, והוא אמרו וביום השביעי יגלח. וכבר קדם (*מצוה צ\"ג.) תורף לשונם שלשה מגלחין ותגלחתן מצוה המצורע והנזיר והלוים. וכבר התבארו דיני מצוה זו בסוף נגעים. ובכאן אבאר לך מה הסבה במנותנו תגלחת המצורע מצוה בפני עצמה והבאת קרבנותיו מצוה בפני עצמה, וזה כי המצורע אין קשר לתגלחת עם הבאת קרבנותיו והתכלית מתגלחתו זולת התכלית המגעת מהבאת קרבנותיו, וזה כי המצורע טהרתו תלויה בתגלחתו. ובששי מנזיר (דף מ\"ד:) אמרו מה בין נזיר למצורע אלא שזה טהרתו תלויה בימים וזה טהרתו תלויה בתגלחתו, רוצה לומר המצורע, וכשגלח המצורע ונשלמה תגלחתו השניה טהור מלטמא כשרץ כמו שהתבאר בסוף נגעים (פרק י\"ד), וישאר מחוסר כפורים עד שיביא קרבנותיו כשאר מחוסר כפורים כמו שהתבאר שם, והיה תכלית תגלחתו שהוא טהור מלטמא כשרץ הביא קרבנותיו או לא הביא, ותכלית הבאת קרבנותיו תשלום כפרתו כשאר מחוסרי כפרה כלומר זב וזבה ויולדת. וכבר קדם לנו אמרם (כריתות ח':) ארבעה מחוסרי כפרה, ושם נתבאר שהנזיר אינו מחוסר כפרה, אבל המעשה ההוא בכללו כלומר הנלוה והבאת קרבן יתיר לו שתיית היין ולא יספיק מהם האחד בלתי חבירו, אבל הגלוח נקשר בקרבן והקרבן נקשר בגלוח ובקבוצם יגיעו לתכלית אחד, והוא שיותר לו הדברים שהיו אסורים עליו בימי נזרו. ובששי מנזיר (דף מ\"ו:) אמרו גלח על הזבח ונמצא פסול תגלחתו פסולה וזבחיו לא עלו לו. הנה התבאר לך כי התגלחת הוא מתנאי הזבח והזבח מתנאיה. ובתוספתא גם כן התבאר שנזיר שכלו ימיו אסור לגלח ולשתות יין ולטמא למתים עד שיעשה מעשה ההוא כלו והוא תגלחת טהרה, כמו שהתבאר בששי מנזירות (דף מ\"ה) והוא שיתגלח פתח אהל מועד וישליך שערו תחת הדוד ויקריב הקרבנות כאשר באר בכתוב, ואתה תמצאם ברוב מקומות ויקראו הבאת הקרבנות תגלחת. ובביאור אמרו במקום המשנה (שם דף י\"א:) הנני נזיר ועלי לגלח כו', רוצה בזה שיביא קרבנות נזיר ויקריבם בעדו. הנה כבר התבאר לך שהתגלחת נופלת על הבאת הקרבנות, והסבה בזה היותה חלק מהם כמו שבארנו, ובקבוצם יסתלק דין הנזירות וישתה הנזיר יין. אמנם תגלחת טומאה היא מדין המצוה כמו שבארנו במה שקדם. (מצורע, טהרה הלכות טומאת צרעת פי\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded the <i>metsora</i> (a person with <i>tsaarat</i>) to shave, and that is its second purification - as it is explained at the end of Negaim. And that is His saying, \"And [...] on the seventh day, he shall shave\" (Leviticus 14:9). And the essence of their words has already preceded [this] (Sefer HaMitzvot, Positive Commandments 93), \"Three shave, and their shaving is a commandment: The nazarite; the <i>metsora</i>; and the Levites.\" And the laws of this commandment have already been explained at the end of Negaim. And here I will explain the reason for our counting the shaving of the <i>metsora</i> and the bringing of his sacrifice as [two] separate commandments. And that is because there is no connection for the <i>metsora</i> between the shaving and the bringing of his sacrifices. And the purpose of the shaving is distinct from the purpose that is accomplished by bringing his sacrifices. And that is because the purification of the  <i>metsora</i> is dependent upon his shaving. And in the sixth chapter of Nazir (Nazir 44b), they said, \"What is the difference between a nazarite and a <i>metsora</i>? It is only that the purification of this one is dependent upon days and the purification of that one is dependent upon his shaving\" - meaning to say the <i>metsora</i>. And when the <i>metsora</i> shaves and completes his second shaving, he is pure from [continuing to] give off impurity like a creeping animal, as is explained at the end of Negaim (Negaim 14). However, he is still lacking [complete] atonement until he brings his sacrifices - like the other ones that lack [complete] atonement, as is explained there. So the purpose of his shaving was to be pure from [continuing to] give off impurity like a creeping animal - whether or not he brought his sacrifices. Whereas the purpose of bringing his sacrifices is the completion of his atonement - like the other ones that lack [complete] atonement, meaning the <i>zav</i>, the <i>zavah</i> and the woman after childbirth. And we have already been preceded by their saying (Keritot 8b), \"Four are lacking [complete] atonement.\" And there it is made clear that the nazarite is not one lacking atonement. Rather that action (his sacrifice) is included in it - meaning to say that the [shaving] and the bringing of the sacrifice permit him to drink wine; however one of them will not suffice without the other. Instead, the shaving is connected to the sacrifice and the sacrifice is connected to the shaving, and they [only] achieve their purpose when they are combined - and that is that they permit those things that were forbidden to him in the days of his being a nazarite. And in the sixth [chapter] of Nazir (Nazir 46b), they said, \"One who shaves over his sacrifice, and it is found to be disqualified - his shaving is disqualified and his sacrifices do not count for him.\" Behold it has been made clear to you that the shaving is from the stipulations of the sacrifice and the sacrifice is from the stipulations of the shaving. And it is also explained in the Tosefta (Nazir 15a) that a nazarite that has completed his days is [still] forbidden to shave, to drink wine and to become impure with corpses until he does that whole process - and that is the shaving of purification, as it is explained in the sixth [chapter] of Nazir (Nazir 45b). And that is that he shaves at the opening of the Tent of Meeting, throws his hair under the urn and offers his sacrifices - as Scripture explains. And you will find that in most places, they called the bringing of [these] sacrifices, \"shaving.\" And in some places in the Mishnah, they said in explanation (Nazir 11b), \"[One who says,] 'Behold I am nazarite and it is upon me to shave, etc.'\" - by which, he means that he will bring the sacrifices of the nazarite and offer them on his behalf. Behold it has already been made clear to you that \"shaving\" is used [to mean] the bringing of the sacrifices. And the reason for this is that it is a part of them - as we have explained - and it is with their combination that the status of nazarite is removed, and the nazarite may drink wine. However the shaving of impurity (of a <i>metsora</i>) is a law of the commandment, as we have explained earlier (Sefer HaMitzvot, Positive Commandments 93). (See Parashat Metzora; Mishneh Torah, Defilement by Leprosy 11.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d15d6e4a94c7c18a65c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 14:49", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Tafsir Rasag, Leviticus 14:49", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ד:מ״ט", "anchorVerse": 49, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 14.0049, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ויאכ̇ד̇ לתד̇כיתה עצפורין ועוד ארז וחריר קרמז וצעתרא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b15fd6e4a952249cbf81", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Minchat Shai on Torah, Leviticus 14:49:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>ואזב.</b> בהעתק הללי ואזב ירושלמי ואזוב עכ\"ל. וברוב ספרי הדפוס מלא וא\"ו כתיב. אך בכל ספרים כ\"י מדוייקים ובדפוס ישן חסר וא\"ו וכן במ\"ג פרשת בא נמסר ג' ואזוב מלאים בתורה וכן כתבם הרמ\"ה ז\"ל ואין זה מהם:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2de5d6e4a90d4d5bfb40", "index_title": "Steinsaltz on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Berakhot 41a:10", "anchorRef": "Leviticus 14:33-53", "anchorRefExpanded": ["Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Steinsaltz on Berakhot 41a:10", "sourceHeRef": "ביאור שטיינזלץ על ברכות מ״א א:י׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 81.001, "collectiveTitle": {"en": "Steinsaltz on Berakhot", "he": "ביאור שטיינזלץ על ברכות"}, "heTitle": "ביאור שטיינזלץ על ברכות", "he": "<b>\"חטה\"</b> נאמרה כשיעור לענין שיעור הזמן בו חלה טומאת בית על אדם. <b>דתנן</b> <small>[ש</small>כן <small>שנינו</small> במשנה<small>]:</small> <b>הנכנס לבית המנוגע</b> בצרעת הבית (עיין ויקרא יד, לג–נג) <b>וכליו</b> (בגדיו) מונחים <b>על כתפיו, וסנדליו וטבעותיו בידיו</b> — <b>הוא והן,</b> החפצים והבגדים <b>טמאין מיד.</b> אך כאשר <b>היה לבוש כליו, וסנדליו ברגליו, וטבעותיו באצבעותיו</b> — <b>הוא טמא מיד</b> עם כניסתו לבית, <b>ו</b>אולם <b>הן,</b> הכלים <b>טהורין עד שישהה</b> בבית <b>בכדי</b> שיעור זמן <b>אכילת פרס</b> (חצי ככר), ודווקא חצי ככר העשויה מ<b>פת חטין ולא פת שעורין.</b> ולגבי מהירות האכילה, הרי החשבון הוא באדם ה<b>מיסב ואוכלן</b> לאותו לחם <b>בלפתן.</b> הרי שיעור הנקבע על פי מאכל חיטה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436705d6e4a97d18d913db", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 14:49:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ולקח לחטא את הבית שתי צפורים וגו'.</b> הנה מפני שנטמא הבית כל ימי ההסגר והיה בלתי ראוי שתסור טומאתו בזולת פועל כלל הנה תהיה טהרתו בצפורים לפי שאי אפשר בו הטבילה כי הם יורו על שזה ההפסד בא מצד החמר וההזאה בזה האופן תורה על הנקות מזה החסרון כמו שבארנו במה שקדם. והנה תהיה ההזאה הזאת על משקוף הבית מבחוץ להורות שסר הנגע כמו שבארנו במה שקדם:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd71c73ad4f00597c08f9", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Shemot, Torah Ohr 18", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Shemot, Torah Ohr 18", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, שמות, תורה אור י״ח", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 18, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>ובזה</b> יובן מאמר בשמות רבה <small>(א, לב)</small> למה נקראת צפורה, שטהרה הבית כצפור, עד כאן לשונו. רצו לומר צפור מטהר בית המנוגע, רבי יוסי קרא לאשתו ביתו <small>(שבת קיח, ב)</small>. והנה בהיותה ברשות קין קינא דמסאבותא מצד זוהמת הנחש טומאת מצורע מוציא רע על קונו לומר מן העץ הזה אכל כו' <small>(מדרש תהלים א, ט)</small>. ומטה משה מעץ החיים בסוד הב\"ל שאין בו חטא. והבל חי מ\"ט יום כמו שכתב האר\"י שבעתים ז' פעמים ז' יקם <small>(בראשית ד, טו)</small> ראשי תיבות *יתרו *קין *מצרי, הרי שהבל היה מ\"ט יום בעולם הזה הנברא בה\"א, זהו מטה, ואח\"כ נעשה מטה משה. וכשסירב משה לילך בשליחות לפרעה שהוא חידוש עולם, על כן נתהפך אז המטה לנחש וידו נעשית מצורע:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "This also explains the Midrash saying that Tzipporah was so named, since like a bird, צפור, she purified, the reference being to the offerings of צפורים to signify purification of people who had previously been afflicted with צרעת (Shemot Rabbah 32; Leviticus 14,4). Similarly it is used to purify the house afflicted with certain kinds of stains (Leviticus 14,49). Rabbi Yossi used to refer to his wife as \"his house\". As long as this twin sister of Abel had been under the control of Cain,- maybe she (Tzipporah) blamed G–d. Cain was jealous, blaming his fate on the original sin of his father Adam who had brought contamination into the world, had made him an outcast like the מצרע the person afflicted with that skin disease. This fits because we know that such an affliction is usually due to slanderous talk of a person (Eyruvin 15). Moses' staff, מטה, was rooted in the עץ החיים, tree of life, the סוד of Abel who had not been tainted with sin. Abel lived for 49 days as the Ari zal explains the meaning of the word שבעתים \"sevenfold,\" to mean seven times seven (Genesis 4,15). The word יקם, \"will be avenged,\" is composed of the respective letters in the threesome יתרו-קין-מצרי. Abel lived 49 days in this world which was created with the letter \"ה\" (Genesis 2,4, see Menachot 29). The number 49 is equivalent to the numerical value of the word מט\"ה, Moses' staff. The letter ה in the word is a reference only to G–d having created the world with the help of that letter. It became the staff and symbol of Moses later on. When Moses refused the mission to go to Pharaoh and bring about the חידוש העולם, his staff was turned into a צרעת serpent, and his hand became afflicted with צרעת, to show that he had aborted his purpose in life.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7d99fba51caf0018dcaaa0", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tazria Parashat Negaim, Chapter 16 12", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Sifra, Tazria Parashat Negaim, Chapter 16 12", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרק טז י״ב", "anchorVerse": 49, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 12, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[יב] \"זאת תורת נגע צרעת בגד הצמר או הפשתים\" – מקישם לבית. מה בית מיטמא בביאה אף כולם מיטמאים בביאה. אי מה בית טעון צפרים אף כולם יטענו צפרים? ת\"ל \"זאת\". רבי אומר, הרי הוא אומר \"זאת התורה לכל נגע הצרעת ולנתק ולצרעת הבגד ולבית\" – הקיש בגד לבית, מה בית מטמא בביאה אף כולם מטמאים בביאה. אין לי אלא בגד, מנין לרבות את כולם? ת\"ל \"זאת תורת נגע צרעת בגד הצמר וכולי\" – מקישן לבגד, מה בגד מטמא בביאה אף כולם מטמאים בביאה. אי מה בגד מטמא בכל הטומאות אף כולם מטמאים בכל הטומאות… ת\"ל \"זאת\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "12) (Vayikra 13:59) (\"This is the law of the plague-spot of leprosy, in a garment of wool or linen, or in the warp, or in the woof, or in any article of skin, to declare it clean or to declare it unclean.\") \"This is the plague-spot of leprosy, etc.\": (Vayikra 14:54) (\"This is the law for all plague-spots or leprosy and for a nethek (Vayikra 14:55) and for the leprosy of a garment and of a house.\") They (plague-spot garments) are being likened to a house, viz., Just as a house is rendered unclean by the entry (of an unclean person), so it is rendered unclean by the entry of all (plague-spot garments). — But perhaps just as a house requires birds (for its cleansing, [viz. Vayikra 14:49]), so all (plague-spot garments) should require birds (for their cleansing)! It is, therefore, written \"This\" (i.e., only in this respect [that of \"entry\"] are they similar, and not in the other.) Rebbi says: It is written \"This is the law for all plague-spots of leprosy and for a nethek and for the leprosy of a garment and of a house.\" Just as a house renders unclean by entry, so all are rendered unclean by entry. This tells me only of a garment. Whence do I derive all of them (i.e., warp and woof, etc.) for inclusion? From \"This is the law of the plague-spot of leprosy … in the warp or in the woof, etc.\" Just as a garment renders unclean by entry, so all (i.e., warp and woof, etc.) render unclean by entry. — But perhaps just as a garment is rendered unclean by all that are tamei (e.g., sheratzim, semen, etc.), so all (warp and woof etc.) are rendered unclean by all that are tamei! It is, therefore, written \"This\" (and not the others).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caeffdf38f4c90017cdd403", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 197", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 197", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קצ״ז", "anchorVerse": 49, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 197, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וְטַהֲרוֹתָיו וְאָז יִירְשׁוּ בָּמוֹ <big><strong>דְּבֵקִים</strong></big>:", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And purifying them, so that the devout may inherit them.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d239fca57985900e21d539f", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 19a:9", "anchorRef": "Leviticus 14:33-53", "anchorRefExpanded": ["Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Niddah 19a:9", "sourceHeRef": "נדה י״ט א:ט׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 37.0009, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "אלא בין נגעי אדם לנגעי בתים ולנגעי בגדים וכולן טמאין הכא נמי בין דם נדה לדם זיבה וכולן טמאין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather,</b> the phrase “between leprous mark and leprous mark” must mean the following: <b>Between the leprous marks</b> that afflict <b>man</b> (see Leviticus 13:1–46) <b>and the leprous marks of houses</b> (see Leviticus 14:33–53) <b>and the leprous marks of garments</b> (see Leviticus 13:47–59), as different <i>halakhot</i> pertain to these categories of leprous marks, <b>and</b> yet <b>they are all ritually impure.</b> Therefore, <b>here too,</b> when the verse states: “Between blood and blood,” it means: <b>Between the blood of a menstruating woman and the blood of a discharge [<i>ziva</i>], and they are all ritually impure.</b> If so, this verse cannot be cited as proof that there is a type of blood emitted by a woman that is pure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d239fd557985900e21d5643", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 31b:4", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Niddah 31b:4", "sourceHeRef": "נדה ל״א ב:ד׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 62.0004, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "מאי משמע דהאי חטא לישנא דדכויי הוא דכתיב (ויקרא יד, מט) וחטא את הבית ומתרגמינן וידכי ית ביתא ואי בעית אימא מהכא (תהלים נא, ט) תחטאני באזוב ואטהר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara explains this derivation: <b>From where may</b> it <b>be inferred that this term “<i>ḥet</i>” is</b> a reference <b>to purity?</b> The Gemara answers: <b>As it is written</b> with regard to leprosy of houses: <b>“<i>Veḥittei</i> the house”</b> (Leviticus 14:52), <b>and we translate</b> the verse into Aramaic as: <b>And he shall purify the house. And if you wish, say</b> that the interpretation is derived <b>from here: “Purge me [<i>teḥatte’eni</i>] with hyssop, and I shall be pure”</b> (Psalms 51:9). Evidently, the root <i>ḥet</i>, <i>tet</i>, <i>alef</i> refers to purification.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d88c35c434ff5c22da48378", "index_title": "Yeriot Shlomo on Torah", "category": "Commentary", "type": "commentary", "ref": "Yeriot Shlomo on Torah, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Yeriot Shlomo on Torah, Leviticus 14:49:1", "sourceHeRef": "יריעות שלמה על התורה, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1530, 1570], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Yeriot Shlomo", "he": "יריעות שלמה"}, "heTitle": "ויקרא", "he": "<b>יש מקשי' </b>מפני מה מביא צפרים לטהרת הבתים בשבוע שנית שנתרפא הנגע והאדם שנרפא בשבוע שני' אינו מביא כלל קרבן לטהרתו כי אם מצורע מוחלט ונרא' דלק\"מ כי האדם אינו מביא כלל קרבן לטהרתו אלא כשנעשה בו כבר מעשה טומאה דהיינו מצורע מוחלט שהוציאו מחוץ למחנה ובבית נמי אחרי החלץ האבנים ואחרי הקצוע והמעש' טומאתו וכשנתרפ' אחרי הקצוע והנוחו מביא קרבן לטהרתו ודוק מהרש\"ל:", "heVersionTitle": "Yeriot Shelomo, Prague 1609", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f9eeb7d2e1475644897", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Midrash Lekach Tov, Leviticus 14:49:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ולקח לחטא את הבית  <i data-commentator=\"Beur HaRe'em\" data-order=\"87\"></i> בבעל הבית הכתוב מדבר. ושחט את הצפור. בכהן מדבר. ולקח את עץ הארז. כדרך שהיה עושה במנוגע כך היה עושה בבית המנוגע. והזה על הבית. על שקופו <i data-commentator=\"Beur HaRe'em\" data-order=\"88\"></i> וכן הוא אומר (במצורע) [בפסח] (שמות י״ב:ז׳) על הבתים אשר יאכלו אותו בהם והוא השקוף שנאמר והגעתם אל המשקוף:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed747cf7a0c25239b57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 2-5", "anchorRef": "Leviticus 14:1-57", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ג׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": false, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Purification from Tzaraat", "he": "ויקרא הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In 13:44–45 we were informed about the diseased person’s isolation from the camp. We now turn to the ceremony attending his purification and, from v.33 on, that of a house. In a complex ritual that foreshadows the great Purgation ceremony of Chap. 16 (with some connections to the ritual of purging the impurity of death in Num. 19), <i>tzaraat</i> is removed from its dangerous position in the camp. Many aspects seem to be archaic and even tinged with magic; in Milgrom’s view, these characteristics survive only symbolically, and ancient Israel has rid itself of dependence on magic—in his words, it has “eviscerated” demonism.", "The substances used for purification—cedar, scarlet, hyssop—seem to connote life (and hence remove the death symbolism of <i>tzaraat</i>): they all bear the red color of blood, which itself was the great biblical indicator of life (cf. 17:11 below). Notable is the adjective “living,” applied to both the birds and the water utilized in the ceremony.", "The purification ritual itself, interestingly, parallels the consecration of the priests in Chap. 8. This is particularly evident in the fourfold dabbing of blood on the right extremities of the diseased person (cf. 8:23, 24 for the corresponding action). In Chap. 8, movement took place from the everyday sphere into that of the holy; here, the person with <i>tzaraat</i> moves from isolation to eventual reintegration into society (i.e., the camp)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af972", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 1", "anchorRef": "Leviticus 14:1-57", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Purification from Tzaraat 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 14:1-57\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 14:1-57</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d125799066b7e5d12643d", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 4:2:2", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 4:2:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ד׳:ב׳:ב׳", "anchorVerse": 49, "sourceHasEn": false, "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<big><strong>תלמוד</strong></big><br>במשנה שנינו: <b>\"פרה ושעיר\" כול'</b> \"ולשון של זהורית... ולשון שבין קרניו...\"<b>.</b>\n<br><small>כאן התחלת מקבילה בירושלמי יומא ד,ב.</small>\n<br><b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>: שלשה לשונות</b> – של תולעת השני, <b>הן</b> – הנזכרות במשנה (במשנת רבי)<b>: של שעיר</b> (בדפוס ונציה הבבלי נוסף: 'משתלח') <b>בסלע</b> – לשון שהיה הכוהן הגדול קושר בראשו של השעיר המשתלח, וכן לשון שהיה המוליך את השעיר המשתלח קושר חציה בין שתי קרניו, הנזכרות במשנה כאן וביומא, היה משקלן סלע<b>,</b> ו<b>של מצורע בשקל</b> – לשון שהיה הכוהן לוקח בשביל המצורע הנטהר מצרעתו (ויקרא יד,ד) ובשביל הבית המנוגע הנטהר מצרעתו (ויקרא יד,מט), הנזכרת במשנה נגעים (יד,א), היה משקלה שקל (חצי סלע)<b>,</b> ו<b>של פרה בשתי סלעים</b> – לשון שהיו משליכים אל תוך שריפת הפרה האדומה (במדבר יט,ו), הנזכרת במשנה פרה (ג,יא), היה משקלה שתי סלעים<b>.</b>\n<br><b>רבי חונייה דברת חוורן</b> (אמורא ארץ ישראלי בדור הראשון, מהיישוב ברת חוורן בהרי חוורן בעבר הירדן) אמר בשם <b>רבי בא בר זבדא</b> (אמורא ארץ ישראלי בדור השני והשלישי) שאמר <b>בשם רבי שמעון בן חלפותא</b> (תנא בדור החמישי) (ב\"שרידי הירושלמי\": 'רבי חונייה דברת חוורן בשם רבי שמעון בר חלופ...', ולא נזכר רבי בא בר זבדא. ובמקבילה ובנוסח הבבלי של מסכת שקלים: 'רבי בא בר זבדא בשם רבי שמעון בן חלפתא', ולא נזכר רבי חונייה דברת חוורן. ובמסירה שלפנינו יש להפוך את סדר האמוראים: 'רבי בא בר זבדא, רבי חונייה דברת חוורן בשם רבי שמעון בן חלפותא', משום שכך ראוי להיות על פי סדר הדורות)<b>: של פרה בשתי סלעים ומחצה</b> – לשון שהיו משליכים אל תוך שריפת הפרה האדומה היה משקלה שתי סלעים וחצי<b>.</b>\n<br><b>ואית דמפקין לישנא:</b> – ויש שמוציאים את הלשון (אומרים את הדבר בלשון אחרת, מציעים ניסוח אחר של הלשון שאמר רבי שמעון בן חלפותא)<b>:</b>: <b>בעשרה זִין</b> (כן הוא ב\"שרידי הירושלמי\" ובמקבילה. ובמסירה שלפנינו הגיה מגיה: 'זוז', וכן הוא בנוסח הבבלי של מסכת שקלים) – לשון שהיו משליכים אל תוך שריפת הפרה האדומה היה משקלה עשרה זין (עשרה זוז), שהם שתי סלעים ומחצה (סלע הוא ארבעה זוזים)<b>.</b><br><br><small>עד כאן המקבילה בירושלמי יומא.<br><br>סלע, שקל וזוז היו משמשים מטבעות וגם משקלות.<br>במשנה תרומות י,ח נזכר \"משקל עשרה זוז\", אך הנוסח בכמה כתבי יד של המשנה: \"משקל עשרה זין\", וכן הוא באותו עניין בתוספתא תרומות ט,א. \"זין\" נזכר גם באותו עניין בירושלמי תרומות י,ז.<br><br>ב<b>בבלי יומא</b> מא,ב-מב,א אמרו: כי אתא רב דימי אמר רבי יוחנן: שלוש לשונות (של תולעת השני) שמעתי, אחת של פרה, ואחת של שעיר המשתלח, ואחת של מצורע. אחת משקל עשרה זוז, ואחת משקל שני סלעים (שמונה זוז), ואחת משקל שקל (שני זוזים), ואין לי לפרש (איזו מהן הקטנה ואיזו הגדולה). - כי אתא רבין פירשה משמיה דרבי יונתן: של פרה - משקל עשרה זוז, ושל שעיר המשתלח - משקל שני סלעים, ושל מצורע - משקל שקל.<br>אמר רבי יוחנן: פליגי בה רבי שמעון בן חלפתא ורבנן בפרה (בלשון של פרה); חד אמר: משקל עשרה זוז, וחד אמר: משקל שקל. - אמר ליה רבי ירמיה מדיפתי לרבינא: לא בפרה פליגי, אלא בשעיר המשתלח (בלשון של שעיר המשתלח) פליגי.<br><br>בבבלי אמרו משמו של רבי יונתן שלא כמו שאמרו בשמו בירושלמי. של פרה - לפי הבבלי עשרה זוז, ולפי הירושלמי שני סלעים (שמונה זוז), ושל שעיר - לפי הבבלי שני סלעים, ולפי הירושלמי סלע. אומנם, של מצורע - גם לפי הבבלי וגם לפי הירושלמי שקל.<br>בבבלי לא ידעו מה אמר רבי שמעון בן חלפתא בשל פרה. אבל לפי הירושלמי, רבי שמעון בן חלפתא הוא שאמר, ששל פרה - עשרה זוז (שני סלעים ומחצה).<br><br>במשנה יומא ד,ב שנינו: קשר לשון של זהורית בראש שעיר המשתלח והעמידו כנגד בית שילוחו, ולנשחט כנגד בית שחיטתו. בבבלי יומא מא,ב שאלו לפירוש דיבור המשנה \"ולנשחט כנגד בית שחיטתו\", האם הוא עולה על הקשירה, שהכוהן הגדול קשר לשון של זהורית כנגד צווארו של השעיר הנשחט, או שהוא עולה על ההעמדה, שהעמיד את השעיר הנשחט כנגד מקום שחיטתו, ולא קשרו בשעיר הנשחט לשון של זהורית. בבבלי הסיקו, שהוא עולה על הקשירה, שקשר בו את הלשון כנגד הצוואר.<br>בסדרי עבודה ארץ ישראליים ליום הכיפורים של הפייטן יוסי בן יוסי ושל פייטנים אחרים לא נתפרשה המשנה כבבלי. הפייטנים הזכירו לשון של זהורית רק אצל שעיר המשתלח, ופירשו את דיבור המשנה \"ולנשחט כנגד בית שחיטתו\" שהוא עולה על ההעמדה. ונראה שזה פירוש ממסורת ארץ ישראל. מכיוון שקשירת לשון של זהורית בצווארו של השעיר הנשחט אינה נזכרת במקום אחר, לכן נראה כמו שהבינו הפייטנים ש\"ולנשחט\" מוסב על \"והעמידו\" ולא על \"קשר לשון של זהורית\". גם רבי יוחנן בבבלי, שאמר ששלוש לשונות הן, מונה את הלשון של שעיר המשתלח, ואינו מזכיר את הלשון של השעיר הנשחט.<br>קשירת לשון של זהורית בראש השעיר ביום הכיפורים אינה מופיעה במקרא.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6297c4775bc5b598fdcea399", "index_title": "Mishnah Negaim", "category": "Mishnah", "type": "", "ref": "Mishnah Negaim 13:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Mishnah Negaim 13:1", "sourceHeRef": "משנה נגעים י״ג:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Mishnah Negaim", "he": "משנה נגעים"}, "heTitle": "משנה נגעים", "he": "עֲשָׂרָה בָתִּים הֵן, הַכֵּהֶה בָרִאשׁוֹן, וְהַהוֹלֵךְ לוֹ, קוֹלְפוֹ וְהוּא טָהוֹר. הַכֵּהֶה בַשֵּׁנִי, וְהַהוֹלֵךְ לוֹ, קוֹלְפוֹ וְהוּא טָעוּן צִפֳּרִים. הַפּוֹשֶׂה בָרִאשׁוֹן, חוֹלֵץ וְקוֹצֶה וְטָח וְנוֹתֵן לוֹ שָׁבוּעַ. חָזַר, יִנָּתֵץ. לֹא חָזַר, טָעוּן צִפֳּרִים. עָמַד בָּרִאשׁוֹן וּפָשָׂה בַשֵּׁנִי, חוֹלֵץ וְקוֹצֶה וְטָח וְנוֹתֵן לוֹ שָׁבוּעַ. חָזַר, יִנָּתֵץ. לֹא חָזַר, טָעוּן צִפֳּרִים. עָמַד בָּזֶה וּבָזֶה, חוֹלֵץ וְקוֹצֶה וְטָח וְנוֹתֵן לוֹ שָׁבוּעַ. חָזַר, יִנָּתֵץ. לֹא חָזַר, טָעוּן צִפֳּרִים. אִם עַד שֶׁלֹּא טִהֲרוֹ בַצִּפֳּרִים נִרְאָה בוֹ נֶגַע, הֲרֵי זֶה יִנָּתֵץ. וְאִם מִשֶּׁטִּהֲרוֹ בַצִּפֳּרִים נִרְאָה בוֹ נֶגַע, יֵרָאֶה בַּתְּחִלָּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "There are ten [laws concerning the negaim in] houses:(1 + If during the first week a nega became faint or disappeared, it must be scraped and is then clean. (3 + If during the second week it became faint or disappeared, it must be scraped and the owner must bring the birds. If it spread during the first week, the stones must be taken out and the wall scraped and plastered, and another week must be allowed. If it then returned the entire house must be pulled down; If it did not return, the birds must be brought. If it remained unchanged during the first week but spread during the second week, the stones must be taken out and the wall scraped and plastered, and another week must be allowed. If it then returned, the house must be pulled down; If it did not return the birds must be brought. If it remained unchanged in both weeks, the stones must be taken out, and the wall scraped and plastered, and a week must be allowed. If it then returned the house must be pulled down; If it did not return, the birds must be brought. If before cleanness was attained through the birds a new nega appeared, the house must be pulled down; But if it appeared after cleanness through the birds had been attained, it must be inspected as if it had appeared for the first time.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6297c6075bc5b598fdcea406", "index_title": "Mishnah Negaim", "category": "Mishnah", "type": "", "ref": "Mishnah Negaim 3:8", "anchorRef": "Leviticus 14:49-53", "anchorRefExpanded": ["Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Mishnah Negaim 3:8", "sourceHeRef": "משנה נגעים ג׳:ח׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0008, "collectiveTitle": {"en": "Mishnah Negaim", "he": "משנה נגעים"}, "heTitle": "משנה נגעים", "he": "הַבָּתִּים מִטַּמְּאִין בִּשְׁלשָׁה שָׁבוּעוֹת וּבִשְׁלשָׁה סִימָנִים, בִּירַקְרַק וּבַאֲדַמְדַּם וּבְפִשְׂיוֹן. בִּירַקְרַק וּבַאֲדַמְדַּם, בַּתְּחִלָּה, בְּסוֹף שָׁבוּעַ רִאשׁוֹן, בְּסוֹף שָׁבוּעַ שֵׁנִי, בְּסוֹף שָׁבוּעַ שְׁלִישִׁי, לְאַחַר הַפְּטוּר. וּבְפִשְׂיוֹן, בְּסוֹף שָׁבוּעַ רִאשׁוֹן, בְּסוֹף שָׁבוּעַ שֵׁנִי, בְּסוֹף שָׁבוּעַ שְׁלִישִׁי, לְאַחַר הַפְּטוּר. וּמִטַּמְּאִין בִּשְׁלשָׁה שָׁבוּעוֹת, שֶׁהֵן תִּשְׁעָה עָשָׂר יוֹם. אֵין בַּנְּגָעִים פָּחוֹת מִשָּׁבוּעַ אֶחָד, וְלֹא יוֹתֵר עַל שְׁלשָׁה שָׁבוּעוֹת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Houses become unclean for three weeks and by one of the following three signs: by a greenish color or by a reddish color or by a spreading. \"By a greenish color or by a reddish color,\" in the beginning, at the end of the first week, at the end of the second week, at the end of the third week, or after they have been pronounced clean. \"Or by a spreading,\" at the end of the first week, at the end of the second week, at the end of the third week, or after they have been pronounced clean. They become unclean for three weeks which are nineteen days. None of the leprosy signs is for less than a week or for more than three weeks.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64187caac9371ec0cebe6781", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Reggio on Torah, Leviticus 14:49:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>לחטא,</b> כמו וחטא את המזבח (ח ט\"ו):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc57758c1dc532ec8df0", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 14:49", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Steinsaltz on Leviticus 14:49", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ד:מ״ט", "anchorVerse": 49, "sourceHasEn": true, "commentaryNum": 14.0049, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְלָקַח לְחַטֵּא</b>, לטהר \n    <b>אֶת הַבַּיִת שְׁתֵּי צִפֳּרִים וְעֵץ אֶרֶז וּשְׁנִי תוֹלַעַת וְאֵזֹב</b>,", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He shall take, to cleanse, </b>purify, <b>the house, two birds, cedar wood, scarlet wool, and hyssop. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253bbafedbab4498f482af9", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Ibn Ezra on Leviticus 14:49:1", "sourceHeRef": "אבן עזרא על ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ולקח.</b> בחבירו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND HE SHALL TAKE. This is to be interpreted as its counterpart.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 4.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd2cd6e4a97c9cbb1572", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Bekhor Shor, Leviticus 14:49:1", "sourceHeRef": "בכור שור, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>ולקח לחטא.</b> כמו שעושה לטהרת המצורע. ונראה שלאחר וקצה וחלץ וטח, מניח את הבית שבעה אולי יחזר הנגע, זהו פירוש הפרשה לפי פשוטה ולפי סדר המקראות. אבל רבותינו אמרו שזה שכתב: ובא הכהן וראה והנה פשה, שלא במקומו נכתב, ואלעיל קאי, דקאמר שאם פשה חולץ וקוצה וטח, והשתא דקאמר שאם לא פשה בשבוע ראשון שמסגיר אותו בשבוע שני, ואם פשה בשני חולץ וקוצה וטח, ולפיכך אמר לשון ופשה. וזהו דתנא דבי ר' ישמעאל ושב הכהן ובא הכהן, מה להלן חולץ וקוצה וטח ונותן שבוע להסגיר, אף כאן. ואם עמד בזה ובזה, שלא פשה לא בשבוע ראשון ולא בשבוע שני, חולץ וקוצה וטח [ו]נותן שבוע להסגירו, שאין בנגעים יותר מג' שבועות בהסגר. ואם תאמר: מאחר שבשבוע שני בין פשה בין לא פשה חולץ וקוצה וטח, למה הסגיר בשני, איכא למימר, שמא ירפא ויעבר מראה הנגע. והאי דקאמר ופשה דהאי קרא דשבוע שני, אפילו פשה קאמר, אפילו פשה אינו אלא חולץ וקוצה וטח ונותן שבוע ואינו נותץ מיד, כדילפינן מושב ובא; והוא הדין לעמד בשני שאינו נותץ את הבית, אלא חולץ וקוצה [וטח] ואינו נותץ אלא אם כן פרח אחר שהלך וקצה וטח. ואינו מטהר אלא (א\"כ) לאחר שחלץ וקצה וטח ולא שב, כי אז נרפא, כדכתיב: כי נרפא הנגע, אינו מטהר אלא ברפוי. והכי הסדר: אם פשה בראשון חולץ, ואם לא פשה הראשון חוזר ומסגיר, בשני בין פשה ובין לא פשה (בשני) חולץ וקוצה, ולאחר החליצה מסגיר, פרח נותץ, לא פרח מטהר, (ציפורי' ועיץ ארז ושני תולעת כן פרשו רבותינו, והן והן הדברים שנאמרו בסיני: ", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58e39d42d6e4a94c42d0f8af", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Leviticus 14:49:1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Avi Ezer, Leviticus 14:49:1", "sourceHeRef": "אבי עזר, ויקרא י״ד:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "ויקרא", "he": "<b>ולקח בחבירו</b>. היינו שכמו ונתץ היינו כמו ונתץ את הבית והוציא הכל בצווי כן ולקח בצווי:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79bdd2d6e4a944624dbf49", "index_title": "Berakhot", "category": "Talmud", "type": "", "ref": "Berakhot 41a:10", "anchorRef": "Leviticus 14:33-53", "anchorRefExpanded": ["Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Berakhot 41a:10", "sourceHeRef": "ברכות מ״א א:י׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 81.001, "collectiveTitle": {"en": "Berakhot", "he": "ברכות"}, "heTitle": "ברכות", "he": "״חִטָּה״, דִּתְנַן: הַנִּכְנָס לַבַּיִת הַמְנוּגָּע, וְכֵלָיו עַל כְּתֵפָיו, וְסַנְדָּלָיו וְטַבְּעוֹתָיו בְּיָדָיו — הוּא וָהֵן טְמֵאִין מִיָּד. הָיָה לָבוּשׁ כֵּלָיו, וְסַנְדָּלָיו בְּרַגְלָיו, וְטַבְּעוֹתָיו בְּאֶצְבְּעוֹתָיו — הוּא טָמֵא מִיָּד, וְהֵן טְהוֹרִין עַד שֶׁיִּשְׁהֶא בִּכְדֵי אֲכִילַת פְּרָס. פַּת חִטִּין וְלֹא פַּת שְׂעוֹרִין, מֵיסֵב וְאוֹכְלָן בְּלִפְתָּן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Wheat</b> was mentioned as the basis for calculating the time required for one to become ritually impure by entering a house afflicted with leprosy, <b>as we learned</b> in a mishna: <b>One who enters a house afflicted</b> with leprosy of the house (see Leviticus 14:33–53) <b>with his clothes</b> resting <b>on his shoulders, and his sandals and his rings are in his hands,</b> both <b>he and they,</b> the clothes, sandals, and rings, <b>immediately</b> become <b>ritually impure.</b> However, if <b>he was dressed in his clothes, and his sandals were on his feet and his rings on his fingers, he immediately becomes ritually impure</b> upon entering the house, <b>but they,</b> the clothes, sandals, and rings, <b>remain pure until he stays</b> in the house <b>long enough to eat half a loaf</b> of bread. This calculation is made with <b>wheat bread,</b> which takes less time to eat, <b>and not</b> with <b>barley bread,</b> and with one who is <b>reclining and eating</b> the bread <b>with a relish,</b> which hastens the eating. There is, then, a Torah measurement that is connected specifically to wheat.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5bc7a122a20e630094ef1985", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 33b:7", "anchorRef": "Leviticus 14:33-53", "anchorRefExpanded": ["Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Chullin 33b:7", "sourceHeRef": "חולין ל״ג ב:ז׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 66.0007, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "ומי איכא ידים תחלות אין דתניא הכניס ידיו לבית המנוגע ידיו תחלות דברי רבי עקיבא וחכמים אומרים ידיו שניות", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>And are there</b> cases where <b>hands</b> assume <b>first-degree</b> impurity? The Gemara answers: <b>Yes, as it is taught</b> in a mishna (<i>Yadayim</i> 3:1): If <b>one inserts his hands into a leprous house</b> (see Leviticus 14:33–53) <b>his hands</b> assume <b>first-degree</b> impurity as though his entire body entered the house; this is <b>the statement of Rabbi Akiva. And the Rabbis say: His hands</b> assume <b>second-degree</b> impurity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bc7a127a20e630094ef1aab", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 71b:8", "anchorRef": "Leviticus 14:33-53", "anchorRefExpanded": ["Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Chullin 71b:8", "sourceHeRef": "חולין ע״א ב:ח׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 142.0008, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "מה לאדם שכן צריך שהייה בבית המנוגע תאמר בבהמה שאינה צריכה שהייה בבית המנוגע", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara challenges the inference: <b>What</b> is notable <b>about</b> the impurity of <b>a person?</b> It is notable <b>in that</b> if he entered a leprous house, in order for his garment to be rendered impure <b>he needs to remain in</b> the <b>leprous house</b> for a minimal period of time (see Leviticus 14:33–53). <b>Can you say,</b> then, that it is comparable <b>to an animal, which does not need to remain in a leprous house</b> for a minimal period of time? Rather, any utensils placed upon it are rendered impure immediately upon its entry. Since here the <i>halakhot</i> concerning impurity of an animal are more stringent than those concerning a person, one cannot necessarily apply to an animal a leniency with regard to a person.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bc7a135a20e630094ef1e95", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 27a:4", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Chullin 27a:4", "sourceHeRef": "חולין כ״ז א:ד׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 53.0004, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "אמר רב כהנא מנין לשחיטה שהיא מן הצואר שנאמר (ויקרא א, ה) ושחט את בן הבקר ממקום ששח חטהו ממאי דהאי חטהו לישנא דדכויי הוא דכתיב (ויקרא יד, מט) וחטא את הבית ואיבעית אימא מהכא (תהלים נא, ט) תחטאני באזוב ואטהר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Kahana says: From where</b> is it derived <b>with regard to slaughter that it is</b> performed <b>from the neck?</b> It is derived from a verse, <b>as it is stated: “And he shall slaughter [<i>veshaḥat</i>] the young bull</b> before the Lord” (Leviticus 1:5), which is interpreted homiletically: <b>From the place where</b> the animal <b>bends [<i>shaḥ</i>], purify it [<i>ḥattehu</i>]</b> through slaughter. The Gemara asks: <b>From where</b> does one ascertain <b>that this</b> term, <b><i>ḥattehu</i>, is an expression of purification?</b> The Gemara answers: It is ascertained from a verse, <b>as it is written: “And he shall purify [<i>veḥitte</i>] the house”</b> (Leviticus 14:52). <b>And if you wish, say</b> instead that it is ascertained <b>from here: “Purge me [<i>teḥatte’eni</i>] with hyssop and I will be pure”</b> (Psalms 51:9).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bf3e0467d30e800a7031b10", "index_title": "English Explanation of Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Negaim 12:1:1", "anchorRef": "Leviticus 14:33-53", "anchorRefExpanded": ["Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "English Explanation of Mishnah Negaim 12:1:1", "sourceHeRef": "ביאור אנגלי על משנה נגעים י״ב:א׳:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Negaim", "he": "ביאור אנגלי על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Introduction</b>\nChapter Twelve deals with negaim that are found in houses. This is referred to in Leviticus 14:33-53.\nThe first mishnah of the chapter deals with which types of houses are susceptible to negaim. It is similar to the first mishnah of chapter eleven.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e0467d30e800a7031b1a", "index_title": "English Explanation of Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Negaim 13:1:4", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "English Explanation of Mishnah Negaim 13:1:4", "sourceHeRef": "ביאור אנגלי על משנה נגעים י״ג:א׳:ד׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Negaim", "he": "ביאור אנגלי על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>(3 + 4) If during the second week it became faint or disappeared, it must be scraped and the owner must bring the birds.</b>  If it grows faint or disappears after the second week, he needs to scrape the stones, but in this case he also has to bring bird sacrifice (see Leviticus 14:49).", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c46789808d98a02694ca843", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, בְּרוֹת 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Jastrow, בְּרוֹת 1", "sourceHeRef": "מילון יסטרוב, בְּרוֹת א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "בְּרוֹת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">בְּרוֹת</strong>  f. = <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_בְּרוֹשׁ.1\" data-ref=\"Jastrow, בְּרוֹשׁ 1\">בְּרוֹשׁ</a>. Sifra Metsora, beg. <span dir=\"rtl\">שהיא של ב׳</span> that it (<span dir=\"rtl\">עץ ארז</span>, <a class=\"refLink\" href=\"/Leviticus.14.49\" data-ref=\"Leviticus 14:49\">Lev. XIV, 49</a>) means a branch of a cypress; <a class=\"refLink\" href=\"Jerusalem_Talmud_Sotah.2.2.7\" data-ref=\"Jerusalem Talmud Sotah 2:2:7\">Y. Sot. II, 18ᵃ</a> top <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שלברית.1\" data-ref=\"Jastrow, שלברית 1\">שלברית</a> (corr. acc.); <a class=\"refLink\" href=\"/Tosefta_Negaim.8.2\" data-ref=\"Tosefta Negaim 8:2\">Tosef. Neg. VIII, 2</a> <span dir=\"rtl\">של אברית</span> ed. Zuck. (Var. <span dir=\"rtl\">שלא ברית</span>; R. S. to <a class=\"refLink\" href=\"/Mishnah_Negaim.14.1\" data-ref=\"Mishnah Negaim 14:1\">Neg. XIV, 1</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_*אַבְרוֹת.1\" data-ref=\"Jastrow, *אַבְרוֹת 1\">אַבְרוֹת</a>)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5ec267e2be02d7b4971dbc9f", "index_title": "Ben Yehoyada on Niddah", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Niddah 31b:3", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "Ben Yehoyada on Niddah 31b:3", "sourceHeRef": "בן יהוידע על נדה ל״א ב:ג׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 62.0003, "collectiveTitle": {"en": "Ben Yehoyada on Niddah", "he": "בן יהוידע על נדה"}, "heTitle": "בן יהוידע על נדה", "he": "<b>וְאִי בָּעִית אֵימָא מֵהָכָא: \"תְּחַטְּאֵנִי בְאֵזוֹב וְאֶטְהָר\" <small>(תהלים נא, ט)</small>.</b> קשא כיון דאיכא פסוק מן התורה למה הוצרך להביא פסוק מן התהלים? ונראה לי בס\"ד כיון שבא לפרש בזה מלת 'בְּחֵטְא יֶחֱמַתְנִי' שהוא לשון דנקיט דוד המלך ע\"ה בתהלים ניחא ליה טפי לפרשו בלשון שנשתמש בו דוד המלך ע\"ה עצמו בתהלים דלא נימא לשון תורה לחוד ולשון כתובים לחוד.<br><b>ודע</b> דאף על גב דאיכא קרא אחרינא דכתיב וְלָקַח לְחַטֵּא אֶת הַבַּיִת <small>(ויקרא יד, מט) </small>שהוא קודם ג' פסוקים, לא דקדק להביא פסוק זה דקדים טפי משום דהוה צריך להאריך יותר להזכיר ארבעה תיבות לפחות ופסוק ו'חַטֵּא אֶת הַבַּיִת' די לו להזכיר שלשה תיבות.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3b7d96022cb66f7cecbd3", "index_title": "Avot DeRabbi Natan", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan 35:2", "anchorRef": "Leviticus 14:34-53", "anchorRefExpanded": ["Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "Avot DeRabbi Natan 35:2", "sourceHeRef": "אבות דרבי נתן ל״ה:ב׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [650, 950], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Avot DeRabbi Natan", "he": "אבות דרבי נתן"}, "heTitle": "אבות דרבי נתן", "he": " <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>אין ירושלים מטמאה בנגעים. ואין נידונית בעיר הנדחת. ואין מוציאין בה זיזין וגזוזטראות וצינורות לרשות הרבים מפני אהל (המת ו) הטומאה. ואין מלינין בה את המת. ואין מעבירין בתוכה עצמות אדם. ואין עושין בה מקום לגר <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>ותושב. ואין מקיימין בה קברות חוץ מקברי בית דוד וחולדה הנביאה שהיו שם מימות נביאים הראשונים (וכשפינו את הקברות מפני מה לא פינום) אמרו מחילה היתה שם שהיתה מוציאה הטומאה לנחל קדרון. ואין נוטעים בה נטיעות. ואין עושין בה גנות ופרדסין חוץ מגנות וורדים שהיו שם מימות נביאים הראשונים. ואין מגדלין בה (אווזין ו) תרנגולין ואין צ״ל חזירים. אין מקיימין בה אשפתות מפני הטומאה. ואין <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>מקיימין בה סורר ומורה דברי רבי נתן שנאמר (דברים כ״א:י״ט) ותפשו בו אביו ואמו והוציאו אותו אל זקני עירו ואל שער מקומו ואין זה עירו ואין זה מקומו. אין מוכרין בה בתים [אלא] מן הקרקעות ולמעלה. ואין <i data-commentator=\"Gra's Nuschah\" data-order=\"3\"></i>[מוכרין הבית לצמיתות] בתוכה לאחר י״ב חדש. <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"2\"></i>ואין לוקחין בה שכר <i data-commentator=\"Gra's Nuschah\" data-order=\"4\"></i>מטות ומצעות רבי יהודה אומר אף שכר המטות והמצעות <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"3\"></i>[לא היו לוקחין בה]. עורות קדשים מה היו עושין בהן נותנין אותן לבעלי אושפיזין. רשב״ג אומר אכסניים   היו שרויים מבפנים ובעלי אושפיזין מבחוץ. אכסניים היו מערימין <i data-commentator=\"Gra's Nuschah\" data-order=\"5\"></i>ונוטלין <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"4\"></i>כבשים המצויירין שעורותיהן יפה בד׳ וה׳ סלעים ונותנין <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"5\"></i>לבעלי אנשי ירושלים ובה [בעלי בתים] היו משתכרין:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "[A house in] Jerusalem cannot contract ritual impurity of leprous marks. Nor can it be judged as a condemned city. Nor can one build ledges, balconies, or water channels in public spaces, because they create an enclosure for (death and) impurity.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Which would render ritually impure anyone who shared the space with a corpse.</i> Nor may a corpse be left there overnight. Nor may human bones be carried through the city. Nor may a stranger be given permanent residence there. Nor may graves be placed there, except for the graves of members of the House of David or the prophetess Hulda, which have been there from the days of the first prophets. (And when they removed all the graves from the city, why were these not removed?) They say there was a grotto there that would take all the impurities out into the Kedron River. One may not plant any plants there. Nor may one make a garden or an orchard there, aside from the rose gardens which have been there since the days of the first prophets. Nor may one raise (geese or) chickens there, let alone pigs. Nor may garbage heaps be established there, because of impurity.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Because repugnant creatures are attracted to such heaps, and they impart ritual impurity upon their death.</i> A stubborn and rebellious son cannot be judged there, said Rabbi Natan, for it says (Deuteronomy 21:19), “His father and mother shall grab him and take him to the elders of the city, to the gate of his place”; but this is not his city, nor his place. Houses sold there cannot include the land they are on. [Houses cannot be sold as a permanent possession] in the city after twelve months. Rent may not be collected there, except for [the use of] beds and mattresses. Rabbi Yehudah said: even rent for beds and mattresses [was not collected].<br>What would they do with the skins of the sacrificed animals? They would give them to the owners of guest houses. Rabbi Shimon ben Gamliel said: innkeepers were inside the city, and the owners of guest houses were outside. The innkeepers would buy sheepskins with fine wool for four or five <i>sela</i> and then sell them to the people of Jerusalem, and that is how these homeowners got rich.", "versionTitle": "Avot DeRabbi Natan, trans. by David Kasher, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cf99b6084aa1cbef9c0b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵזוֹב 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, אֵזוֹב 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵזוֹב א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵזוֹב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֵזוֹב</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a></sup> <strong>hyssop (</strong>Mish. <span dir=\"rtl\">אזוב</span>, Aramaic <span dir=\"rtl\">ܙܽܘܦܐ</span>, Arabic <span dir=\"rtl\">زُوفَا</span> Frey., Ethiopic አዞብ 𝔊 ὕσσωπος, herb of purging qualities, but perhaps not precise botanical term, v. Di <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">Lv 14:6f</a>, also Löw<sup>93</sup><strong>)</strong> prob. a kind of wild marjoram (<em>origanum Maru</em>) Post<sup>Hast DB Hyssop</sup>.—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">Ex 12:22</a> + 4 times; <span dir=\"rtl\">אֵזֹב</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> + 4 times;—<em>hyssop</em>, little plant (contr. <span dir=\"rtl\">אֶרֶז</span> <em>cedar</em>) <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a>, <span dir=\"rtl\">הָא׳ אֲשֶׁר יֹצֵא בַּקִּיר</span>; <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">Ex 12:22</a> (J) <span dir=\"rtl\">אֲגֻדַּת א׳</span> a bunch of h. for sprinkling blood on doorposts; without <span dir=\"rtl\">אגרת</span>, used in cleansing from leprosy <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>; burnt with red heifer <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a>; used in cleansing with ashes of red heifer v <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a> (all P); cf. <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a> <span dir=\"rtl\">תְּחַטְּאֵנִי בְּ׳ וְאֶטְהָ֑ר</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfebb6084aa1cbefd6ef", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶ֫רֶז 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, אֶ֫רֶז 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶ֫רֶז א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶ֫רֶז", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֶ֫רֶז</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a></sup> <strong>cedar</strong>;—<strong>f.</strong> <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a> <span dir=\"rtl\">א׳ הָרָמָה</span>, but del. <span dir=\"rtl\">הרמה</span> 𝔊 Co;—<strong>(</strong>Arabic <span dir=\"rtl\">أَرْزٌ</span> <em>pine-tree</em>, etc.; Ethiopic አርዝ Syriac <span dir=\"rtl\">ܐܰܪܙܳܐ</span> <strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> + 19 times, <span dir=\"rtl\">אָ֑רֶז</span> <a data-ref=\"Job 40:17\" href=\"/Job.40.17\">Jb 40:17</a> + 6 times; pl. <span dir=\"rtl\">אֲרָזִים</span> <a data-ref=\"Isaiah 9:9\" href=\"/Isaiah.9.9\">Is 9:9</a> + 35 times; cstr. <span dir=\"rtl\">אַרְזֵי</span> <a data-ref=\"Isaiah 2:13\" href=\"/Isaiah.2.13\">Is 2:13</a> + 5 times; sf. <span dir=\"rtl\">אֲרָזֶיךָ</span> <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Zechariah 11:1\" href=\"/Zechariah.11.1\">Zc 11:1</a>; <span dir=\"rtl\">אֲרָזָיו</span> <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a> = <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a>;—<br><strong>1.</strong>  <em>cedar-tree</em>, (<em>a</em>) as <em>growing</em> <a data-ref=\"Numbers 24:6\" href=\"/Numbers.24.6\">Nu 24:6</a> <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a>; <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">Is 41:19</a>; <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">44:14</a> cf. <a data-ref=\"Ezekiel 31:8\" href=\"/Ezekiel.31.8\">Ez 31:8</a>; especially as growing on Lebanon <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a>; <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> = <a data-ref=\"II Chronicles 25:18\" href=\"/II_Chronicles.25.18\">2 Ch 25:18</a> (both in fable of Jehoash); often <span dir=\"rtl\">אַרְזֵי (הַ)לְּבָנוֹן</span> <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a> <a data-ref=\"Isaiah 2:13\" href=\"/Isaiah.2.13\">Is 2:13</a>; <a data-ref=\"Isaiah 14:8\" href=\"/Isaiah.14.8\">14:8</a> <a data-ref=\"Psalms 29:5\" href=\"/Psalms.29.5\">ψ 29:5</a><sup>(×2)</sup> (fig.) <a data-ref=\"Psalms 104:16\" href=\"/Psalms.104.16\">104:16</a>, cf. <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a>; <a data-ref=\"Psalms 92:13\" href=\"/Psalms.92.13\">ψ 92:13</a>; <a data-ref=\"Song of Songs 5:15\" href=\"/Song_of_Songs.5.15\">Ct 5:15</a>; <a data-ref=\"Ezekiel 27:5\" href=\"/Ezekiel.27.5\">Ez 27:5</a> (sg. coll.) <a data-ref=\"Zechariah 11:1\" href=\"/Zechariah.11.1\">Zc 11:1</a>, <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">2</a> (fig.); <a data-ref=\"Song of Songs 1:17\" href=\"/Song_of_Songs.1.17\">Ct 1:17</a>; <a data-ref=\"Ezra 3:7\" href=\"/Ezra.3.7\">Ezr 3:7</a>; <a data-ref=\"Jeremiah 22:23\" href=\"/Jeremiah.22.23\">Je 22:23</a> (fig.) <a data-ref=\"Ezekiel 17:3\" href=\"/Ezekiel.17.3\">Ez 17:3</a> (fig.); (<em>b</em>) especially in sim., of outward power, stateliness & majesty <a data-ref=\"Psalms 80:11\" href=\"/Psalms.80.11\">ψ 80:11</a> <span dir=\"rtl\">(א׳ אֵל)</span> cf. <a data-ref=\"Ezekiel 31:3\" href=\"/Ezekiel.31.3\">Ez 31:3</a> (personif., but v. Co on text), <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>; of individuals <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Psalms 92:13\" href=\"/Psalms.92.13\">ψ 92:13</a>; <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>, <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">23</a>; cf. other exx. of fig. use, supr.; sim. of straightness & strength <a data-ref=\"Job 40:17\" href=\"/Job.40.17\">Jb 40:17</a> (tail of hippopotamus).<br><strong>2.</strong>  <em>cedar-timber, cedar-wood</em> for building, <span dir=\"rtl\">עֲצֵי אֲרָזִים</span> <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a>; <a data-ref=\"I Kings 5:22\" href=\"/I_Kings.5.22\">1 K 5:22</a>, <a data-ref=\"I Kings 5:24\" href=\"/I_Kings.5.24\">24</a>; <a data-ref=\"I Kings 6:10\" href=\"/I_Kings.6.10\">6:10</a>; <a data-ref=\"I Kings 9:11\" href=\"/I_Kings.9.11\">9:11</a>; <a data-ref=\"I Chronicles 14:1\" href=\"/I_Chronicles.14.1\">1 Ch 14:1</a>; <a data-ref=\"I Chronicles 22:4\" href=\"/I_Chronicles.22.4\">22:4</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>; <a data-ref=\"Ezra 3:7\" href=\"/Ezra.3.7\">Ezr 3:7</a>; without <span dir=\"rtl\">עֵץ</span> <a data-ref=\"II Samuel 7:2\" href=\"/II_Samuel.7.2\">2 S 7:2</a>, <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">7</a>; <a data-ref=\"I Kings 6:9\" href=\"/I_Kings.6.9\">1 K 6:9</a>, <a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">15</a>, <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">16</a>, <a data-ref=\"I Kings 6:18\" href=\"/I_Kings.6.18\">18</a><sup>(×2)</sup>, <a data-ref=\"I Kings 6:20\" href=\"/I_Kings.6.20\">20</a>, <a data-ref=\"I Kings 6:36\" href=\"/I_Kings.6.36\">36</a>; <a data-ref=\"I Kings 7:2\" href=\"/I_Kings.7.2\">7:2</a><sup>(×2)</sup>, <a data-ref=\"I Kings 7:3\" href=\"/I_Kings.7.3\">3</a>, <a data-ref=\"I Kings 7:7\" href=\"/I_Kings.7.7\">7</a>, <a data-ref=\"I Kings 7:11\" href=\"/I_Kings.7.11\">11</a>, <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">12</a>; <a data-ref=\"I Kings 10:27\" href=\"/I_Kings.10.27\">10:27</a>; <a data-ref=\"I Chronicles 17:1\" href=\"/I_Chronicles.17.1\">1 Ch 17:1</a>, <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">6</a>; <a data-ref=\"II Chronicles 1:15\" href=\"/II_Chronicles.1.15\">2 Ch 1:15</a>; <a data-ref=\"II Chronicles 2:2\" href=\"/II_Chronicles.2.2\">2:2</a>; <a data-ref=\"II Chronicles 9:27\" href=\"/II_Chronicles.9.27\">9:27</a> & <a data-ref=\"Song of Songs 8:9\" href=\"/Song_of_Songs.8.9\">Ct 8:9</a>; <a data-ref=\"Isaiah 9:9\" href=\"/Isaiah.9.9\">Is 9:9</a>; <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>, <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">15</a> (cf. also <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">Is 44:14</a>; <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Ezekiel 27:5\" href=\"/Ezekiel.27.5\">Ez 27:5</a> supr.)<br><strong>3.</strong>  <em>cedar-wood</em> used in purifications, c. <span dir=\"rtl\">עֵץ</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d144b6084aa1cbf0c8a9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָטָא 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, חָטָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָטָא א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָטָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">חָטָא</span></big></big><sub>238</sub><big></big>  <strong>vb.</strong> miss (a goal or way), go wrong, sin <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">חֲטָא</span>, <span dir=\"rtl\">ܚܛܳܐ</span>; Assyrian <em>ḫaṭû</em>, Zim<sup>BP 46</sup>; Sab. <span dir=\"rtl\">חֿטא</span>, <span dir=\"rtl\">החֿטא</span>, <em>id.</em>, DHM in MV; Arabic <span dir=\"rtl\">خَطِىَٔ</span> <em>do wrong, commit a mistake</em> or <em>an error;</em> ii. <em>make to miss the mark;</em> iv. <em>miss the mark, miss the way;</em> Ethiopic ኀጥአ <em>fail to find</em> or <em>have;</em> sometimes <em>sin</em>, especially in deriv.<strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Exodus 32:31\" href=\"/Exodus.32.31\">Ex 32:31</a> + 29 times, 3 fs. <span dir=\"rtl\">חָֽטְאָה</span> <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">Lv 5:15</a> <a data-ref=\"Lamentations 1:8\" href=\"/Lamentations.1.8\">La 1:8</a>, <span dir=\"rtl\">חָטָ֑אָה</span> <a data-ref=\"Jeremiah 50:14\" href=\"/Jeremiah.50.14\">Je 50:14</a> <a data-ref=\"Ezekiel 16:15\" href=\"/Ezekiel.16.15\">Ez 16:15</a>, <span dir=\"rtl\">חָטָאת</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, etc., + 82 times Pf.; Impf. <span dir=\"rtl\">יֶחֱטָא</span> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a> + 12 times, <span dir=\"rtl\">תֶּחֱטָ֫אוּ</span> <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">ψ 4:5</a>, etc. + 20 times Impf.; Inf. <span dir=\"rtl\">חֲטֹא</span> <a data-ref=\"Ezekiel 3:21\" href=\"/Ezekiel.3.21\">Ez 3:21</a> + 8 times, <span dir=\"rtl\">מֵחֲטוֹא</span> <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a>, <span dir=\"rtl\">מֵחֲטוֹ</span> (textual error for <span dir=\"rtl\">מחטא</span>) <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">Gn 20:6</a>, <span dir=\"rtl\">בְּחֶטְאָה</span> <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">Nu 15:28</a>, <span dir=\"rtl\">חֲטֹאתוֹ</span> <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">Ez 33:12</a> (del. Co); Pt. <span dir=\"rtl\">חוֹטֵא</span> <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a> + 6 times, <span dir=\"rtl\">חֹטֵא</span> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>, <span dir=\"rtl\">חוֹטֶא</span> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a> + 2 times, <span dir=\"rtl\">חֹטֶא</span> <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">Ec 8:12</a>, sf. <span dir=\"rtl\">חֹטְאִי</span> <a data-ref=\"Proverbs 8:36\" href=\"/Proverbs.8.36\">Pr 8:36</a>, pl. <span dir=\"rtl\">חֹטִ֯אֿים</span> <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">1 S 14:33</a>, sf. <span dir=\"rtl\">חֹטֵאת</span> <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>;— <strong>1.</strong>  <em>miss:</em> <span dir=\"rtl\">לא תחטא</span> <em>thou shalt not miss anything</em> <a data-ref=\"Job 5:24\" href=\"/Job.5.24\">Jb 5:24</a>, <span dir=\"rtl\">אָץ בְּרַגְלַיִם חוֹטֵא</span> <a data-ref=\"Proverbs 19:2\" href=\"/Proverbs.19.2\">Pr 19:2</a> <em>one hastening with his feet misseth</em> (the way or the goal); <span dir=\"rtl\">חֹטְאִי חֹמֵס נַפְשׁוֹ</span> <a data-ref=\"Proverbs 8:36\" href=\"/Proverbs.8.36\">Pr 8:36</a> <em>the one missing me</em> (Wisdom) <em>is one wronging himself</em> (opp. <span dir=\"rtl\">מֹצְאִי</span>); <em>miss</em>, i.e. <em>endanger</em>, one’s life <a data-ref=\"Proverbs 20:2\" href=\"/Proverbs.20.2\">Pr 20:2</a> <a data-ref=\"Habakkuk 2:10\" href=\"/Habakkuk.2.10\">Hb 2:10</a> according to De VB (others sub <strong>3</strong> q.v.) <strong>2.</strong>  <em>sin, miss the goal</em> or <em>path of right and duty:</em> <strong>a.</strong>  <em>against man</em>, abs. <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a> (E), <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a> <a data-ref=\"II Samuel 19:21\" href=\"/II_Samuel.19.21\">2 S 19:21</a> <a data-ref=\"I Kings 18:9\" href=\"/I_Kings.18.9\">1 K 18:9</a> <a data-ref=\"II Kings 18:14\" href=\"/II_Kings.18.14\">2 K 18:14</a>; with <span dir=\"rtl\">לְ</span> of the person against whom or towards whom one sins, <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">Gn 40:1</a> (E), <a data-ref=\"Judges 11:27\" href=\"/Judges.11.27\">Ju 11:27</a> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">19:4</a>; <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">24:12</a>, <a data-ref=\"I Kings 8:31\" href=\"/I_Kings.8.31\">1 K 8:31</a> = <a data-ref=\"II Chronicles 6:22\" href=\"/II_Chronicles.6.22\">2 Ch 6:22</a>; <span dir=\"rtl\">מה חטאתי לך</span> <em>wherein have I sinned against thee?</em> <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> (E) <a data-ref=\"Jeremiah 37:18\" href=\"/Jeremiah.37.18\">Je 37:18</a>; with <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">אל תחטאו בילד</span> <a data-ref=\"Genesis 42:22\" href=\"/Genesis.42.22\">Gn 42:22</a> (E) <em>do not sin against</em> the lad, against David <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a>, <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">5</a>. <strong>b.</strong>  elsewhere always <em>against God</em>, abs. <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> (E), <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">9:34</a> (J) <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (D) <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>; <a data-ref=\"Leviticus 5:1\" href=\"/Leviticus.5.1\">5:1</a>, <a data-ref=\"Leviticus 5:11\" href=\"/Leviticus.5.11\">11</a>, <a data-ref=\"Leviticus 5:17\" href=\"/Leviticus.5.17\">17</a>, <a data-ref=\"Leviticus 5:21\" href=\"/Leviticus.5.21\">21</a>, <a data-ref=\"Leviticus 5:23\" href=\"/Leviticus.5.23\">23</a> <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a> (P), <a data-ref=\"Nehemiah 6:13\" href=\"/Nehemiah.6.13\">Ne 6:13</a> <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>, <a data-ref=\"Job 1:22\" href=\"/Job.1.22\">22</a>; <a data-ref=\"Job 7:20\" href=\"/Job.7.20\">7:20</a>; <a data-ref=\"Job 10:14\" href=\"/Job.10.14\">10:14</a>; <a data-ref=\"Job 24:19\" href=\"/Job.24.19\">24:19</a>; <a data-ref=\"Job 35:6\" href=\"/Job.35.6\">35:6</a> <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">ψ 4:5</a>; <a data-ref=\"Psalms 78:32\" href=\"/Psalms.78.32\">78:32</a> <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">Is 43:27</a>; <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">64:4</a> <a data-ref=\"Jeremiah 2:35\" href=\"/Jeremiah.2.35\">Je 2:35</a> <a data-ref=\"Lamentations 5:7\" href=\"/Lamentations.5.7\">La 5:7</a> <a data-ref=\"Ezekiel 3:21\" href=\"/Ezekiel.3.21\">Ez 3:21</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 16:51\" href=\"/Ezekiel.16.51\">16:51</a>; <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">28:16</a>; <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">33:12</a> <a data-ref=\"Hosea 8:11\" href=\"/Hosea.8.11\">Ho 8:11</a> (del. We <sup>Kl. Proph.</sup>), v <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">11</a> <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">10:9</a>; <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">13:2</a>; <span dir=\"rtl\">לא נתתי לחטא חכי</span> <em>I have not permitted my palate to sin</em> <a data-ref=\"Job 31:30\" href=\"/Job.31.30\">Jb 31:30</a>; Pt. <span dir=\"rtl\">חֹטֵא</span>, used as adj., sinful nation <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a>, sinful person <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>; but usually as noun, <em>sinner</em> <a data-ref=\"Proverbs 11:31\" href=\"/Proverbs.11.31\">Pr 11:31</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">13:22</a>; <a data-ref=\"Proverbs 14:21\" href=\"/Proverbs.14.21\">14:21</a> <a data-ref=\"Ecclesiastes 2:26\" href=\"/Ecclesiastes.2.26\">Ec 2:26</a>; <a data-ref=\"Ecclesiastes 7:26\" href=\"/Ecclesiastes.7.26\">7:26</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>; <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">9:2</a>, <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">18</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a>. Sin is confessed: <span dir=\"rtl\">חָטָאנוּ</span> <em>we have sinned</em> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>; <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">21:7</a> (E) <a data-ref=\"Judges 10:15\" href=\"/Judges.10.15\">Ju 10:15</a> <a data-ref=\"I Samuel 12:10\" href=\"/I_Samuel.12.10\">1 S 12:10</a>, <a data-ref=\"I Kings 8:47\" href=\"/I_Kings.8.47\">1 K 8:47</a> = <a data-ref=\"II Chronicles 6:37\" href=\"/II_Chronicles.6.37\">2 Ch 6:37</a>, <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a> <a data-ref=\"Psalms 106:6\" href=\"/Psalms.106.6\">ψ 106:6</a> <a data-ref=\"Lamentations 5:16\" href=\"/Lamentations.5.16\">La 5:16</a> <a data-ref=\"Daniel 9:5\" href=\"/Daniel.9.5\">Dn 9:5</a>, <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">15</a>; <span dir=\"rtl\">חטאתי</span> <em>I have sinned</em> <a data-ref=\"Exodus 9:27\" href=\"/Exodus.9.27\">Ex 9:27</a> <a data-ref=\"Numbers 22:34\" href=\"/Numbers.22.34\">Nu 22:34</a> (J) <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a>, <a data-ref=\"I Samuel 15:30\" href=\"/I_Samuel.15.30\">30</a> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a>, <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">17</a> <a data-ref=\"I Chronicles 21:8\" href=\"/I_Chronicles.21.8\">1 Ch 21:8</a>, <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">17</a> <a data-ref=\"Job 33:27\" href=\"/Job.33.27\">Jb 33:27</a>. Sin is universal: <span dir=\"rtl\">אין אדם אשׁר לא יחטא</span> <em>there is no man who sinneth not</em> <a data-ref=\"I Kings 8:46\" href=\"/I_Kings.8.46\">1 K 8:46</a> = <a data-ref=\"II Chronicles 6:36\" href=\"/II_Chronicles.6.36\">2 Ch 6:36</a>, <span dir=\"rtl\">כי אדם אין צדיק בארץ אשׁר יעשׂה טוב ולא יחטא</span> <a data-ref=\"Ecclesiastes 7:20\" href=\"/Ecclesiastes.7.20\">Ec 7:20</a> <em>for man there is none righteous in the earth who doeth good and sinneth not;</em> with <span dir=\"rtl\">לְ</span>, against God <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">Gn 20:6</a> (E), <a data-ref=\"Genesis 39:9\" href=\"/Genesis.39.9\">39:9</a> (J), <a data-ref=\"Exodus 32:33\" href=\"/Exodus.32.33\">Ex 32:33</a> <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">Nu 32:33</a> (both JE), <a data-ref=\"Deuteronomy 9:16\" href=\"/Deuteronomy.9.16\">Dt 9:16</a>; <a data-ref=\"Deuteronomy 20:18\" href=\"/Deuteronomy.20.18\">20:18</a> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 12:23\" href=\"/I_Samuel.12.23\">12:23</a>; <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">14:33</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a>, <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">1 K 8:33</a>, <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">35</a>, <a data-ref=\"I Kings 8:46\" href=\"/I_Kings.8.46\">46</a>, <a data-ref=\"I Kings 8:50\" href=\"/I_Kings.8.50\">50</a> = <a data-ref=\"II Chronicles 6:24\" href=\"/II_Chronicles.6.24\">2 Ch 6:24</a>, <a data-ref=\"II Chronicles 6:26\" href=\"/II_Chronicles.6.26\">26</a>, <a data-ref=\"II Chronicles 6:36\" href=\"/II_Chronicles.6.36\">36</a>, <a data-ref=\"II Chronicles 6:39\" href=\"/II_Chronicles.6.39\">39</a>, <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a> <a data-ref=\"Hosea 4:7\" href=\"/Hosea.4.7\">Ho 4:7</a> <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a> <a data-ref=\"Zephaniah 1:17\" href=\"/Zephaniah.1.17\">Zp 1:17</a> <a data-ref=\"Jeremiah 40:3\" href=\"/Jeremiah.40.3\">Je 40:3</a>; <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a>, <a data-ref=\"Jeremiah 50:14\" href=\"/Jeremiah.50.14\">14</a> <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">Ez 14:13</a> <a data-ref=\"Isaiah 42:24\" href=\"/Isaiah.42.24\">Is 42:24</a> <a data-ref=\"Job 8:4\" href=\"/Job.8.4\">Jb 8:4</a> <a data-ref=\"Psalms 78:17\" href=\"/Psalms.78.17\">ψ 78:17</a>; <a data-ref=\"Psalms 119:11\" href=\"/Psalms.119.11\">119:11</a> <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a>; in confession <span dir=\"rtl\">חטאתי ל</span> <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">Ex 10:16</a> <a data-ref=\"Joshua 7:20\" href=\"/Joshua.7.20\">Jos 7:20</a> (J), <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">2 S 12:13</a> <a data-ref=\"Psalms 41:5\" href=\"/Psalms.41.5\">ψ 41:5</a>; <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">51:6</a>; <span dir=\"rtl\">חטאנו ל</span> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">Ju 10:10</a> <a data-ref=\"I Samuel 7:6\" href=\"/I_Samuel.7.6\">1 S 7:6</a> <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">Je 3:25</a>; <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">8:14</a>; <a data-ref=\"Jeremiah 14:7\" href=\"/Jeremiah.14.7\">14:7</a>, <a data-ref=\"Jeremiah 14:20\" href=\"/Jeremiah.14.20\">20</a> <a data-ref=\"Daniel 9:8\" href=\"/Daniel.9.8\">Dn 9:8</a>, <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">11</a>; with <span dir=\"rtl\">בְּ</span> of instr., lips <a data-ref=\"Job 2:10\" href=\"/Job.2.10\">Jb 2:10</a>, tongue <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a>; wherein <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">Ez 37:23</a> <a data-ref=\"Leviticus 4:23\" href=\"/Leviticus.4.23\">Lv 4:23</a> (P), therein <a data-ref=\"Leviticus 5:22\" href=\"/Leviticus.5.22\">Lv 5:22</a> (P); ellipsis of <span dir=\"rtl\">בְּ</span> in phrase <span dir=\"rtl\">עונם אשׁר ח׳ לי</span> (<em>their</em>) <em>iniquity wherein they sinned against me</em> <a data-ref=\"Jeremiah 33:8\" href=\"/Jeremiah.33.8\">Je 33:8</a><sup>(×2)</sup>; <span dir=\"rtl\">בשׁגגה</span> <em>by error, unwittingly</em> <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a>, <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">22</a>, <a data-ref=\"Leviticus 4:27\" href=\"/Leviticus.4.27\">27</a>; <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">5:15</a> <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">Nu 15:27</a>, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">28</a> (all P); <em>against</em> thy judgments <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">Ne 9:29</a>; with <span dir=\"rtl\">עַל</span>, <em>with regard to</em> <a data-ref=\"Leviticus 5:5\" href=\"/Leviticus.5.5\">Lv 5:5</a> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P) <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>; with cognate acc. <span dir=\"rtl\">ח׳ חֲטָאָה</span> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a>, <a data-ref=\"Exodus 32:31\" href=\"/Exodus.32.31\">31</a> (JE); <span dir=\"rtl\">חַטָּאת אשׁר ח׳</span> <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">Nu 12:11</a> (J) <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:28\" href=\"/Leviticus.4.28\">28</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:35\" href=\"/Leviticus.4.35\">35</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">10</a>, <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">13</a> (all P) <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a><sup>(×2)</sup> (H), <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">Dt 9:18</a> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>, <a data-ref=\"I Kings 14:22\" href=\"/I_Kings.14.22\">22</a>; <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">15:30</a>; <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">16:13</a>, <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">19</a> <a data-ref=\"II Kings 21:17\" href=\"/II_Kings.21.17\">2 K 21:17</a> <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">Ez 18:24</a>; <a data-ref=\"Ezekiel 33:16\" href=\"/Ezekiel.33.16\">33:16</a>; <span dir=\"rtl\">חטאת אשׁר ח׳ ל</span> <a data-ref=\"Jeremiah 16:10\" href=\"/Jeremiah.16.10\">Je 16:10</a> <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a>; <span dir=\"rtl\">חטאת אשׁר ח׳ על</span> <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">Lv 4:14</a> (P); <span dir=\"rtl\">חֵטְא ח׳</span> <a data-ref=\"Lamentations 1:8\" href=\"/Lamentations.1.8\">La 1:8</a>; <span dir=\"rtl\">חֵטְא אשׁר ח׳</span> <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a>. <strong>3.</strong>  <em>incur guilt, penalty by sin, forfeit:</em> <span dir=\"rtl\">וחטאתי לך כל הימים</span> <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a> <em>I shall incur the blame of sinning against thee all my days</em>, cf. <a data-ref=\"Genesis 44:32\" href=\"/Genesis.44.32\">44:32</a> (J); c. acc. <span dir=\"rtl\">חוֹטֵא נפשׁ</span> <em>for feiting one-self, one’s life</em> <a data-ref=\"Proverbs 20:2\" href=\"/Proverbs.20.2\">Pr 20:2</a> <a data-ref=\"Habakkuk 2:10\" href=\"/Habakkuk.2.10\">Hb 2:10</a> according to most, yet v. sub <strong>1.</strong>—<span dir=\"rtl\">והביא אשׁמו אשׁר ח׳</span> <a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">Lv 5:7</a>, <em>he shall bring his trespass-offering which he has incurred by sin;</em> <span dir=\"rtl\">קרבנו אשׁר ח׳</span> <a data-ref=\"Leviticus 5:11\" href=\"/Leviticus.5.11\">Lv 5:11</a>; <span dir=\"rtl\">את אשׁר ח׳ מן־הקדשׁ ישׁלּם</span> v <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">16</a> <em>what he hath incurred by taking of the holy thing he shall pay</em>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">חִטֵּא</span> <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">Lv 14:52</a>; sf. <span dir=\"rtl\">חִטְּאוֹ</span> <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">Nu 19:19</a>, <span dir=\"rtl\">חִטֵּאתָ</span> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a> + 2 times; 3 pl. <span dir=\"rtl\">חִטְּאוּ</span> <a data-ref=\"Ezekiel 43:22\" href=\"/Ezekiel.43.22\">Ez 43:22</a><sup>(×2)</sup>; Impf. <span dir=\"rtl\">וַיְחַטֵּא</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a>; sf. <span dir=\"rtl\">וַיְחַטְּאֵהוּ</span> <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">Lv 9:15</a>, <span dir=\"rtl\">תְּחַטְּאֵנִי</span> <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>, <span dir=\"rtl\">אֲחַטֶּנָּה</span> <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a>, <span dir=\"rtl\">וַיְחַטְּאוּ</span> <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a>; Inf. <span dir=\"rtl\">חַטֵּא</span> <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">Lv 14:49</a> <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">Ez 43:23</a>; Pt. <span dir=\"rtl\">הַמְחַטֵּא</span> <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">Lv 6:19</a>;— <strong>1.</strong>  <em>bear loss:</em> <span dir=\"rtl\">אָנֹכִי אֲחַטֶּנָּה</span> <em>I bare the loss of it</em> <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a> (E; lit. <em>I counted it missing</em>? poss. read <span dir=\"rtl\">אֲחֻטּנה</span> <em>I was made to miss it</em>?). <strong>2.</strong>  <em>make a sin-offering:</em> c. sf. referring to <span dir=\"rtl\">שׂעיר</span> <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">Lv 9:15</a> (P); to sin-offering <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">Lv 6:19</a> (P); <span dir=\"rtl\">על המזבח</span> <em>upon the altar</em> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a> (P; not <em>cleanse the altar</em> RV); <span dir=\"rtl\">ח׳ את דמם המזבחה</span> <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <em>made a sin-offering with their blood on the altar</em>. <strong>3.</strong>  <em>purify from sin:</em> the altar, by putting the blood of the sin-offering on its horns, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> (P), <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>, <a data-ref=\"Ezekiel 43:22\" href=\"/Ezekiel.43.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">23</a>; the sanctuary, by applying to it the blood of the sin-offering <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">Ez 45:18</a>. <strong>4.</strong>  <em>purify from uncleanness:</em> the house of the leper by application of the mixture of living water and blood of the bird <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">Lv 14:49</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> (P); a person, by application of the mixture of living water and ashes of the red heifer <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">Nu 19:19</a> (P), by sprinkling with a hyssop sprig <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֶחֱטִיא</span> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a> + 17 times, <span dir=\"rtl\">הֶחֶטִי֯</span> (Kt error for <span dir=\"rtl\">החטִיא</span>) <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a>; sf. <span dir=\"rtl\">הֶחֱטִיאָם</span> <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a>; pl. <span dir=\"rtl\">הֶחֱטִיאוּ</span> <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">1 K 16:13</a> <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>; Impf. <span dir=\"rtl\">יַחֲטִא</span> <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">Ju 20:16</a> <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>; <span dir=\"rtl\">תַּחֲטִיא</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a>; <span dir=\"rtl\">וַתַּחֲטִא</span> <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">1 K 16:2</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; pl. <span dir=\"rtl\">יַחֲטִיאוּ</span> <a data-ref=\"Exodus 23:33\" href=\"/Exodus.23.33\">Ex 23:33</a>; Inf. <span dir=\"rtl\">הַחֲטִיא</span> <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a> <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">1 K 16:19</a> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a> (Qr), <span dir=\"rtl\">הַחֲ֯טִי</span> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a> (Kt error); Pt. pl. cstr. <span dir=\"rtl\">מַחֲטִיאֵי</span> <a data-ref=\"Isaiah 29:21\" href=\"/Isaiah.29.21\">Is 29:21</a>;— <strong>1.</strong>  <em>miss the mark:</em> <span dir=\"rtl\">קֹלֵעַ בָּאֶבֶן אֶל־הַשַּׂעְרָה וְלֹא יַחֲטִא</span> <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">Ju 20:16</a> <em>slinging with stones at an hair and would not miss</em>. <strong>2.</strong>  <em>induce</em> or <em>cause to sin:</em> with acc. <a data-ref=\"Exodus 23:33\" href=\"/Exodus.23.33\">Ex 23:33</a> (JE), <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>; elsewhere in the phrase <span dir=\"rtl\">החטיא את ישׂראל</span> (<em>he</em>) <em>caused Israel to sin</em> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>; <a data-ref=\"I Kings 15:26\" href=\"/I_Kings.15.26\">15:26</a>, <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">30</a>, <a data-ref=\"I Kings 15:34\" href=\"/I_Kings.15.34\">34</a>; <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">16:2</a>, <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">13</a>, <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">19</a>, <a data-ref=\"I Kings 16:26\" href=\"/I_Kings.16.26\">26</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; <a data-ref=\"I Kings 22:53\" href=\"/I_Kings.22.53\">22:53</a>; <a data-ref=\"II Kings 3:3\" href=\"/II_Kings.3.3\">2 K 3:3</a>; <a data-ref=\"II Kings 10:29\" href=\"/II_Kings.10.29\">10:29</a>, <a data-ref=\"II Kings 10:31\" href=\"/II_Kings.10.31\">31</a>; <a data-ref=\"II Kings 13:2\" href=\"/II_Kings.13.2\">13:2</a>, <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">6</a>, <a data-ref=\"II Kings 13:11\" href=\"/II_Kings.13.11\">11</a>; <a data-ref=\"II Kings 14:24\" href=\"/II_Kings.14.24\">14:24</a>; <a data-ref=\"II Kings 15:9\" href=\"/II_Kings.15.9\">15:9</a>, <a data-ref=\"II Kings 15:18\" href=\"/II_Kings.15.18\">18</a>, <a data-ref=\"II Kings 15:24\" href=\"/II_Kings.15.24\">24</a>, <a data-ref=\"II Kings 15:28\" href=\"/II_Kings.15.28\">28</a>; <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">23:15</a>; c. sf. ref. to Isr. <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a>; <span dir=\"rtl\">את יהודה</span> <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>, <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">16</a> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a> (sometimes c. 2nd acc.—<span dir=\"rtl\">חטאת</span>, or <span dir=\"rtl\">אשׁר</span> ref. to <span dir=\"rtl\">חטאת</span>:—<a data-ref=\"I Kings 15:26\" href=\"/I_Kings.15.26\">1 K 15:26</a>, <a data-ref=\"I Kings 15:34\" href=\"/I_Kings.15.34\">34</a>; <a data-ref=\"I Kings 16:26\" href=\"/I_Kings.16.26\">16:26</a> <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">21:16</a>; prob. also <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>; <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">15:30</a>; <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">16:13</a>; no 2nd acc. <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">1 K 16:2</a>, <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">19</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; <a data-ref=\"I Kings 22:53\" href=\"/I_Kings.22.53\">22:53</a> <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>; <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">23:15</a> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a>; the rest are ambiguous). <strong>3.</strong>  <em>bring into guilt, condemnation, punishment:</em> <span dir=\"rtl\">מחטיאי אדם</span> <a data-ref=\"Isaiah 29:21\" href=\"/Isaiah.29.21\">Is 29:21</a> <em>who bring a man into condemnation;</em> <span dir=\"rtl\">לא תחטיא את הארץ</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a> <em>thou shalt not bring the land into guilt;</em> <span dir=\"rtl\">אל תתן את־פיך לחטיא את־בשׂרך</span> <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a> <em>do not permit thy mouth to bring thy flesh into punishment</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְחַטָּא</span> <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a> + 4 times, <span dir=\"rtl\">יִתְחַטְּאוּ</span> <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a>, <span dir=\"rtl\">יִתְחַטָּ֑אוּ</span> <a data-ref=\"Job 41:17\" href=\"/Job.41.17\">Jb 41:17</a>, <span dir=\"rtl\">תִּתְחַטְּאוּ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>, <span dir=\"rtl\">תִּתְחַטָּ֑אוּ</span> <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>;— <strong>1.</strong>  <em>miss oneself, lose oneself</em>, fig. for <em>be bewildered, beside oneself</em>, <span dir=\"rtl\">מִשְּׁבָרִים יִתְחַטָּאוּ</span> <a data-ref=\"Job 41:17\" href=\"/Job.41.17\">Jb 41:17</a> <em>by reason of consternation they are beside themselves</em> (‖ <span dir=\"rtl\">יגורו</span> <em>are afraid</em>). <strong>2.</strong>  <em>purify oneself from uncleanness</em>, only in P: <strong>a.</strong>  Levites <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a>. <strong>b.</strong>  those in contact with the dead <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a>, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>; <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">31:19</a>, <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a>; with <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">בְּמֵי נִדָּה</span> <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a>; by a mixture of ashes of the red heifer with fresh water <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b3b6084aa1cbf29eed", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵץ² 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, עֵץ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵץ² א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵץ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֵץ</span></big><sub>329</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 2\" href=\"/Genesis.2\">Gn 2</a>: <a data-ref=\"Genesis 9\" href=\"/Genesis.9\">9</a> <strong>tree, trees, wood</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a> +, cstr. <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">3:24</a> +, <span dir=\"rtl\">עֵץ־</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">2:16</a> +; sf. <span dir=\"rtl\">עֵצְיךָ</span> <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">Dt 28:42</a>, etc.; pl. <span dir=\"rtl\">עֵצִים</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> +, cstr. <span dir=\"rtl\">עֲצֵי</span> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a> +, sf. <span dir=\"rtl\">עֵצֶיךָ</span> <a data-ref=\"Deuteronomy 29:10\" href=\"/Deuteronomy.29.10\">Dt 29:10</a>, <span dir=\"rtl\">עֵצֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>, etc.;—<br><strong>1.</strong>  (c. 150 times) <strong>a.</strong>  a standing <em>tree</em> <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J) +, <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">Ex 15:25</a> (J; of shrub?), <a data-ref=\"Jeremiah 17:18\" href=\"/Jeremiah.17.18\">Je 17:18</a> = <a data-ref=\"Psalms 1:3\" href=\"/Psalms.1.3\">ψ 1:3</a> (sim.); to be felled <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"II Kings 6:6\" href=\"/II_Kings.6.6\">2 K 6:6</a>; <span dir=\"rtl\">הָעֵצִים</span> (appar. incl. vine and bramble) in allegory <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> + 6 times <a data-ref=\"Judges 9\" href=\"/Judges.9\">Ju 9</a>; <span dir=\"rtl\">עֵץ הַחַיִּים</span> †<a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>; <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">3:22</a>, <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">24</a> (J), cf. <a ,=\"\" data-ref=\"BDB, חַיִּים\" dir=\"rtl\" href=\"/BDB,_חַיִּים\">ע׳ חַיִּים</a>, fig. of source of (life and) happiness †<a data-ref=\"Proverbs 3:18\" href=\"/Proverbs.3.18\">Pr 3:18</a>; <a data-ref=\"Proverbs 11:30\" href=\"/Proverbs.11.30\">11:30</a>; <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">13:12</a>; <a data-ref=\"Proverbs 15:4\" href=\"/Proverbs.15.4\">15:4</a>; <span dir=\"rtl\">ע׳ הַדַּעַת טוֹב וָרָע</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a> (J); <span dir=\"rtl\">עֲצֵי (ה)יַעַר</span> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a> (sim.), <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">44:14</a>; <a data-ref=\"Ezekiel 15:2\" href=\"/Ezekiel.15.2\">Ez 15:2</a> +; <span dir=\"rtl\">עֲצֵי הַשָּׂדֶה</span> <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">Ez 17:24</a> (fig.), +; <span dir=\"rtl\">עֲצֵי לְבָנוֹן</span> <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>; <span dir=\"rtl\">עֲצֵי־מַיִם</span> †<a data-ref=\"Ezekiel 31:14\" href=\"/Ezekiel.31.14\">Ez 31:14</a>; <span dir=\"rtl\">עֲצֵי י׳</span> †<a data-ref=\"Psalms 104:16\" href=\"/Psalms.104.16\">ψ 104:16</a>; <span dir=\"rtl\">עֲצֵי עֵדֶן</span> †<a data-ref=\"Ezekiel 31:9\" href=\"/Ezekiel.31.9\">Ez 31:9</a>, <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">16</a>, <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">18</a><sup>(×2)</sup>; <span dir=\"rtl\">עֲצֵי לְבוֹנָה</span> <a data-ref=\"Song of Songs 4:14\" href=\"/Song_of_Songs.4.14\">Ct 4:14</a>; of vine <span dir=\"rtl\">עֵץ הַגֶּפֶן</span> †<a data-ref=\"Ezekiel 15:2\" href=\"/Ezekiel.15.2\">Ez 15:2</a>, <a data-ref=\"Ezekiel 15:6\" href=\"/Ezekiel.15.6\">6</a>; <span dir=\"rtl\">תַּחַת כָּל־עֵץ רַעֲנָ֑ן</span> place of illicit worship †<a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a>; <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a>; <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">3:6</a>, <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">13</a>; <a data-ref=\"I Kings 14:23\" href=\"/I_Kings.14.23\">1 K 14:23</a>; <a data-ref=\"II Kings 16:4\" href=\"/II_Kings.16.4\">2 K 16:4</a>; <a data-ref=\"II Kings 17:10\" href=\"/II_Kings.17.10\">17:10</a>; <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a>; <a data-ref=\"Isaiah 57:5\" href=\"/Isaiah.57.5\">Is 57:5</a>; <a data-ref=\"II Chronicles 28:4\" href=\"/II_Chronicles.28.4\">2 Ch 28:4</a>, cf. <a ,=\"\" data-ref=\"BDB, רַעֲנָן\" dir=\"rtl\" href=\"/BDB,_רַעֲנָן\">עַל־עֵץ רַעֲנָן</a> <a data-ref=\"Jeremiah 17:2\" href=\"/Jeremiah.17.2\">Je 17:2</a>; <span dir=\"rtl\">כָּל־עֵץ עָבֹת</span> <a data-ref=\"Ezekiel 20:28\" href=\"/Ezekiel.20.28\">Ez 20:28</a>. <strong>b.</strong>  coll. <em>trees</em>, <span dir=\"rtl\">עֵץ־הַגָּן</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>, <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">8</a> (all J); usually later, <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">1:12</a>, <a data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\">29</a><sup>(×2)</sup> (P), +; <span dir=\"rtl\">עֵץ פְּרִי</span> <em>fruit</em>-bearing <em>trees</em> <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">Gn 1:11</a> (P), <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a>, cf. <a data-ref=\"Ecclesiastes 2:5\" href=\"/Ecclesiastes.2.5\">Ec 2:5</a>, <a ,=\"\" data-ref=\"BDB, עֵץ\" dir=\"rtl\" href=\"/BDB,_עֵץ\">פְּרִי עֵץ</a> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Ezekiel 36:30\" href=\"/Ezekiel.36.30\">Ez 36:30</a> <a data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\">Lv 23:40</a> (H), cf. <a data-ref=\"Joel 2:22\" href=\"/Joel.2.22\">Jo 2:22</a>; <span dir=\"rtl\">עֵץ־מַאֲכָל</span> <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a>; <a data-ref=\"Leviticus 19:23\" href=\"/Leviticus.19.23\">Lv 19:23</a> (H), <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">Ez 47:12</a>; <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a>; <span dir=\"rtl\">עֵץ הַזַּיִת</span> <a data-ref=\"Haggai 2:19\" href=\"/Haggai.2.19\">Hg 2:19</a> <em>olive trees</em>, <span dir=\"rtl\">עֵץ שֶׁמֶן</span> <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a>, <span dir=\"rtl\">עֵץ־שָׁ֑מֶן</span> <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">Is 41:19</a>; <span dir=\"rtl\">סֲבָךְ־עֵץ</span> <a data-ref=\"Psalms 74:5\" href=\"/Psalms.74.5\">ψ 74:5</a> <em>thicket of trees;</em> <span dir=\"rtl\">עֵץ הַשָּׂדֶה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> (J), +; <span dir=\"rtl\">עֵץ הַיַּעַר</span> †<a data-ref=\"Ezekiel 15:6\" href=\"/Ezekiel.15.6\">Ez 15:6</a>, cf. <a data-ref=\"Isaiah 10:19\" href=\"/Isaiah.10.19\">Is 10:19</a>; <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">44:23</a>; <span dir=\"rtl\">כִּימֵי הָעֵץ</span> <a data-ref=\"Isaiah 65:22\" href=\"/Isaiah.65.22\">Is 65:22</a> (sim. of great age). <strong>c.</strong>  pl. of <em>trees</em> felled for building, <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>, <a data-ref=\"I Kings 5:32\" href=\"/I_Kings.5.32\">32</a> (+ <span dir=\"rtl\">אֲבָנִים</span>); <span dir=\"rtl\">עֲצֵי אֲרָזִים</span> <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> = <a data-ref=\"I Chronicles 14:1\" href=\"/I_Chronicles.14.1\">1 Ch 14:1</a> + 7 times; <span dir=\"rtl\">עֲצֵי בְרוֹשׁים</span> <a data-ref=\"I Kings 5:22\" href=\"/I_Kings.5.22\">1 K 5:22</a>, <a data-ref=\"I Kings 5:24\" href=\"/I_Kings.5.24\">24</a>; <a data-ref=\"I Kings 9:11\" href=\"/I_Kings.9.11\">9:11</a>; <span dir=\"rtl\">(אַלְגּ׳) עֲצֵי אַלְמֻגִּים</span>, v. <a ,=\"\" data-ref=\"BDB, אַלְגּוּמִים\" dir=\"rtl\" href=\"/BDB,_אַלְגּוּמִים\">אַלְגּ׳</a> p. 38 supr.<br><strong>2.</strong>  (c. 175 times; c. 120 times pl., to denote <em>pieces</em> [or articles] <em>of wood</em>) <strong>a.</strong>  <em>wood</em>, as material; for building, <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> (+ <span dir=\"rtl\">אַבְנֵי מַחְצֵב</span>), <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">22:6</a> = <a data-ref=\"II Chronicles 34:11\" href=\"/II_Chronicles.34.11\">2 Ch 34:11</a> (both + id.), <a data-ref=\"Nehemiah 2:8\" href=\"/Nehemiah.2.8\">Ne 2:8</a> +; <span dir=\"rtl\">עֲצֵי שָׁ֑מֶן</span> <a data-ref=\"I Kings 6:23\" href=\"/I_Kings.6.23\">1 K 6:23</a>, <a data-ref=\"I Kings 6:31\" href=\"/I_Kings.6.31\">31</a>, <a data-ref=\"I Kings 6:33\" href=\"/I_Kings.6.33\">33</a> cf. v <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">32</a>; <span dir=\"rtl\">עֲצֵי־גֹּפֶר</span> <a data-ref=\"Genesis 6:14\" href=\"/Genesis.6.14\">Gn 6:14</a> (Noah’s ark), <span dir=\"rtl\">עֲצֵי שִׁטּים</span> <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a>, <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">10</a> + 20 times Ex (of tabern. and its furniture; all P) <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">Dt 10:3</a>; <span dir=\"rtl\">מִגְדַּל־עֵץ</span> <a data-ref=\"Nehemiah 8:4\" href=\"/Nehemiah.8.4\">Ne 8:4</a>; <span dir=\"rtl\">מוֹטֹת עֵץ</span> <a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a> (in fig.; opp. <span dir=\"rtl\">מ׳ בַּרְזֶל</span>); <span dir=\"rtl\">כְּלִי־עֵץ</span> <em>article of wood</em> <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>; <a data-ref=\"Leviticus 15:12\" href=\"/Leviticus.15.12\">15:12</a> <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, cf. <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">35:18</a> (all P). Hence <strong>b.</strong>  <span dir=\"rtl\">עֵצִים</span> = <em>articles of wood</em> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> (P; ‖ <span dir=\"rtl\">אֲבָנִים</span>), <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; so <span dir=\"rtl\">עֲצֵי בְרוֹשִׁים</span> <a data-ref=\"II Samuel 6:5\" href=\"/II_Samuel.6.5\">2 S 6:5</a> (but v. <a data-ref=\"BDB, בְּרוֹשׁ²\" href=\"/BDB,_בְּרוֹשׁ²\", dir=\"rtl\">בְּרוֹשׁ</a> <em>ad</em> fin.); specif. <span dir=\"rtl\">הָעֵץ</span> = helve of axe <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <span dir=\"rtl\">עֵץ חֲנִית(וֹ)</span> <a data-ref=\"I Samuel 17:7\" href=\"/I_Samuel.17.7\">1 S 17:7</a> Qr (Kt <span dir=\"rtl\">חֵץ</span>) = <a data-ref=\"I Chronicles 20:5\" href=\"/I_Chronicles.20.5\">1 Ch 20:5</a>; <a data-ref=\"II Samuel 21:19\" href=\"/II_Samuel.21.19\">2 S 21:19</a>; <a data-ref=\"II Samuel 23:7\" href=\"/II_Samuel.23.7\">23:7</a>; <span dir=\"rtl\">עֲצֵי הָעֲגָלָה</span> <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a> (i.e. wood of which cart was made), <span dir=\"rtl\">עֲצֵי הָאֲשֵׁרָה</span> <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; especially <em>timbers</em> of a house <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; <a data-ref=\"Habakkuk 2:11\" href=\"/Habakkuk.2.11\">Hb 2:11</a>; <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">Lv 14:45</a>, of a city <a data-ref=\"I Kings 15:22\" href=\"/I_Kings.15.22\">1 K 15:22</a> = <a data-ref=\"II Chronicles 16:5\" href=\"/II_Chronicles.16.5\">2 Ch 16:5</a>; <a data-ref=\"Ezekiel 26:12\" href=\"/Ezekiel.26.12\">Ez 26:12</a>; <span dir=\"rtl\">עֵץ</span> of <em>pole</em> on which bodies of slain (criminals and others) were exposed (perhaps orig. <em>tree</em>) <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E), <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a><sup>(×2)</sup>; <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">10:26</a><sup>(×2)</sup>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> (all JE), <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">Dt 21:22</a>, <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">23</a>; late (in Pers.) used for executing criminals (? by hanging = <em>gallows</em>), <span dir=\"rtl\">תָּלָה עַל־עֵץ</span> <a data-ref=\"Esther 2:23\" href=\"/Esther.2.23\">Est 2:23</a> + 8 times Est. †<strong>c.</strong>  of idols, <span dir=\"rtl\">עֵץ וָאֶבֶן</span> <a data-ref=\"Deuteronomy 4:28\" href=\"/Deuteronomy.4.28\">Dt 4:28</a>; <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">28:36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:16\" href=\"/Deuteronomy.29.16\">29:16</a>; <a data-ref=\"II Kings 19:18\" href=\"/II_Kings.19.18\">2 K 19:18</a> = <a data-ref=\"Isaiah 37:19\" href=\"/Isaiah.37.19\">Is 37:19</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>, cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a>; <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">3:9</a>; <a data-ref=\"Habakkuk 2:19\" href=\"/Habakkuk.2.19\">Hb 2:19</a>; so <span dir=\"rtl\">עֵץ</span> alone <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a>; <a data-ref=\"Isaiah 40:20\" href=\"/Isaiah.40.20\">Is 40:20</a>, cf. <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">44:19</a>; <a data-ref=\"Isaiah 45:20\" href=\"/Isaiah.45.20\">45:20</a>; <span dir=\"rtl\">אֲשֵׁרָה כָּל־עֵץ</span> <a data-ref=\"Deuteronomy 16:21\" href=\"/Deuteronomy.16.21\">Dt 16:21</a>. <strong>d.</strong>  (fire-)<em>wood</em> <a data-ref=\"Joshua 9:23\" href=\"/Joshua.9.23\">Jos 9:23</a>, <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">27</a> (J), v <a data-ref=\"Joshua 9:21\" href=\"/Joshua.9.21\">21</a> (P), <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"Isaiah 30:33\" href=\"/Isaiah.30.33\">Is 30:33</a> +, read <span dir=\"rtl\">עֵצִים</span> also <a data-ref=\"Ezekiel 24:5\" href=\"/Ezekiel.24.5\">Ez 24:5</a> (for MT <span dir=\"rtl\">עצמים</span> Bö Ew Sm Co Berthol Toy; especially for sacrifices <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a><sup>(×2)</sup> +, <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">Gn 22:7</a>, <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">9</a><sup>(×2)</sup> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> + 6 times Lv (all P), <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> ‖ <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, +; <span dir=\"rtl\">עֲצֵי עוֹלָה</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a>, <a data-ref=\"Genesis 22:6\" href=\"/Genesis.22.6\">6</a> (P). <strong>e.</strong>  <span dir=\"rtl\">עֵץ (הָ)אֶרֶז</span> <em>cedar-wood</em>, used in purifications <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>; <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a> (all P). <strong>f.</strong>  <span dir=\"rtl\">פִּשְׁתֵּי הָעֵץ</span> <a data-ref=\"Joshua 2:6\" href=\"/Joshua.2.6\">Jos 2:6</a> <em>woody-flax</em>, i.e. flax on the stalk.—<a data-ref=\"Jeremiah 10:8\" href=\"/Jeremiah.10.8\">Je 10:8</a> Gie proposes <span dir=\"rtl\">הֶבֶל מֹעֲצֹתָו</span> for MT <span dir=\"rtl\">הֲבָלִים עֵץ הוּא</span>.—<span dir=\"rtl\">מֹאֶסֶת כָּל־עֵץ</span> <a data-ref=\"Ezekiel 21:15\" href=\"/Ezekiel.21.15\">Ez 21:15</a> is dub., Sm proposes <span dir=\"rtl\">מָאַסְתָּ כָל־עֵץ</span>, Co <span dir=\"rtl\">מֹאֲסֵי כָל־עֹוֹ</span>, Berthol <span dir=\"rtl\">וּמְאַסֵּף כָּל־עַז</span>; Siegf<sup>Kau</sup> Toy leave untranslated."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d413b6084aa1cbf2eba9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צִפּוֹר 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, צִפּוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, צִפּוֹר א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צִפּוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">צִפּוֹר</span>, <span dir=\"rtl\">צִפֹּר</span></big>  <strong>n.f.</strong> <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a> (<strong>m.</strong> <a data-ref=\"Psalms 102:8\" href=\"/Psalms.102.8\">ψ 102:8</a>, cf. Kö<sup>Synt.§ 252 a</sup>, so <a data-ref=\"Psalms 104:17\" href=\"/Psalms.104.17\">104:17</a>, yet cf. Albr<sup>ZAW xvi (1896), 71</sup>), <strong>bird</strong>;—abs. <span dir=\"rtl\">צִפּוֹר</span> <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> + 15 times, <span dir=\"rtl\">צִפֹּר</span> <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> + 11 times, cstr. <span dir=\"rtl\">צִפּוֹר</span> <a data-ref=\"Deuteronomy 4:17\" href=\"/Deuteronomy.4.17\">Dt 4:17</a> + 5 times, <span dir=\"rtl\">צִפֹּר</span> <a data-ref=\"Psalms 8:9\" href=\"/Psalms.8.9\">ψ 8:9</a>; pl. <span dir=\"rtl\">צִפֳּרִים</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> + 5 times;—<br><strong>1.</strong>  single <em>bird</em>, <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a>; <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> (sim.; ‖ <span dir=\"rtl\">יוֹנָה</span>), <a data-ref=\"Lamentations 3:52\" href=\"/Lamentations.3.52\">La 3:52</a>; <a data-ref=\"Job 40:29\" href=\"/Job.40.29\">Jb 40:29</a> <a data-ref=\"Psalms 102:8\" href=\"/Psalms.102.8\">ψ 102:8</a>; <a data-ref=\"Psalms 124:7\" href=\"/Psalms.124.7\">124:7</a> <a data-ref=\"Proverbs 6:5\" href=\"/Proverbs.6.5\">Pr 6:5</a>; <a data-ref=\"Proverbs 7:23\" href=\"/Proverbs.7.23\">7:23</a>; <a data-ref=\"Proverbs 26:2\" href=\"/Proverbs.26.2\">26:2</a>; <a data-ref=\"Proverbs 27:8\" href=\"/Proverbs.27.8\">27:8</a> (all sim.), <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a> + 10 times <a data-ref=\"Psalms 84:4\" href=\"/Psalms.84.4\">Ps. 84:4</a>; <span dir=\"rtl\">כָּל־צ׳ כָּנָף</span> <a data-ref=\"Deuteronomy 4:17\" href=\"/Deuteronomy.4.17\">Dt 4:17</a>, <span dir=\"rtl\">כָּל־צ׳ טְהוֹרָה</span> <a data-ref=\"Deuteronomy 14:11\" href=\"/Deuteronomy.14.11\">14:11</a> (<span dir=\"rtl\">כל</span> distrib.); <span dir=\"rtl\">קַן־צ׳</span> <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">22:6</a> <em>bird’s nest</em>, <span dir=\"rtl\">קוֹל הַצּ׳</span> <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a>; pl. <a data-ref=\"Isaiah 31:5\" href=\"/Isaiah.31.5\">Is 31:5</a> (sim.), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> (<span dir=\"rtl\">שְׁתֵּי צִפֳּרִים</span>, in purif.; cf. We<sup>Heid. 2. 171</sup> RS<sup>Sem. i. 402, 2nd ed. 422</sup>), v <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a> (id.), <a data-ref=\"Psalms 104:17\" href=\"/Psalms.104.17\">ψ 104:17</a> <a data-ref=\"Ecclesiastes 9:12\" href=\"/Ecclesiastes.9.12\">Ec 9:12</a>.<br><strong>2.</strong>  less often coll., either def. <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> (two), or indef. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a> (fig.), <span dir=\"rtl\">צִפֹּר שָׁמַיִם</span> <a data-ref=\"Psalms 8:9\" href=\"/Psalms.8.9\">8:9</a>, especially <span dir=\"rtl\">צ׳ (כָּל־)כָּנָף</span> <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">Ez 39:17</a> <a data-ref=\"Psalms 148:10\" href=\"/Psalms.148.10\">ψ 148:10</a>, <span dir=\"rtl\">כֹּל צ׳ כָּל־כָּנָף</span> <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">Gn 7:14</a>; <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>, also redund. c. <span dir=\"rtl\">עַיִט</span>, <span dir=\"rtl\">עֵיט צ׳ כָּל־כָּנָף</span> <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">Ez 39:4</a> <em>birds of prey of all kinds</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f5b6084aa1cbf3a487", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁנִי 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, שָׁנִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁנִי א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁנִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שָׁנִי</span></big><sub>42</sub>  <strong>n.</strong>[<strong>m.</strong>] <strong>scarlet (</strong>proposes <em>coccus ilicis</em>, which attaches itself to leaves and twigs of <em>quercus coccifera;</em> the dried body of female yields coloring matter; cf. Tristr<sup>NHB 319</sup> Post<sup>HastDB scarlet</sup> M’Lean<sup>Ency. Bib. id.</sup><strong>)</strong>;—usually <span dir=\"rtl\">שׁ׳</span>: <span dir=\"rtl\">תִּקְוַת חוּט הַשּׁ׳ הַזֶּה</span> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> <em>this cord of thread of scarlet</em>, <span dir=\"rtl\">ת׳ הַשּׁ׳</span> v <a data-ref=\"Joshua 2:21\" href=\"/Joshua.2.21\">21</a>, <span dir=\"rtl\">חוּט הַשּׁ׳</span> <a data-ref=\"Song of Songs 4:3\" href=\"/Song_of_Songs.4.3\">Ct 4:3</a> (sim. of lips); so <span dir=\"rtl\">(הַ)שּׁ׳</span> alone <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">Gn 38:28</a>, <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">30</a> (J), and as material of clothing <a data-ref=\"II Samuel 1:24\" href=\"/II_Samuel.1.24\">2 S 1:24</a>; <a data-ref=\"Jeremiah 4:30\" href=\"/Jeremiah.4.30\">Je 4:30</a>; <a data-ref=\"Proverbs 31:21\" href=\"/Proverbs.31.21\">Pr 31:21</a> (pl. <span dir=\"rtl\">שָׁנִים</span>; on order of ll. v. Toy); pl. also in sim. <a data-ref=\"Isaiah 1:18\" href=\"/Isaiah.1.18\">Is 1:18</a> if your sins are like <em>scarlet</em> (robes); elsewhere (P) <span dir=\"rtl\">תּוֹלַעַת (הַ)שּׁ׳</span> (v. <a data-ref=\"BDB, ת\" href=\"/BDB,_ת\", dir=\"rtl\">ת׳</a>) of material for curtain, veil, ephod, etc., <a data-ref=\"Exodus 25:4\" href=\"/Exodus.25.4\">Ex 25:4</a>; <a data-ref=\"Exodus 26:1\" href=\"/Exodus.26.1\">26:1</a> + 24 times Ex; <span dir=\"rtl\">בֶּגֶד ת׳ שׁ׳</span> <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">Nu 4:8</a> (v. ii. <a data-ref=\"BDB, ב\" href=\"/BDB,_ב\", dir=\"rtl\">ב׳</a> <strong>2</strong>); cstr. <span dir=\"rtl\">שְׁנִי (הַ)תּ׳</span> used in purif., †<a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>; <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d517b6084aa1cbf3bef5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תּוֹלֵעָה 1", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "BDB, תּוֹלֵעָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תּוֹלֵעָה א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תּוֹלֵעָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">תּוֹלֵעָה</span>, <span dir=\"rtl\">תּוֹלַ֫עַת</span></big>  <strong>n.f. worm</strong>;—abs. <span dir=\"rtl\">תּוֹלֵעָה</span> <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a>; <a data-ref=\"Job 25:6\" href=\"/Job.25.6\">Jb 25:6</a>; <span dir=\"rtl\">תּוֹלַעַת</span> <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">Is 41:14</a> +, <span dir=\"rtl\">תּוֹלָ֑עַת</span> <a data-ref=\"Deuteronomy 28:39\" href=\"/Deuteronomy.28.39\">Dt 28:39</a> <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a>; cstr. <span dir=\"rtl\">תּוֹלַ֫עַת</span> <a data-ref=\"Exodus 25:4\" href=\"/Exodus.25.4\">Ex 25:4</a> +; sf. <span dir=\"rtl\">תּוֹלַעְתָּם</span> <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>;—<br><strong>1.</strong>  <em>worm, grub</em>, vine-weevil <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>; <a data-ref=\"Deuteronomy 28:39\" href=\"/Deuteronomy.28.39\">Dt 28:39</a> (coll.); devouring the dead <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a> (coll.: ‖ <span dir=\"rtl\">רִמָּה</span>), <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">66:24</a> (coll.); symbol of insignificance <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">41:14</a> <a data-ref=\"Job 25:6\" href=\"/Job.25.6\">Jb 25:6</a> (‖ <span dir=\"rtl\">רִמָּה</span>), <a data-ref=\"Psalms 22:7\" href=\"/Psalms.22.7\">ψ 22:7</a>.<br><strong>2.</strong>  elsewhere (P) specif., + <span dir=\"rtl\">שָׁנִי</span> (q.v.), of the <em>coccus ilicis</em> yielding <em>scarlet</em> colour: <span dir=\"rtl\">שְׁנִי (הַ)תּ׳</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>; <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a>; of crimson stuff, <span dir=\"rtl\">בֶּגֶד ת׳ שָׁנִי</span> <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">4:8</a>; usually <span dir=\"rtl\">תְּכֵלֶת וְאַרְגָּמָן וְת׳ (הַ)שָּׁנִי וגו׳</span> <a data-ref=\"Exodus 25:4\" href=\"/Exodus.25.4\">Ex 25:4</a>; <a data-ref=\"Exodus 26:1\" href=\"/Exodus.26.1\">26:1</a> + 24 times Ex."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a32f613f3c2d3b458de6", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 13:1:5", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "German Commentary on Mishnah Negaim 13:1:5", "sourceHeRef": "פירוש גרמני על משנה נגעים י״ג:א׳:ה׳", "anchorVerse": 49, "sourceHasEn": true, "commentaryNum": 1.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>schält man ihn ab und es bedarf [zu seiner Entsündigung] der Vögel.</b>  Lev. 14,49.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a304613f3c2d3b45858a", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 3:8:8", "anchorRef": "Leviticus 14:49-53", "anchorRefExpanded": ["Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53"], "sourceRef": "German Commentary on Mishnah Negaim 3:8:8", "sourceHeRef": "פירוש גרמני על משנה נגעים ג׳:ח׳:ח׳", "anchorVerse": 49, "sourceHasEn": true, "commentaryNum": 8.0008, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>oder auch nach der Freisprechung.</b>  Wenn nach Verschwinden der Aussatz Farbe das Haus reingesprochen wurde und vor der Entsündigung des Hauses durch die Vögel (nach Lev. 14, 49—53) die <span dir=\"rtl\">נגע</span>-Farbe wieder zum Vorschein kommt, so muss es für entschieden unrein erklärt und niedergerissen werden. Hat aber die Entsündigung durch Vögel bereits stattgefunden, so wird die wieder erscheinende Aussatz-Farbe wie ein neuer <span dir=\"rtl\">נגע</span> nach VN. 30—31 behandelt.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c983faee0b8c909d81b1", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 14:49:1-16", "anchorRef": "Leviticus 14:49", "anchorRefExpanded": ["Leviticus 14:49"], "sourceRef": "David Zvi Hoffmann on Leviticus 14:49:1-16", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ד:מ״ט:א׳-ט״ז", "anchorVerse": 49, "sourceHasEn": false, "commentaryNum": 49.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>מט-נג.</b> מעשה הצפורים כאן הוא כולו כמעשהו לעיל (פסוק ד ואילך) באדם, אלא ששם מזים על פס היד, או לפי דעה אחרת על המצח, ואילו בבית מזים על המשקוף החיצוני, ולפי דעת אחדים על הבית כולו (נגעים יד א).<i data-commentator=\"Endnotes\" data-label=\"936\" data-order=\"936\"></i> הטהרה בצפורים דרושה רק אחרי ההסגר השני, אבל אם אחרי ההסגר נעלם הנגע, אין צפורים דרושות, אלא קולפין (את שטח הנגע). הביטוי \"חטא\" שבכאן מובנו בשאר מקומות הסרת הטומאה, אבל כאן משמעותו הסרת החסרון. בפסוק נב שוב מודגש, שצריך להזות בכל המכשירים על הבית. ויחד עם זה מלמדים \"וחטא\" ,\"וכפר על הבית\", שבפסוק הבא, שכאן הכפרה באה על ידי הצפורים ושוב אין צורך בקרבנות.", "לפי משנת נגעים יג א אפשר שיבואו בנגעי בתים עשרה מקרים שונים, והם: אחרי ההסגר הראשון ארבעה מקרים: א) \"כהה\", שהוא \"מראה כשר\", ב) \"הלך לו\", נעלם לגמרי או נפחת למטה מכדי שיעור של שני גריסים, בשני מקרים אלה קולפו והוא טהור (היינו: קולף את שטח הנגע), ג) \"עמד בעיניו\", כלומר עמד במראהו וטעון הסגר, ד) \"פשה\", אם הנגע התרחב, חולץ ומסגיר וקוצה ומכסה ומכסה בעפר ואחרי כן יוסגר הבית. היינו או חזר או לא חזר, במקרה הראשון נותץ את הבית, ובמקרה השני טעון צפורים. המקרה השלישי יש לו שש תוצאות: א) אחרי ההסגר השני כהה הנגע, ב) או הולך. בשני מקרים אלה טעון הבית קליפה וצפורים, ג) אם אחרי ההסגר עמד בעיניו, חולץ וקוצה וטח ומסגיר בפעם השלישית, אם חזר, דינו לנתיצה, ד) ואם לא חזר באה טהרה בצפורים, ה) אם אחרי ההסגר השני פשה, גם כן חולץ וקוצה וטח, ובא הסגר שלישי, אם חזר, באה נתיצה, ואם לא חזר טעון צפורים.<i data-commentator=\"Endnotes\" data-label=\"937\" data-order=\"937\"></i>", "הלוח דלהלן מראה באופן מוחשי את המקרים השונים. אחרי ההסגר הראשון ישנן ארבע אפשרויות, ושתי האחרונות מסתעפות לכמה אפשרויות:", "1) כהה – קולף וטהור", "2) הלך – קולף וטהור", "3) עמד בעיניו – הסגר שני", "<span class=\"poetry indentAll\">1) כהה קלף וטעון צפורים (וטהור)</span>", "<span class=\"poetry indentAll\">2) הלך לו – קולף וטעון צפורים (וטהור)</span>", "<span class=\"poetry indentAll\">3) עמד בעיניו: חולץ והסגר שלישי</span>", "<span class=\"poetry indentAll\">1) חזר – נותץ</span>", "<span class=\"poetry indentAll\">2) לא חזר – טעון ציפורים</span>", "4) פשה: חולץ והסגר שלישי<i data-commentator=\"Endnotes\" data-label=\"938\" data-order=\"938\"></i>", "<span class=\"poetry indentAll\">1) חזר – נותץ</span>", "<span class=\"poetry indentAll\">2) לא חזר – טעון ציפורים</span>", "<span class=\"poetry indentAll\">1) חזר – נותץ</span>", "<span class=\"poetry indentAll\">2) לא חזר – טעון ציפורים</span>"], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]