[{"_id": "520295eaedbab4556a70d1b6", "index_title": "Ramban on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Ramban on Exodus 12:45:1", "sourceHeRef": "רמב\"ן על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>תּוֹשָׁב</b> זֶה גֵּר תּוֹשָׁב. שָׂכִיר, זֶה הַגּוֹי. וּמַה תַּלְמוּד לוֹמַר, וַהֲלֹא עֲרֵלִים הֵם, אֶלָּא כְּגוֹן עֲרָבִי מָהוּל וְגִבְעוֹנִי מָהוּל. לְשׁוֹן רַשִׁ\"י (רש\"י על שמות י\"ב:מ\"ה). וְלֹא יָדַעְתִּי לָמָּה יִכְתֹּב הָרַב הַדְּבָרִים הַנִּדְחִים בַּגְּמָרָא, שֶׁהֲרֵי הִקְשׁוּ עַל זֶה (יבמות עא.) וְהָנֵי מוּלִין נִינְהוּ, וְהָתְנַן (נדרים ג יא) הַנּוֹדֵר מִן הָעֲרֵלִים מֻתָּר בְּעַרְלֵי יִשְׂרָאֵל וְאָסוּר בְּמוּלֵי אֻמּוֹת הָעוֹלָם, שֶׁנֶּאֱמַר (ירמיה ט כה) \"כִּי כָל הַגּוֹיִם עֲרֵלִים וְכָל בֵּית יִשְׂרָאֵל עַרְלֵי לֵב\", וְהֶעֱמִידוּ הַכָּתוּב בְּגֵר שֶׁמָּל וְלֹא טָבַל:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "TOSHAV’ (A SOJOURNER) ‘V’SACHIR’ (AND A HIRED SERVANT) SHALL NOT EAT THEREOF. “<i>Toshav</i> is a resident non-Israelite [who has foresworn idolatry, but has not as yet been fully converted to Judaism]. A <i>‘sachir’</i> is a non-Israelite. But why should Scripture mention all these? They are uncircumcised, [and an uncircumcised person may not eat of the Passover-offering]! However, it refers to a circumcised Arabian or a circumcised Gibeonite.”<sup class=\"footnote-marker\">357</sup><i class=\"footnote\">“I might think that since they are circumcised, they are qualified to partake of the Passover-offering. Scripture therefore says, <i>A ‘toshav’ and a ‘sachir’ shall not eat thereof</i>” (Mechilta here).</i> Thus the language of Rashi.<br>I do not know why the Rabbi [Rashi] wrote down matters which are rejected in the Gemara.<sup class=\"footnote-marker\">358</sup><i class=\"footnote\">Yebamoth 71a.</i> The Rabbis have objected to this explanation [that the verse refers to a circumcised Arabian or a circumcised Gibeonite], asking: “Are these considered circumcised?! Have we not been taught that he who vows not to have benefit from the uncircumcised is permitted to have benefit from the uncircumcised of Israel, but not from the circumcised of other nations, as it is written, <i>For all the nations are uncircumcised, but all the house of Israel are uncircumcised in the heart?”</i><sup class=\"footnote-marker\">359</sup><i class=\"footnote\">Jeremiah 9:25. Thus it is clear that a circumcised Arabian, etc., is considered uncircumcised, and no special verse is needed to exclude him from eating the Passover-offering, as Rashi interpreted.</i> Instead, the Rabbis [there in the Gemara]<sup class=\"footnote-marker\">358</sup><i class=\"footnote\">Yebamoth 71a.</i> explained the verse as referring to a proselyte who was circumcised but who has not yet undergone immersion.<sup class=\"footnote-marker\">360</sup><i class=\"footnote\">For a proselyte to be fully accepted into the Jewish fold, he must undergo both circumcision, and immersion in a body of water valid for that purpose. The verse before us thus teaches that the proselyte who underwent the rite of circumcision alone is still forbidden to eat the Passover-offering, notwithstanding the fact that he is already circumcised and has begun his entry into the faith.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524daa6aedbab42e1c172c70", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 12:45:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>תושב.</b> מישראל או שכיר. לא יאכל הפסח אם לא יכוס על השה כמשפט כל העדה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "A SOJOURNER AND A HIRED SERVANT. Who are Israelites<sup class=\"footnote-marker\">508</sup><i class=\"footnote\">Contra the rabbis who interpreted the verse as applying to non-Jews. Cf. <i>Mekhilta</i> 15, Rashi, and Nahmanides.</i> shall not eat of the paschal lamb if a portion of the lamb has not been assigned to them, as is the law for the entire congregation.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6178", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 12:45", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Onkelos Exodus 12:45", "sourceHeRef": "תרגום אונקלוס על שמות י״ב:מ״ה", "anchorVerse": 45, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 12.0045, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "תּוֹתָבָא וַאֲגִירָא לָא יֵכוּל בֵּהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "An [alien] sojourner or hired worker may not eat it.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb9b8", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 12:45", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Targum Jonathan on Exodus 12:45", "sourceHeRef": "תרגום יונתן על שמות י״ב:מ״ה", "anchorVerse": 45, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 12.0045, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "דַּיוֹר תּוֹתַב וַאֲגִירָא נוּכְרָאָה לָא יֵיכוֹל בֵּיהּ", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " A sojourner or a hired stranger shall not eat thereof.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9a3fbfba21603f575b0", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 126", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mishneh Torah, Negative Mitzvot 126", "sourceHeRef": "משנה תורה, מצוות לא תעשה קכ״ו", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 126, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא להאכיל בשר הפסח לגר תושב, שנאמר \"תושב ושכיר, לא יאכל בו\" (שמות יב,מה).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to feed the meat of the Paschal sacrifice to a resident alien, as [Exodus 12:45] states: \"No temporary resident or hired worker may eat from it.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1d9d2fbfba21603f5a1a8", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 14:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer HaChinukh 14:1", "sourceHeRef": "ספר החינוך י״ד:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא נַאֲכִיל מִן הַפֶּסַח לְגֵר וְתוֹשָׁב</b> – שֶׁלֹּא לְהַאֲכִיל מִבְּשַׂר הַפֶּסַח לְגֵר וּלְתוֹשָׁב, שֶׁנֶּאֱמַר: (שמות יב מה) תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ. וְהַתּוֹשָׁב הוּא אָדָם מִן הָאֻמּוֹת שֶׁקִּבֵּל עָלָיו שֶׁלֹּא לַעֲבֹד עֲבוֹדָה זָרָה וְאוֹכֵל נְבֵלוֹת. וְשָׂכִיר הוּא גֵּר שֶׁמָּל וְלֹא טָבַל, שֶׁכֵּן פֵּרְשׁוּ חֲכָמֵינוּ זַ\"ל. (יבמות עא א).", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>That we not feed of the Pesach sacrifice to a stranger or a resident:</b> To not give (allow) to eat from the meat of the Pesach sacrifice to a stranger or resident, as it is stated (Exodus 12:45), “The resident or wageworker shall not eat it.” And a “resident” is a man from the [other] nations who takes upon himself not to worship idolatry, but eats carcasses. And a “hired laborer” is a convert who has circumcised himself but not immersed [in a mikveh] — as so did our Sages, may their memory be blessed, explain (Yevamot 71a).", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54b1d9d8fbfba21603f5aaae", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 282:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer HaChinukh 282:1", "sourceHeRef": "ספר החינוך רפ״ב:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 282.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא יֹאכַל עָרֵל תְּרוּמָה</b> – שֶׁלֹּא יֹאכַל עָרֵל תְּרוּמָה, כְּלוֹמַר כֹּהֵן שֶׁלֹּא נִמּוֹל, בֵּין שֶׁהוּא מֵזִיד, אוֹ שׁוֹגֵג, אוֹ אָנוּס וּכְגוֹן שֶׁמֵּתוּ אֶחָיו מֵחֲמַת מִילָה שֶׁיִּרְאַת הַמָּוֶת מְנָעַתּוּ מִלִּמּוֹל, בְּכָל עִנְיָן שֶׁיִּהְיֶה, מִכֵּיוָן שֶׁהוּא עָרֵל אָסוּר לֶאֱכֹל בַּתְּרוּמָה, וְהוּא הַדִּין שֶׁאָסוּר בִּשְׁאָר קָדָשִׁים. וּמְנִיעָה זוֹ לֹא נִתְבָּאֲרָה בַּכָּתוּב, אֶלָּא נִלְמְדָה בִּגְזֵרָה שָׁוָה. וְכָתַב הַמַּעְתִּיק בְּשֵׁם הָרַמְבַּ\"ם זִכְרוֹנוֹ לִבְרָכָה (בסהמ\"צ ל\"ת קלה). וּבֵאֲרוּ הַמְּקַבְּלִים עִם זֶה, שֶׁזֶּה הָאִסּוּר הוּא מִדְּאוֹרַיְתָא לֹא מִדְּרַבָּנָן. וּלְשׁוֹן יְבָמוֹת (ע, א) מִנַּיִן לְעָרֵל שֶׁאֵינוֹ אוֹכֵל תְּרוּמָה? נֶאֱמַר (שמות יב מה) תּוֹשָׁב וְשָׂכִיר בַּפֶּסַח, וְנֶאֱמַר (ויקרא כב י) תּוֹשָׁב וְשָׂכִיר בַּתְּרוּמָה, מָה תּוֹשָׁב וְשָׂכִיר הָאָמוּר בַּפֶּסַח עָרֵל אָסוּר בּוֹ אַף תּוֹשָׁב וְשָׂכִיר הָאָמוּר בַּתְּרוּמָה עָרֵל אָסוּר בָּהּ, וְהוּא הַדִּין לִשְׁאָר קָדָשִׁים. וְזֶה כְּמוֹ כֵן לְשׁוֹן סִפְרָא (כאן ד יח), וְשָׁם נֶאֱמַר רַבִּי עֲקִיבָא אוֹמֵר אִישׁ אִישׁ לְרַבּוֹת אֶת הֶעָרֵל. וְשָׁם נִתְבָּאֵר כְּלוֹמַר בַּגְּמָרָא יְבָמוֹת (עב א) שֶׁדְּבַר תּוֹרָה מָשׁוּךְ אוֹכֵל בַּתְּרוּמָה, וּמִדִּבְרֵיהֶם גָּזְרוּ עָלָיו מִפְּנֵי שֶׁנִּרְאֶה כְּעָרֵל, וּמָשׁוּךְ הוּא שֶׁנִּמְשְׁכָה הָעָרְלָה בְּעִנְיָן שֶׁנִּרְאֶה כְּמִי שֶׁאֵינוֹ מָהוּל אַחַר שֶׁנִּמּוֹל. הִנֵּה כְּבָר הִתְבָּאֵר לְךָ שֶׁעָרֵל אָסוּר בַּתְּרוּמָה מִן הַתּוֹרָה, וְהַמָּשׁוּךְ אָסוּר מִדְּרַבָּנָן, וְהָבֵן זֶה, וְשָׁם נֶאֱמַר מָשׁוּךְ צָרִיךְ שֶׁיִּמּוֹל מִדְּרַבָּנָן, עַד כָּאן.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>That an uncircumcised one not eat priestly tithe:</b> That an uncircumcised one not eat priestly tithe; meaning to say, a priest that is not circumcised — whether he is volitional or inadvertent or from duress, such as when his brothers died because of circumcision, so that the fear of death prevented him from being circumcised; in any manner that it be — since he is uncircumcised, he is forbidden to eat priestly tithe. And the same is the law — that he is forbidden — with other consecrated foods. And this prevention is not elucidated in Scripture, but we rather learn it from an inferential comparison. And the transcriber wrote in the name of Rambam, may his memory be blessed, (Sefer HaMitzvot, Negative Commandments 135), “The ones that received the tradition elucidated with this, that this prohibition is from Torah writ and not rabbinic. And the language of Yevamot 70a is, ‘From where [do we know] that an uncircumcised does not eat priestly tithe? It is stated, “a boarder and a hired worker” (Exodus 12:45) with regard to the Pesach [sacrifice], and it is stated, “a boarder and a hired worker” (Leviticus 22:10) with regard to priestly tithe. Just as “a boarder and a hired worker” with regard to the Pesach, an uncircumcised is prohibited [from eating] it, so too, “a boarder and a hired worker” stated with regard to priestly tithe, an uncircumcised is prohibited [from eating] it.’ And the same is the law for other holy foods. And this is likewise the language of Sifra, Emor, Chapter 4:18. And there it is stated, ‘Rabbi Akiva says, “Every man (literally, A man, a man)” (Leviticus 22:4), [is] to include the uncircumcised.’ And there — meaning in the Gemara Yevamot 72a — it is elucidated that a stretched [may] eat from priestly tithe from the word of the Torah, but [the Rabbis] decreed [that he may not] because he appears like one uncircumcised. And a stretched is one who stretched his foreskin in a way that he would appear as if he was uncircumcised, after he was circumcised. Behold, it is already elucidated that an uncircumcised is forbidden from the Torah and a stretched is forbidden rabbinically. And understand this. And there it is said that a stretched must be circumcised [again] rabbinically.” To here [are his words].", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54eaf562fbfba278fd26581e", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Haamek Davar on Exodus 12:45:1", "sourceHeRef": "העמק דבר על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>תושב ושכיר.</b> פרש״י לאתויי ערבי מהול וכו׳ והוא מהמכילתא דעת ר׳ יצחק . אבל לפי פשוטו קאי על הא דכתיב דמקנת כסף אפילו אינו יליד בית ישראל מכ״מ ומלתה אותו אפילו בע״כ יאכל בו. אבל תושב ושכיר שמלתה בע״כ לא יאכל בו שאינו קנוי לך שתשלוט בו למולו בע״כ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "559af3f6fbfba22d0838dc59", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "midrash", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 12:45", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 12:45", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ב:מ״ה", "anchorVerse": 45, "sourceHasEn": false, "compDate": [200], "commentaryNum": 12.0045, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>תושב</b> זה קנוי קנין עולם: ושכיר. זה קנוי קנין שנים. יאמר תושב מה אני צריך לומר שכיר אם קנוי קנין עולם אסור לאכול פסח קנוי קנין שנים אינו דין שיהא אסור לאכול פסח: אלו כן הייתי אומר תושב זה קנוי קנין שנים כשהוא אומר ושכיר בא שכיר ולימד על התושב שקנוי קנין עולם: ר' ישמעאל אומר מניין לערל שאסור לאכול בתרומה דין הוא ומה פסח שמותר לזרים ערל אמור לאכול ממנו, תרומה שאסורה לזרים אינו דין שיהא ערל אסור לאכול ממנה: לא אם אמרת בפסח שחייבין עליו [משום] פגול ונותר וטמא תאמר בתרומה שאין חייבין עליה משום פגול ונותר וטמא ת\"ל תושב ושכיר תושב ושכיר(ויקרא כ\"ב י') לגזרה שוה מה תושב ושכיר האמור בפסח ערל אסור לאכול ממנו אף תושב ושכיר האמור בתרומה ערל אסור לאכול ממנה: לא יאכל בו. [בו] אינו אוכל אבל אוכל הוא במצה ומרור:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55b9c39ffbfba25a52653c85", "index_title": "Mishnah Shabbat", "category": "Mishnah", "type": "", "ref": "Mishnah Shabbat 19:6", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mishnah Shabbat 19:6", "sourceHeRef": "משנה שבת י״ט:ו׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 19.0006, "collectiveTitle": {"en": "Mishnah Shabbat", "he": "משנה שבת"}, "heTitle": "משנה שבת", "he": "אֵלּוּ הֵן צִיצִין הַמְעַכְּבִין אֶת הַמִּילָה, בָּשָׂר הַחוֹפֶה אֶת רֹב הָעֲטָרָה. וְאֵינוֹ אוֹכֵל בַּתְּרוּמָה. וְאִם הָיָה בַעַל בָּשָׂר, מְתַקְּנוֹ מִפְּנֵי מַרְאִית הָעָיִן. מָל וְלֹא פָרַע אֶת הַמִּילָה, כְּאִלּוּ לֹא מָל: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>These are the shreds</b> of flesh <b>that invalidate the circumcision</b> if they are not cut. The essential element of circumcision is the removal of <b>the flesh that covers most of the corona,</b> and a child that was not circumcised in this manner is considered uncircumcised, <b>and he does not eat <i>teruma</i>.</b> <b>And if</b> he was properly circumcised but <b>he was fleshy,</b> and it appears as though he has not been properly circumcised, the circumcisor should <b>correct it</b> by circumcising more than necessary, to avoid the <b>appearance</b> of transgression, so he will not appear uncircumcised. If <b>one circumcised but did not uncover</b> the flesh at <b>the</b> area of the <b>circumcision</b> by folding back the thin membrane beneath the foreskin, <b>it is as if he had not circumcised.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5680d8e7d6e4a9628b306daf", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Shadal on Exodus 12:45:1", "sourceHeRef": "שד\"ל על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "תושב: נכרי שנתיישב בתוך בני ישראל ואינו שומר תורתם, ולדעת רז\"ל הוא שקבל עליו שבע מצות בני נח, וע' למטה פסוק מ\"ח.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5680d8e7d6e4a9628b306db1", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Shadal on Exodus 12:45:2", "sourceHeRef": "שד\"ל על שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "ושכיר: הוא נכרי העושה מלאכה עם ישראל ונשכר למספר ימים, ואעפ\"י שהוא אוכל אצל ישראל לא יאכל בקרבן פסח; וכל זה כדי שתהיה יציאת מצרים נרשמת יותר בלב ישראל. וראב\"ע פירש תושב ושכיר ישראלי שלא נמנה בחבורה; והנה כאן לא נזכר כלל ענין החבורות; ועוד הנה השכיר הוא בבית אדוניו, וממילא (אם אין לו אשה ובנים) שהוא נכלל עם בני הבית.\n", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "568a64ccd6e4a90d903e23d0", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Chapter 4 18", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sifra, Emor, Chapter 4 18", "sourceHeRef": "ספרא, אמור, פרק ד י״ח", "anchorVerse": 45, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 18, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ד", "he": "[יח] ר' ישמעאל אומר, נאמר כאן \"תושב ושכיר\" ונאמר \"תושב ושכיר\" בפסח (שמות יב, מה). מה \"תושב ושכיר\" האמור בפסח פסל בו את הערל, אף \"תושב ושכיר\" האמור כאן – יפסל בו את הערל. ר' עקיבא אומר, אינו צריך! הרי הוא אומר \"איש איש\" – לרבות את הערל.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "18) R. Yishmael says: \"Toshav vesachir\" are written here and in respect to the Paschal lamb (Shemoth 12:48). Just as with \"toshav vesachir\" stated in respect to the Paschal lamb, an aral (one who is uncircumcised) may not eat of it,\" so with \"toshav vesachir\" stated here (in respect to terumah), an aral may not eat of it. R. Akiva said: This (identity) is not needed. It is written (Shemoth 12 verse 4) \"A man, a man,\" to include the aral.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "569d07ced6e4a979b40a0c0d", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 117:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sifrei Bamidbar 117:2", "sourceHeRef": "ספרי במדבר קי״ז:ב׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [200], "commentaryNum": 117.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "לכל קדשי בני ישראל, כרת הכתוב ברית עם אהרן על כל קדשי הקדשים לגזור דין ולכרות להם ברית לפי שבא קרח כנגד אהרן וערער על הכהונה משל למה הדבר דומה למלך בשר ודם שהיה לו בן בית ונתן לו שדה אחת במתנה ולא כתב ולא חתם ולא העלה לו בערכיים בא אחד וערער כנגדו על השדה אמר לו המלך כל מי שירצה יבוא ויערער כנגדך על השדה בוא ואני כותב ואני חותם ואני מעלה לך בערכיים כך בא קרח וערער על הכהונה כנגדו אמר לו המקום כל מי שירצה יבא ויערער כנגדך על הכהונה בוא ואני כותב ואני חותם ואני מעלה לך בערכיים לכך נאמרה פרשה זו סמוך לקרח. זכרון לבני ישראל הא למדנו שהיה קרח מן הבלועים ומן השרופים: לך נתתים בזכותך: למשחה, אין משחה אלא גדולה שנא' זאת משחת אהרן ומשחת בניו. ר' יצחק אומר אין משחה אלא שמן המשחה שנאמר כשמן הטוב על הראש יורד על הזקן זקן אהרן: ולבניך, בזכות בניך: לחק עולם, שינהוג הדבר לדורות: זה יהיה לך מקדש הקדשים מן האש, אמרת צא וראה איזהו מקודש הקדשים שכולו עולה לאישים ויש לך הימינו היתר אין אתה מוצא אלא עולת בהמה: כל קרבנם אלו שתי הלחם ולחם הפנים. לכל מנחתם זו מנחת חוטא ומנחת נדבה. ולכל חטאתם זו חטאת יחיד וחטאת צבור וחטאת העוף וחטאת בהמה. ולכל אשמם זה אשם ודאי ואשם תלוי ואשם נזיר ואשם מצורע. אשר ישיבו לי זה גזל הגר. קדש קדשים זה לוג שמן של מצורע. לך הוא ולבניך בזכותך ובזכות בניך: בקדש הקדשים תאכלנו, כרת הכתוב ברית עם אהרן על קדשי הקדשים שלא יהיו נאכלים אלא במקום קדוש. ר' יהודה בן בתירה אומר הרי הגוים שהקיפו את העזרה מנין לקדשי הקדשים שנאכלים אפילו בהיכל ת\"ל בקדש הקדשים תאכלנו: כל זכר יאכל אותו, כרת הכתוב ברית עם אהרן על קדשי הקדשים שלא יהיו נאכלין אלא לזכרי כהונה: קודש יהיה לך, מה ת\"ל שיכול אין לי אלא דבר הראוי לאכילה שיתנהג בקדושה שאין ראוי לאכילה מניין ת\"ל קודש יהיה לך מכל מקום. וזה לך תרומת מתנם וגו', מגיד הכתוב שכשם שכלל הכתוב את קדשי קדשים לגזור דין ולכרות להם ברית כך כלל את קדשים קלים לגזור דין ולכרות להם ברית: לכל תנופות בני ישראל, להביא את הדבר הטעון תנופה: לך נתתים ולבניך ולבנותיך אתך לחק עולם, שינהוג הדבר לדורות: כל טהור בביתך יאכל אותו, כרת הכתוב ברית עם אהרן על קדשים קלים שלא יהיו נאכלים אלא לטהורים: כל חלב יצהר וכל חלב תירוש ודגן, מגיד הכתוב שכשם שכלל הכתוב את קדשי מקדש לגזור דין ולכרות להם ברית כך כלל הכתוב את קדשי הגבול לגזור דין ולכרות להם ברית: כל חלב יצהר וכל חלב תירוש ודגן זו תרומה ותרומת מעשר, ראשיתם זו ראשית הגז. אשר יתנו זה הזרוע והלחיים והקיבה. לה'. זו חלה: ביכורי כל אשר בארצם, בא הכתוב ולימד על הביכורים שתהא קדושה חלה עליהם במחובר לקרקע שהיה בדין הואיל וקדושה חלה על התרומה וקדושה חלה על הביכורים אם למדתי על התרומה שאין קדושה חלה עליה במחובר לקרקע אף הביכורים לא תהא קדושה חלה עליהם במחובר לקרקע ת\"ל ביכורי כל אשר בארצם בא הכתוב ולימד על הביכורים שתהא קדושה חלה עליהם במחובר לקרקע: אשר יביאו לה' לך יהיה, בא הכתוב ולימד על הביכורים שיהו נתונים לכהן: כל טהור בביתך יאכלנו למה נאמר והלא כבר נאמר כל טהור בביתך יאכל אותו ומה ת\"ל כל טהור בביתך יאכלנו להביא את בת ישראל המאורסת לכהן שתהא אוכלת בתרומה או אינו מדבר אלא בנשואה כשהוא אומר כל טהור בביתך יאכל אותו הרי נשואה אמורה הא מה ת\"ל כל טהור בביתך יאכלנו להביא את בת ישראל המאורסת לכהן שתהא אוכלת בתרומה משמע מביא את הארוסה ומביא את תושב ושכיר ומה אני מקיים מקרא תושב ושכיר לא יאכל בו (שמות יב) תושב [ושכיר] שאינו ברשותך אבל [תושב ושכיר] שהוא ברשותך יאכל בו [או משמע מוציא את תושב ושכיר ומביא את ארוסה] ומה אני מקיים כל טהור בביתך יאכל אותו חוץ מתושב ושכיר או אף תושב ושכיר ת\"ל עוד במקום אחר תושב כהן ושכיר לא יאכל קודש (ויקרא כב) בין ברשותך בין שאינו ברשותך וכבר שלח יוחנן בן בג בג אצל ר' יהודה בנציבים אמר לו שמעתי עליך שהייתה אומר על בת ישראל המאורסת לכהן שהיא אוכלת בתרומה שלח לו ואתה [אין אתה אומר כך] מוחזקני בך שאתה בקי בחדרי תורה ולידון בק\"ו אי אתה יודע ומה שפחה כנענית שאין ביאתה קונה אותה לאכול בתרומה כסף קונה אותה לאכול בתרומה בת ישראל שביאתה קונה אותה לאכול בתרומה אינו דין שיהא כסף קונה אותה לאכול בתרומה אבל מה אעשה שהרי אמרו חכמים אין ארוסה בת ישראל אוכלת בתרומה עד שתיכנס לחופה נכנסה לחופה אף על פי שלא נבעלה אוכלת בתרומה ואם מתה בעלה יורשה: ", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar, Ibid.) \"For all the hallowed things of the children of Israel, etc.\": Scripture forged a covenant with Aaron with the holy of holies (viz. Ibid. 19) to declare a law to make a covenant with them. And why was this necessary? For Korach arose against Aaron and contested the priesthood. An analogy: A king of flesh and blood had a retainer to whom he gave a field of holding as a gift, without writing or sealing (the transaction) and without recording it, whereupon someone came and contested his (the retainer's) ownership of the field. At this, the king said to him: Let anyone who wishes come and contest it. Come (now) and I will write, seal, and record it. Korach came and contested his (Aaron's) claim to the priesthood, at which the L-rd said to him: Let anyone who wishes come and contest it. I am (now) writing and sealing and recording it — wherefore this section is juxtaposed with (the episode of) Korach. (Bamidbar, Ibid.) \"to you have I given them (the gifts)\": in your merit \"lemashchah\": \"meshichah\" connotes greatness, as in (Vayikra 7:35) \"This is mishchath Aaron and mishchath his sons, etc.\" R. Yitzchak says \"mishchah\" (here) connotes anointment, as in (Psalms 133:2) \"the goodly oil upon the head, running down the beard, the beard of Aaron.\" (Bamidbar, Ibid.) \"and to your sons\": in the merit of your sons. \"as an everlasting statute\": the covenant obtaining for all of the succeeding generations. (Ibid. 9) \"This shall be for you from the holy of holies from the fire\": I would not know of what this speaks. Go out and see: What remains (for the Cohanim) of the holy of holies, all of which is consigned to the fire? You find this as obtaining only with a beast burnt-offering, (the hide of which reverts to the Cohanim.) \"all of their offerings\": the two loaves and the show-bread. \"all of their meal-offerings\": the sinner's meal-offering and the donative meal-offering. \"all of their sin-offerings\": the sin-offering of the individual and the communal sin-offering (viz. Vayikra 6:18), the bird sin-offering and the beast sin-offering. \"all of their guilt-offerings\": the \"certain\" guilt-offering, the \"suspended\" guilt-offering, the guilt-offering of the Nazirite and the guilt-offering of the leper. \"which they shall return to Me\": This refers to the theft of a proselyte, (which reverts to the Cohanim [viz. Ibid. 5:8]). \"holy of holies\": This refers to the leper's log of oil. \"to you and to your sons\": in your merit and in the merit of your sons. (Ibid. 10) \"In the holy of holies shall you eat it\": Scripture forged a covenant with Aaron with the holy of holies that they are to be eaten only in a holy place, within the curtains (i.e., in the azarah [the Temple court]). R. Yehudah said: Whence is it derived that if gentiles surrounded the azarah, they may be eaten (even) in the sanctuary? From \"In the holy of holies shall you eat it.\" (Ibid.) \"Every male shall eat it\": Scripture forged a covenant with Aaron with the holy of holies that they are to be eaten by males of the priesthood. \"Holy shall it be to you\": What is the intent of this? I might think that only something fit for eating should be eaten in holiness. Whence do I derive (the same for) something which is not fit for eating? From \"Holy shall it be to you.\" (Ibid. 11) \"And this is for you the terumah of (i.e., what is set apart from) their gift-offerings\": Scripture hereby apprises us that just as Scripture included holy of holies to decree a law to make a covenant with them, so, did it include lower-order offerings. \"From all the wave-offerings of the children of Israel\": This thing requires waving. \"To you have I given them, and to your sons and to your daughters with you, as an everlasting statute\": the covenant obtaining for all of the succeeding generations. \"Every clean one in your house shall eat it\": Scripture forged a covenant with lower-order offerings that they are to be eaten only by those who are clean. \"All the best of the oil, and all the best of the wine and of the wheat\": Scripture hereby apprises us that just as Scripture included the offerings of the sanctuary to decree a law to make a covenant with them, so, did it include the border offerings (i.e., those outside the sanctuary) to decree a law to make a covenant with them. \"All the best of the oil\": This is terumah gedolah (Devarim 18:4). \"and all the best, etc.\": This is terumath ma'aser (Bamidbar 18:26). \"the first of them\": the first of the shearing (Devarim 18:4). \"which they shall give\": shoulder, cheeks and maw (Ibid. 3). \"to the L-rd\": challah (Bamidbar 15:20). (Ibid. 18:13) \"the first-fruits of all that is in their land\": Scripture here comes to teach us about the bikkurim that holiness \"takes\" upon them while they are yet attached to the ground. For it would follow (otherwise, viz.:) Since holiness \"takes\" on bikkurim and holiness \"takes\" on terumah, then, if I have learned about terumah that holiness does not \"take\" on it while it is yet on the ground, so, with bikkurim. It is, therefore, written \"the first-fruits of all that is in their land,\" to teach us otherwise. (Bamidbar 18:12) \"To you have I given them\": Scripture comes to teach that it is given to the Cohein. (Bamidbar, Ibid. 13) \"Every clean one of your household shall eat it\": Why is this stated? Is it not already written (Ibid. 11) \"Every clean one in your house shall eat it (terumah)\"? Why repeat it? To include the daughter of an Israelite betrothed to a Cohein as eating terumah. Does this include one who is betrothed? Perhaps it speaks only of one who is married! — (This is not so, for) \"Every clean one in your house shall eat it\" already speaks of one who is married. How, then, am I to understand \"Every clean one of your household\"? As including the daughter of an Israelite betrothed to a Cohein, as eating terumah. This would seem to include (as eating terumah) a betrothed one and a toshav (a ger toshav [sojourner]) and a sachir (a hired non-Jew). How, then, am I to understand (Shemot 12:45) \"a toshav … shall not eat of it\"? A toshav who is not in your domain; but one who is in your domain may eat of it. Or even a toshav who is in your domain (may eat of it). And how am I to understand \"Every clean one of your household may eat of it\"? As excluding a toshav and a sachir. Or perhaps, including a toshav and a sachir! It is, therefore, written (Vayikra 22:10) \"and a sachir shall not eat the holy thing\" (terumah): whether or not he is in your domain. And it happened that R. Yochanan b. Bag Bag sent to R. Yehudah in Netzivim: I heard about you that you said that the daughter of an Israelite betrothed to a Cohein eats terumah. He sent back: And I held you to be expert in the recesses of Torah when you cannot even expound a kal vachomer (a fortiori, viz.:) If a Canaanite maidservant, whose intercourse (with her master) does not acquire her (or him) for (purposes of) eating terumah, her money (i.e., the money by which he acquired her [viz. Vayikra 22:11]) causes her to eat terumah — then the daughter of an Israelite, whose intercourse (with her husband) acquires her (to him) for (purposes of) eating terumah, how much more so should her money (by which he betroths her) acquire her for (purposes of) eating terumah! But what can I do? The sages said: The daughter of an Israelite betrothed (to a Cohein) does not eat terumah until she enters the chuppah (the marriage canopy). Once she enters the chuppah, even if there were no intercourse, she eats terumah, and if she dies, her husband inherits her.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "574c6ef2d6e4a9347afe0724", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Rashi on Exodus 12:45:1", "sourceHeRef": "רש\"י על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>תושב.</b> זֶה גֵּר תּוֹשָׁב:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "תושב A TOLERATED SOJOURNER — this means a stranger who has settled in Palestine (having undertaken to observe the seven precepts of the “Sons of Noah”).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "574c6ef2d6e4a9347afe0726", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Rashi on Exodus 12:45:2", "sourceHeRef": "רש\"י על שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>ושכיר.</b> זֶה גּוֹי, וּמַה תַּ\"לֹ, וַהֲלֹא עֲרֵלִים הֵם, וְנֶאֱמַר <b>וכל ערל לא יאכל בו</b>? אֶלָּא כְּגוֹן עֲרָבִי מָהוּל וְגִבְעוֹנִי מָהוּל וְהוּא תּוֹשָׁב אוֹ שָׂכִיר (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ושכיר AND A HIRED SERVANT — a heathen. But why need Scripture state at all that these (the תושב and the שכיר) may not eat of the Passover lamb? These are uncircumcised and it is said (v. 48) “And no uncircumcised person shall eat thereof”? But it refers to such a one as a circumcised Arabian or a circumcised Gibeonite who is a settler or a hired servant (Mekhilta; Yevamot 71a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57c43ae1d6e4a903fee3b462", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Exodus 12:45", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Targum Jerusalem, Exodus 12:45", "sourceHeRef": "תרגום ירושלמי, שמות י״ב:מ״ה", "anchorVerse": 45, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 12.0045, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "שמות", "he": "תּוֹתָבָא דִגְבַר וַאֲגִירָא כַּד הֲוָה בַּר עַמְמִין לָא יֵיכוּל מִינֵיהּ:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "A sojourning man and a hireling born of the Gentiles shall not eat of it.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77cabd6e4a94c7c189c3c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 12:45", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Tafsir Rasag, Exodus 12:45", "sourceHeRef": "תפסיר רס\"ג, שמות י״ב:מ״ה", "anchorVerse": 45, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 12.0045, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ואלצ̇יף ואלאג̇יר לא יאכלא מנה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585afaead6e4a908ac4ed87e", "index_title": "Mishneh Torah, Paschal Offering", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Paschal Offering 9:7", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mishneh Torah, Paschal Offering 9:7", "sourceHeRef": "משנה תורה, הלכות קרבן פסח ט׳:ז׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 9.0007, "collectiveTitle": {"en": "Mishneh Torah, Paschal Offering", "he": "משנה תורה, הלכות קרבן פסח"}, "heTitle": "משנה תורה, הלכות קרבן פסח", "he": "הַמַּאֲכִיל כְּזַיִת מִן הַפֶּסַח בֵּין מִפֶּסַח רִאשׁוֹן בֵּין מִפֶּסַח שֵׁנִי לְמוּמָר לַעֲבוֹדָה זָרָה אוֹ לְגֵר תּוֹשָׁב אוֹ לְשָׂכִיר. הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה וְאֵינוֹ לוֹקֶה אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וּ <small>(שמות יב מג)</small> \"בֶן נֵכָר\" הָאָמוּר בַּתּוֹרָה זֶה הָעוֹבֵד אֵל נֵכָר. וְאֵין מַאֲכִילִין מִמֶּנּוּ לְנָכְרִי אֲפִלּוּ גֵּר תּוֹשָׁב אוֹ שָׂכִיר שֶׁנֶּאֱמַר <small>(שמות יב מה)</small> \"תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ\":\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "One who gives an olive-sized portion of a Paschal sacrifice - whether the first Paschal sacrifice or the second - to an apostate who worships false deities, to a resident alien, or a gentile worker, violates a negative commandment, but is not liable for lashes. He is, however, liable for stripes for rebellious conduct.<br>The term \"foreigner\" mentioned in the Torah refers to one who worships alien deities. One may not give a portion of the Paschal sacrifice to a gentile, even a resident alien or a worker, as Exodus 12:45 states: \"Neither a resident, nor an alien should partake of it.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58ad93c8d6e4a93323dbf7eb", "index_title": "Pesachim", "category": "Talmud", "type": "", "ref": "Pesachim 96a:20", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Pesachim 96a:20", "sourceHeRef": "פסחים צ״ו א:כ׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 191.002, "collectiveTitle": {"en": "Pesachim", "he": "פסחים"}, "heTitle": "פסחים", "he": "אֶלָּא מֵעַתָּה: ״תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ״, הָכִי נָמֵי דְּ״בוֹ״ הוּא אֵינוֹ אוֹכֵל, אֲבָל אוֹכֵל הוּא בְּפֶסַח דּוֹרוֹת?! אָמַר קְרָא: ״וְעָבַדְתָּ״. אֶלָּא ״בּוֹ״ לְמָה לִי? ״בּוֹ״ מְשׁוּמָּדוּת פּוֹסֶלֶת, וְאֵין מְשׁוּמָּדוּת פּוֹסֶלֶת בִּתְרוּמָה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara continues to question its initial derivation: <b>However, if</b> that is <b>so,</b> when the verse pertaining to the Paschal lamb sacrificed in Egypt states: <b>“A sojourner and a hired servant shall not eat from it”</b> (Exodus 12:45), <b>so too,</b> should it be derived that <b>from it,</b> the Paschal lamb sacrificed in Egypt, <b>he</b> may <b>not eat, but he</b> may <b>eat from the Paschal lamb</b> sacrificed in later <b>generations?</b> The Gemara answers that <b>the verse states: “And you shall perform,”</b> which teaches that the <i>halakhot</i> of the Paschal lamb in later generations are the same as the <i>halakhot</i> that applied in Egypt. The Gemara asks: <b>But</b> if so, <b>why do I</b> need the qualifying term <b>“from it”?</b> The Gemara answers that it teaches that <b>from it,</b> the Paschal lamb, <b>apostasy disqualifies</b> one from partaking, <b>but apostasy does not disqualify</b> one from eating <b><i>teruma</i>.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9791d6e4a93323dc4295", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 70a:15", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Yevamot 70a:15", "sourceHeRef": "יבמות ע׳ א:ט״ו", "anchorVerse": 45, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 139.0015, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "<big><strong>גְּמָ׳</strong></big> תַּנְיָא, אָמַר רַבִּי אֶלְעָזָר: מִנַּיִן לֶעָרֵל שֶׁאֵין אוֹכֵל בִּתְרוּמָה? נֶאֱמַר ״תּוֹשָׁב וְשָׂכִיר״ בַּפֶּסַח, וְנֶאֱמַר ״תּוֹשָׁב וְשָׂכִיר״ בַּתְּרוּמָה. מָה ״תּוֹשָׁב וְשָׂכִיר״ הָאָמוּר בַּפֶּסַח — עָרֵל אָסוּר בּוֹ, אַף ״תּוֹשָׁב וְשָׂכִיר״ הָאָמוּר בַּתְּרוּמָה — עָרֵל אָסוּר בּוֹ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<strong>GEMARA:</strong> <b>It is taught</b> in a <i>baraita</i> that <b>Rabbi Elazar said: From where</b> is it derived <b>that an uncircumcised</b> priest <b>may not partake of <i>teruma</i>? It is stated: “A sojourner and a hired servant</b> shall not eat thereof” (Exodus 12:45) <b>with regard to the Paschal lamb, and it is stated: “A sojourner</b> of a priest <b>and a hired servant</b> shall not eat of the holy thing” (Leviticus 22:10) <b>with regard to <i>teruma</i>. Just as “a sojourner and a hired servant” stated with regard to the Paschal lamb</b> indicates that <b>an uncircumcised</b> man <b>is prohibited</b> from eating <b>it, so too, “a sojourner and a hired servant” stated with regard to <i>teruma</i></b> teaches that <b>an uncircumcised</b> man <b>is prohibited</b> from eating <b>it.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636a13d6e4a9416e9c095f", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mizrachi, Exodus 12:45:1", "sourceHeRef": "מזרחי, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>תושב זה גר תושב שכיר זה הכותי. </b>במכילתא וכגון שהן מהולין כדלקמן דאל\"כ תפוק ליה משום ערל לא יאכל בו דאי אפשר לפרש הכא כמו גבי תרומה תושב זה קנוי קניין עולם שכיר זה קנוי קניין שנים דבשלמא גבי תרומה לא מצי אכיל ביה ישראל כדכתיב וכל זר לא יאכל בו וסד\"א דתושבו ושכירו של כהן הוו כמו קניין כספו דכתיב בהו הם יאכלו בלחמו קמ\"ל אלא הכא אמאי לא וכי משום דהוה ליה תושב או שכיר איפטר ליה מפסח והא קי\"ל גבי תרומה דלא אכיל אלמא לא קני ליה רביה ה\"נ לא קני ליה רביה וישראל מעליא הוא וחייב בפסח כדאיתא בריש פר' הערל אבל בפ' הערל תרצו מכח הקושיא הזאת לאפנויי לג\"ש נאמר תושב ושכיר בפסח ונאמר תושב ושכיר בתרומה מה תושב ושכיר האמור בפסח ערל אסור בו אף תושב ושכיר האמור בתרומה ערל אסור בו ומשמע דפליג אההיא דמכילתא דמוקי להו בגר תושב ובכותי דאי לא תימא הכי אין כאן מופנה ועוד וכי בשביל לאפנויי כתב שקר וכתב בתושב ושכיר דישראל מעליא הוא וחייב בפסח שלא יאכל בו אבל ר\"י תרץ בזה דאיכא לאוקומי קרא בשכיר ותושב כותי ומ\"מ לגופיה דלא אצטריך דלא עדיף מערל ובן נכר אבל לפי מה שפירשתי לעיל דנכתבו כדי ללמד לאחרים דבא זה ולמד על זה קשיא ועוד כיון דלגופיה לא אצטריך לא עדיף מערל ובן נכר ולא נכתב אלא לאפונויי לג\"ש ה\"ל למכתב תושב ושכיר יאכל בו ונוקמיה בישראל ולאפנויי: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636a13d6e4a9416e9c0963", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mizrachi, Exodus 12:45:2", "sourceHeRef": "מזרחי, שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>כגון ערבי מהול וגבעוני מהול והוא תושב או שכיר. </b>במכילתא ובפרק הערל אליבא דרבי עקיבא: הרמב\"ן ז\"ל טען ואמר ולא ידעתי למה יכתוב הרב הדברים הנדחים בגמרא שהרי הקשו על זה והני מילין נינהו והתנן הנודר מן הערלים מותר בערלי ישראל ואסור במולי אומות העולם שנ' כי כל הגוים ערלים וכל בית ישראל ערלי לב והעמידו הכתוב בגר שמל ולא טבל: ונראה לי שאינה טענה שאם כן הקושיא הזאת נופלת גם להרמב\"ם ז\"ל שכתב בפרק תשיעי מהלכות קרבן פסח ואין מאכילין ממנו לכותי אפי' גר תושב או שכיר שנאמר תושב ושכיר לא יאכל בו דע\"כ במהול קמיירי דאל\"כ תושב ושכיר למה לי השתא ישראל ערל לא אכיל כותי מיבעיא הרי שגם הוא פסק בערבי מהול ובגבעוני מהול כדרב שמעיא אליבא דרבי עקיבא וכדרבי יצחק במכילתא ולא כפי המסקנא שהעמידו בגמרא בגר שמל ולא טבל וכן כתב גם הסמ\"ג בסימן שנ\"ד שלא יאכל תושב ושכיר בפסח שנאמר תושב ושכיר לא יאכל בו ותניא במכילתא תושב זה גר תושב שכיר זה הכותי ואומר שם רבי יצחק למה נאמרו והלא כתיב כל ערל לא יאכל בו וכל בן נכר לא יאכל בו אלא בערבי מהול וגבעוני מהול שאינו ערל וגם שומר הז' מצות ואלו נדחו דברי ר' שמעיא ודברי ר' יצחק במכילתא איך פסקו כדבריהם אלא עכ\"ל שהם סוברים שרבי שמעיא שאמר לאיתויי ערבי מהול וגבעוני מהול כשהקשו לו והני מולים נינהו והתנן כו' אלמא אע\"ג דמהולין הן לא יצאו מכלל ערלים חזר ותרץ קר' דתושב ושכיר דמיירי בערבי מהול וגבעוני מהול כגון שבאו להתגייר וקבלו עליה' עול מצות ועדיין לא טבלו דהשתא לא מיקרו ערלי' אע\"פ שלא נמולו לשם גרות דסגי להו במילה שנמולו בכותיתן כאילו נמולו עכשו ואינן צריכין להטיף מהם דם ברית דדייק מההיא דפ' ר\"א דמילה דאמר שמעול' לא נחלקו ב\"ש וב\"ה על נולד כשהו' מהול שצריך להטיף על מה נחלקו על הגר שנתגייר כשהוא מהול משמע דיותר יש להצריך הטפה לנולד מהול מלנתגייר מהול וא\"כ לקמץ דפסיק רב הלכה כת\"ק דארור בעלמ' כשהוא מהול א\"צ להטיף כ\"ש בערל שנתגייר כשהוא מהול שא\"צ להטיף והה\"נ בגר דעלמ' שמל ולא טבל אלא משו' דמתחלה היה סובר ר' שמעיא דאות' מילה שמלו בכותיתן אע\"פ שמחזיקין תמיד בכותיתן יצאו מכלל ערלי' הוכרח לקיי' דבריו הראשון כגון שבאו אח\"כ להתגיי' אבל הה\"נ בשאר כותים שלא היו נמולי' ובאו להתגייר ומלו ולא טבלו וכן ממה שכתב הרמב\"ם ז\"ל גר שמל ונתגייר כשמטיפין ממנו דם ברית אינן צריכין ברכה משמע דרפייא בידיה א\"צ הטפה אם לאו לפיכך פסק שמטיפין ואין מברכין וא\"כ סד\"א כיון שיצאו מכלל ערלי' אע\"פ שעדיין לא טבלו וגר שמל ולא טבל לאו שמי' גר שיהא מותר להאכילו פסח קמ\"ל א\"ק דבשלמ' לרב שמעי' דס\"ל מעיקרא דנמולו בכותיתן ועדיין מחזיקין בכותיתן הוו נמולין היינו דנקט ערבי מהול וגבעוני מהול משו' דדרכן למול בכותית' לפי שהן מבני קטורה שהן מחוייבין במלה כדגרסי' בפ\"ד מיתות אלא מעתה בני קטור' לא לחייבו ומשהוקשו לו והתנן הנודר מן הערלי' כו' הוצרך להחזיק דבריו הראשוני' שאמ' בערבי מהול וגבעוני מהול ואמ' שראו להתגיי' ולא טבלו אבל הה\"נ בגר דעלמ' שמל ולא טבל אלא הברית' של מכילתא אם בגר שבא להתגייר ומל ולא טבל קמיירי מ\"ט נקט בלישני' ערבי מהול וגבעוני מהול לכן היותר נראה לי בזה לומר דהא דפריך בגמ' והני מולין נינהו והתנן הנודר מן הערלי' מות' בערלי ישר' ואסור במולי כותי לא קשי' ולא מידי דשאני נדרי' דאין הולכין בהן אלא אחר לשון בני אדם וכיון דל' בני אדם הוא לקרא הכותים ערלים אע\"פ שהן מולין אסור במולי כותי אבל באכילת הפסח דלאו בתר ל' אדם אזלינן דאי ערל הוא ל\"ש ישראל ול\"ש כותי לא יאכל בו ואי נמול הוא לא שנו ישראל לא שנו כותי אוכל בו סד\"א שאם היה ערבי מהול וגבעוני מהול שיאכל בו ת\"ל תושב ושכיר להביא ערבי מהול וגבעוני מהול שאע\"פ שהוא גר תושב או שכיר שלא יאכל בו דאי לא תימא הכי הא דכתב קרא וכל ערל לא יאכל בו בישראל למה הא תנן הנודר מן הערלים מותר בערלי ישראל דאפי' ערלי ישראל מולין איקרו וליכול אלא עכ\"ל דדוקא גבי נדרים הולכים אחר לשון בני אדם אבל לגבי אכילת פסח לא ואם כן מנדרים לפסח לא קשיא ולא מידי והדברים שאמר רב שמעיא מתחלה בערבי מהול וגבעוני מהול לא נדחו כלל אלא בקיומם הם עומדים והא דמשני לאיתויי גר שמל ולא טבל רבותא בעלמא קאמר דאפילו את\"ל דגבי אכילת פסח נמי הולכין אחר לשון בני אדם כמו גבי נדרים א\"ה מצינן לשנויי בגר שמל ולא טבל וכה\"ג אשכחן בפרק הערל גבי מי ששהה י' שנים עם אשתו ולא ילדה שצריך לישא אשה אחרת והביאו ראיה מאברהם דכתיב ביה מקץ עשר שנים לשבת אברהם בארץ. ופריך התם ונילף מיצחק דכתיב ביה ויהי יצחק בן מ' שנים בקחתו את רבקה וכתיב ויצחק בן ס' שנה בלדת אותם אף על גב דגבי יצחק נמי אינם אלא עשר שהרי בת שלשה שנים היתה כשנשאה והמתין לה י' שנים שתהא ראויה להריון ועוד י' שנים כאביו וא\"ה תרצו ואמרו שאני יצחק דעקור הוה ועכ\"ל דלא אמר זה אלא לרבותא בעלמא דאפי' אם נאמר שנשאה גדולה והמתין לה עשרים שנה שאני יצחק דעקור הוה ולכן לא פי' רש\"י גבי ויצחק בן ס' שנה מה שתרצו בגמ' דהמתין לה כ' שנה משום דעקור הה אלא פירש עשר שנה המתין לה משנשאה עד שנעשית בת י\"ד שנה ראויה להריון ועשר שנים צפה והמתין לה כמו שעשה אביו לשרה כיון שלא נתעברה ידע שהיא עקרה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a58d6e4a939ba176620", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Torah Temimah on Torah, Exodus 12:45:1", "sourceHeRef": "תורה תמימה על התורה, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>תושב ושכיר. </b>תושב זה גר תושב, שכיר זה עובד כוכבים <sup class=\"footnote-marker\">רלד</sup><i class=\"footnote\">בא להוציא שאין הפי' תושב ושכיר כאן כמו תושב ושכיר דתרומה (פ' אמור) דהתם הפי' תושב זה קנוי קנין עולם ושכיר זה קנוי קנין שנים כדמפרש ביבמות ע' א', אבל הכא לא שייך לפרש כן, כי האם מפני שהוא תושב או שכיר יפטר מפסח, ועיין ברמב\"ם פ\"ט ה\"ז מק\"פ, וענין גר תושב מבואר בע\"ז ס\"ד ב' שקיבל עליו שלא לעבוד ע\"ז ולקיים שבע מצות דב\"נ, ונקרא גר תושב מפני שמותר לנו להושיבו בא\"י. ובזמן הזה אין לנו דיני גר תושב, עיין בכורות ל' ב'. והנה בסוגיא דיבמות הנ\"ל איתא עוד דרשה תושב ושכיר לרבות נולד מהול וכו', ואנו העתקנו ע\"פ שיטת הרמב\"ם ושגם היא יותר פשוטה. </i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a58d6e4a939ba176622", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Torah Temimah on Torah, Exodus 12:45:2", "sourceHeRef": "תורה תמימה על התורה, שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>לא יאכל בו. </b>אין לי אלא בפסח מצרים, בפסח דורות מניין, ת\"ל (י\"ג ה') ועבדת את העבודה הזאת בחודש הזה, שיהיו כל עבודות חודש זה – כזה <sup class=\"footnote-marker\">רלה</sup><i class=\"footnote\">ואותו הפסוק לדורות איירי כדכתיב ברישיה והיה כי יביאך ה' אל ארץ וגו'. </i>.<br>(פסחים צ\"ו א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a58d6e4a939ba176624", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 12:45:3", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Torah Temimah on Torah, Exodus 12:45:3", "sourceHeRef": "תורה תמימה על התורה, שמות י״ב:מ״ה:ג׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 45.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>לא יאכל בו. </b>[מה ת\"ל בו], בו המרת דת פוסלת ואין המרת דת פוסלת במעשר <sup class=\"footnote-marker\">רלו</sup><i class=\"footnote\">עיין מש\"כ לעיל בפסוק מ\"ג אות רכ\"ח בכלל דרשה זו ובטעם דיוק הלשון בו, וצרף לכאן. ורש\"י כתב כאן מאי שייך מעוטא דהמרת דת גבי תושב ושכיר הא ישראל מעליא הוא, עכ\"ל. אבל אפשר לפרש דסמיך הגמרא על הדרשה במכילתא כאן דשכיר שבכאן זה עובד אלילים וכמש\"כ בדרשה דלעיל, וכ\"מ בתוס' יבמות ע\"א א' יעו\"ש. – <br>וע' ברמב\"ם פ\"ט ה\"ח מק\"פ וז\"ל, מותר להאכיל מצה ומרור לגר תושב ושכיר, עכ\"ל. וכתב הכ\"מ הטעם משום דלא יאכל בו לא נאמר אלא במצה ומרור, עכ\"ל. ופשוט דהמלה אלא היא ט\"ס ומיותרת, ועיין בתוס' יבמות ע\"א א' ומש\"כ בזה בסמוך פ' מ\"ח אות רנ\"ו. </i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef296cd6e4a90d4d5b48d7", "index_title": "Steinsaltz on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Pesachim 96a:20", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Steinsaltz on Pesachim 96a:20", "sourceHeRef": "ביאור שטיינזלץ על פסחים צ״ו א:כ׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 191.002, "collectiveTitle": {"en": "Steinsaltz on Pesachim", "he": "ביאור שטיינזלץ על פסחים"}, "heTitle": "ביאור שטיינזלץ על פסחים", "he": "ומקשים עוד לעיקר הענין: <b>אלא מעתה</b> מה שנאמר בפסח מצרים <b>\"תושב ושכיר לא יאכל בו\"</b> (שמות יב, מה) <b>הכי נמי</b> <small>[כך גם כן]</small> תאמר: <b>\"בו\"</b> בפסח מצרים <b>הוא</b> ש<b>אינו אוכל, אבל אוכל הוא בפסח דורות?!</b> ומשיבים: הלא <b>אמר קרא</b> <small>[המקרא]</small> <b>\"ועבדת\"</b> — שכל עבודות פסח יהיו כבפסח מצרים. ושואלים: <b>אלא</b> אם כן <b>\"בו\"</b> זה שבא למעט <b>למה לי?</b> ומשיבים שבא למעט: <b>\"בו\"</b> בפסח <b>משומדות פוסלת, ואין משומדות פוסלת בתרומה</b> כי כתוב זה בתושב ושכיר אינו צריך ללמוד ממנו לגופו שהרי ישראל הוא, ואם אינו ענין לגופו נותנין אותו ענין לנושא אחר, שההדגשה \"בו\" באה למעט לאותו ענין.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2fb2d6e4a90d4d5c9e54", "index_title": "Steinsaltz on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yevamot 70a:15", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Steinsaltz on Yevamot 70a:15", "sourceHeRef": "ביאור שטיינזלץ על יבמות ע׳ א:ט״ו", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 139.0015, "collectiveTitle": {"en": "Steinsaltz on Yevamot", "he": "ביאור שטיינזלץ על יבמות"}, "heTitle": "ביאור שטיינזלץ על יבמות", "he": "<big>ב גמרא</big> <b>תניא</b> <small>[שנויה</small> ברייתא<small>],</small> <b>אמר ר' אליעזר: מנין לערל שאין אוכל בתרומה? נאמר \"תושב ושכיר\" ב</b>קרבן <b>פסח</b> (\"תושב ושכיר לא יאכל בו\". שמות יב, מה) <b>ונאמר \"תושב ושכיר\" בתרומה</b> (\"תושב כהן ושכיר לא יאכל קודש\". שם כב, י), <b>מה \"תושב ושכיר\" האמור בפסח</b> משמעו ש<b>ערל אסור בו — אף \"תושב ושכיר\" האמור בתרומה</b> מלמד ש<b>ערל אסור בו.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb0517d6e4a978f820c32f", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Riva on Torah, Exodus 12:45:1", "sourceHeRef": "ריב\"א על התורה, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "שמות", "he": "<b>תושב פרש\"י זה גר תושב ושכיר זה העכו\"ם ומה ת\"ל והלא ערלים הם ונאמ' וכל ערל לא יאכל בו אלא כגון ערבי מהול וגבעוני מהול והוא תושב או שכיר עכ\"ל. </b>ור' היה תמה על לשונו דהא אימעוט עכו\"ם מכל בן נכר כמו שפרש\"י וקרא דובכל ערל איצטריך למי שמתו אחיו מחמת מילה. וא\"כ היה לי לפרש והלא ערלים הם וכתוב כל בן נכר לא יאכל ושמא נקט הפשוט יותר וכן דרך התלמו' כמו בנעורי' בית אביה כל שבח נעוריה לאביה אע\"ג דלאו מהאי קרא אפקי' כך נראה לר':", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1546f4d6e4a92409ac3c3a", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Siftei Chakhamim, Exodus 12:45:1", "sourceHeRef": "שפתי חכמים, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>כגון ערבי מהול כו'.</b> הרא\"ם האריך בשני הדיבורים להקשות מסוגיא דגמרא ולישבה, ע\"ש באריכות: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>A circumcised Arab. . .</b> See <i>Re”m,</i> who discusses Rashi’s comments on  תושב ושכיר at length, and reconciles them with what is stated in the Gemara. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a4366d4d6e4a97d18d90ced", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Ralbag Beur HaMilot on Torah, Exodus 12:45:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "שמות", "he": "<b>תושב ושכיר.</b> תושב הוא גר תושב והוא אשר קבל עליו שלא לעבוד ע\"ז כי בזולת זה לא נניח אותו לישב בארצנו כמו שיתבאר בג\"ה במה שיבא:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366d5d6e4a97d18d90cef", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Ralbag Beur HaMilot on Torah, Exodus 12:45:2", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "שמות", "he": "<b>ושכיר.</b> הוא העבד שאין גופו קנוי לו והנה למדה אותנו התורה שאף על פי שיהיו התושב והשכיר מולין לא יותר לנו להאכילם מהפסח ומזה המקום נלמד שהעבד שגופו קנוי יותר לו לאכול מבשר הפסח כשנמול כי הוא יותר נקשר לאמונתנו מהתושב והשכיר ואילו היתה כונת התור' שיהיה העבד הזה אסור לאכול מן הפסח היה ראוי שתבאר זה הדין בעבד ונדע מזה שכן הדין כתושב ושכיר:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecb97e37da9001895fdae", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 354", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 354", "sourceHeRef": "ספר מצוות גדול, לאוין, רמזים שנ״ד", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 354, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "שלא להאכיל בשר פסח לגר תושב שנאמר תושב ושכיר לא יאכל בו ותניא במכילתין תושב זה הגר:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecb97e37da9001895fdb6", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer HaMitzvot, Negative Commandments 126:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 126:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה קכ״ו:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 126.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " שהזהירנו מהאכיל פסח לגר תושב. והוא אמרו תושב ושכיר לא יאכל בו. (שם, שם): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That He prohibited us from feeding the Pesach-offering to a resident alien (<i>ger toshav</i>). And that is His saying, \"A sojourner or hired worker may not eat from it\" (Exodus 12:45). (See Parashat Bo; Mishneh Torah, Paschal Offering 8.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5afecb98e37da9001895fdbc", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments 354:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments 354:1", "sourceHeRef": "ספר מצוות גדול, לאוין שנ״ד:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 354.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "שלא (א) יאכל תושב ושכיר בפסח שנ' תושב ושכיר לא יאכל בו ותני (ב) במכילתי' [בא פרש' ט\"ו] תושב זה גר תושב שכיר זה העכו\"ם ואומר שם רבי יצחק למה נאמרו והלא כתיב כל ערל לא יאכל בו וכל בן נכר לא יאכל בו אלא שאם הוא ערבי מהול או גבעוני מהול שאינו ערל וגם שומר שבע מצות שקבלו עליהם בני נח שאינו בן נכר יכול יאכל בו ת\"ל תושב ושכיר לא יאכל בו, לפי ענין זה אין פירושו כתושב ושכיר האמור בתורה [לעיל בל\"ת רנ\"ד] : ", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea97373ad4f00597bd612", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 19:2:4", "anchorRef": "Exodus 12:42-49", "anchorRefExpanded": ["Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49"], "sourceRef": "Or HaChaim on Numbers 19:2:4", "sourceHeRef": "אור החיים על במדבר י״ט:ב׳:ד׳", "anchorVerse": 42, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>ובזה</b> מצאתי נחת רוח למה כשצוה ה' פסח במצרים הקפיד ה' על ב' דברים, הא' דין ערל וצוה למול כאומרם ז\"ל (שמו\"ר פי\"ז) בפסוק ואעבור עליך וגו' דם פסח ודם מילה, והב' על דין בן נכר שאמרו ז\"ל (שם פט\"ז) בפסוק משכו וקחו לכם וגו' משכו ידיכם מעבודה זרה שבזה יצאו מכלל בן נכר, ועל דין ג' שהוא הטומאה לא מצינו שהקפיד ה', והגם שמצינו (פסחים עז.) שהפסח בא בטומאה בנטמא ציבור, עם כל זה היה ה' יכול לצוות קודם שיזהרו מטומאת מת ולעשות משה אפר פרה ואין מעצור לה' לעשות רצונו יתברך, והגם שיש לומר בזה דחיות אף על פי כן לפי מה שכתבנו יש טעם נכון לשבח, כי ישראל לא היו טמאי מת הגם שנגעו והאהילו על המת כי עדיין לא קבלו התורה ודנו בהם אז דין גר שנתגייר ביום י\"ד ששוחטין עליו ואין חוששין לטומאה שנטמא קודם שנתגייר, ותמצא שאמרו בפסחים (צב.) וכתבו הרמב\"ם בפרק ו' מהלכות פסח וזה לשונו גר שנתגייר ביום י\"ד ומל וטבל אין שוחטין עליו את הפסח גזירה דלשנה הבאה יהיה טמא מת ויטבול לערב ויאמר אשתקד מי לא טבלתי וכו' עד כאן לשונו, ממה שנתן הטעם משום גזירה דלשנה הבאה מזה אתה למד כי זולת גזירה זו אין חוששין לטומאת מת, וכמו כן ישראל כשעשו פסח מצרים אין בהם דין טומאת מת, והוא מאמר ה' זאת חקת התורה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "With the help of this explanation I have been able to understand why G'd was so particular about only two aspects of the Passover legislation in Egypt. The first aspect is G'd's insistence that only Jews who had been circumcised were allowed to offer and eat the Passover lamb. Our sages in <i>Shemot Rabbah</i> 17,3 understand Ezekiel 16,6 and 8 as referring to the blood of circumcision and the blood of the Passover sacrifice respectively. The second aspect G'd was so concerned with at the time was the prohibition of a <span>בן נכר</span> (normally translated as a Gentile) eating from that sacrifice. The sages in <i>Shemot Rabbah</i> 16,3 explain Exodus 12,21 <span>משכו וקחו לכם צאן</span>, \"draw out and take for yourselves lambs, etc.\" to refer to people who had withdrawn from worshiping idols. The visible evidence of abandoning idol worship consisted of slaughtering the very animal which served the Egyptians as a major deity. When a Jew did this he ceased to be a <span>בן נכר</span>, a Gentile. It is strange that the third major stricture which the Torah warned the Jews of regarding the observance of the Passover ritual, namely, that it must not be eaten by people who are ritually impure did not feature in the legislation as it applied to the Jews in Egypt. Why did G'd not care about this at that time? It is true, of course, as you are all aware, that if the majority of the Jewish people were to find themselves in a state of ritual impurity due to contact with the dead the rule about eating the Passover while in a state of impurity is relaxed, as we know from <i>Pessachim</i> 67. Nonetheless, G'd could have at least commanded that the Jews in Egypt should endeavour to be ritually pure before eating the Passover? Moses could have prepared the ash of a red heifer to facilitate the process of a Jew cleansing himself of such impurity! Even the whole Passover legislation for <b>future observance</b> as detailed in Exodus 12,42-49 does not mention the need to be ritually pure! While one can come up with various excuses as to why ritual purity inside Egypt was not feasible, the Torah should have at least mentioned this as part of the requirements for the Passover observance forthwith! When you reflect on what we have written above you will find that there was a perfectly good reason why the Torah ignored the requirement of ritual purity in Exodus. The Israelites did not need to purify themselves because they had not been defiled through contact with the dead in the first place. As long as they had not been Jews in the legal sense of the word, i.e. through circumcision and the affirmation of their monotheism through the act of slaughtering an Egyptian deity, i.e. the lamb, they were no better than the <i>Kutim</i> discussed in <i>Nazir</i> 61 and the rule laid down for who is subject to such ritual impurity by Maimonides. As long as the Israelites had not received the Torah they would not contract ritual impurity even after they had circumcised themselves and prepared the Passover lamb for ritual slaughter. Moreover, even assuming that Jews could contract ritual impurity as soon as they had converted by circumcision and the denial of idol worship, such a conversion took place only on the 14th of Nissan as they prepared to slaughter the lamb. Any so-called ritual impurity which was contracted before that date would be automatically cancelled as it had been contracted by a different person, a Gentile instead of a Jew. Even nowadays, if a Gentile converts on the 14th of Nissan, any impurity he had contracted prior to that date is ignored for the purpose of including him in the people who may eat of the Passover, provided he meets all the other requirements. Having written this we are faced with the problem mentioned in <i>Pessachim</i> 92 where it states that a proselyte who converted on the 14th of Nissan may not participate in that year's Passover although he had ritually immersed himself [a requirement for all proselytes. Ed.], the reason being that in the event he would be impure due to contact with the dead in the following year he would think that all he had to do was to immerse himself in a ritual bath. Maimonides also rules this way in chapter 6 of his <i>Hilchot Pessach</i>. The reason both the Talmud and Maimonides had to explain the reason for this prohibition teaches that in actual fact such a proselyte had not been ritually impure at all at the time of his conversion. The same applied to the Jews in Egypt. This then is the meaning of the Torah writing <span>זאת חקת התורה</span>.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd53d6eb3050055aa9cf8", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Sefer Vayikra, Ner Mitzvah, Emor 16", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Sefer Vayikra, Ner Mitzvah, Emor 16", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, ספר ויקרא, נר מצוה, אמור ט״ז", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 16, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "אמור", "he": "רפ\"ב איתא במסכת יבמות <small>(ע, א)</small> מנין לערל כהן שלא יאכל בתרומה, שנאמר <small>(שמות יב, מה)</small> תושב ושכיר בפסח, ונאמר <small>(ויקרא כב, י)</small> תושב ושכיר בתרומה, מה תושב ושכיר האמור בפסח ערל אסור בו, אף תושב ושכיר האמור בתרומה ערל אסור בו.", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "Commandment 282 forbids an uncircumcised priest to eat תרומה. The Talmud Yevamot 70 derives this law by association with the law prohibiting any non-circumcised Jew to eat from the Passover sacrifice. Since that prohibition extends to the resident stranger and the hired hand, so does this prohibition extend to the hired hand of a priest.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b30a8e96f685500161b4559", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Malbim on Exodus 12:45:1", "sourceHeRef": "מלבי\"ם על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<i></i><b>תושב ושכיר.</b> כבר בארתי בפי' הספרא אמור (סי' פו) שכאן מדבר בנכרי עיי\"ש, אולם בכל זה הוא מיותר דהוא בכלל בן נכר, ואמר ר' אליעזר שבהכרח מדבר שלקחו לעבד ולא מל אותו כמ\"ש ומלתה אותו אז יאכל בו, אבל תושב ושכיר שלא מל לא יאכל, וגם זה מיותר שכבר אמר ומלתה אותו אז יאכל בו לא קודם, ואמר שהוא מופנה ללמד על תושב ושכיר האמור גבי תרומה לפסול בו את הערל, ובאר בגמרא יבמות (דף ע) דלר' אליעזר דס\"ל גז\"ש מופנה מצ\"א למדין ומשיבין, פה תושב ושכיר שניהם מופנים ושדי חד אלמד וחד אמלמד, ולפ\"ז נראה שגם ר' יצחק סובר כר' אליעזר שמ\"ש תושב ושכיר גבי פסח הוא ללמד על תרומה רק שהוא ס\"ל דגז\"ש מופנה מצד אחד למדין ואין משיבין, וע\"ז שאל תושב ושכיר למה נאמר, ר\"ל למה צריך שניהם דדי בחד, ומ\"ש אם היה ערבי מהול א\"א לפרש כפשוטו, דהא בגמרא שם (דף עא) מקשה ע\"ז דערבי מהול ערל הוא, וכמ\"ש ג\"כ בע\"ז (דף כז), רק ר\"ל ערבי שמל לשם גרות ולא טבל כמש\"ש בגמרא אליבא דר\"ע, ובזה יבואו על נכון פסקי הרמב\"ם שחשב מל\"ת שלא להאכיל לגר תושב וס\"ל (פ\"ז מה' תרומות) שתושב ושכיר שגבי פסח מיותר ללמוד גז\"ש שלא יאכל ערל בתרומה שהם דברים סותרים, דא\"כ איך למד מזה מל\"ת בפ\"ע הלא הוא בכלל ערל, רק ששכיר מיותר לגז\"ש ותושב צריך לגופי' כשיטת ר' יצחק. ורש\"י בפי' התורה שכתב ערבי מהול יש לפרש דבריו כמו שפרשנו את המכילתא, ובספרא אמור (סי' פו) מביא מימרא דר' אליעזר דפה בשם ר' ישמעאל וכן גרס בירושלמי פ' הערל, ור' ישמעאל ס\"ל בנדה (דף כב) דגז\"ש מופנה מצד אחד למדין ואין משיבין, וצריך לפרש לדידיה כמ\"ש לשיטת ר' יצחק:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5caeff8e38f4c90017cdd2bd", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 177", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 177", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה קע״ז", "anchorVerse": 45, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 177, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וְתוֹשָׁב לֹא יִכְרוּ עָלָיו.", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5a4520c8b19ed8e9028", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Gur Aryeh on Shemot 12:45:1", "sourceHeRef": "גור אריה על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>תושב זה גר תושב ושכיר זה גוי והלא ערלים הם כו'.</b> והא דמוקי ליה בגמרא (ערל) [שכיר] ותושב לגזירה שוה ללמוד תרומה מפסח, כדאיתא בפרק הערל (יבמות ע.)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"553\"></i>, והשתא לא יקשה 'והלא ערלים הם' דהא צריך קרא לגזירה שוה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"554\"></i>, דסוף סוף אף לרבי אליעזר צריך לאוקמי קרא בערבי מהול וגבעוני מהול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"555\"></i> דאם לא כן אף על גב דקרא אתא לגזירה שוה, סוף סוף לא יתכן לכתוב שקר בשביל הגזרה שוה, דהא משמע דוקא \"תושב ושכיר לא יאכל\" אבל ישראל בהאי גוונא יאכל בו, והלא אף ישראל כשהוא ערל לא יאכל בו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"556\"></i>, ולפיכך צריך לומר דקרא איירי בערבי מהול וגבעוני מהול, והשתא לא יקשה דאם היו ישראלים כהאי גוונא נמולים – יאכל בו. והשתא יתורץ קושית הרמב\"ן ז\"ל, שהקשה על רש\"י ז\"ל למה כתב דברים הנדחים בגמרא, דהא בגמרא (יבמות עא.) פריך על זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"557\"></i> 'והני מולין נינהו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"558\"></i>, דערבי מהול וגבעוני מהול לא נקרא כלל מהול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"559\"></i>, דודאי הך סוגיא הוא אליבא דרבי עקיבא דמצריך קרא לגופיה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"560\"></i>, ופריך 'והני מולין נינהו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"561\"></i>, אבל לרבי אליעזר דמוקי קרא לגזירה שוה לא קשיא מידי, דודאי צריך קרא לגזירה שוה לאסור ערל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"562\"></i> בתרומה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"563\"></i>, ומכל מקום צריך גם כן לפרש קרא בערבי מהול וגבעוני מהול, דאם לא כן לא נאמר שהכתוב כתב לך דבר כזה שאין לו משמעות לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"564\"></i>, \"תושב ושכיר לא יאכל בו\" דמשמע תושב ושכיר אסורים בו, אבל ישראל שרי, והרי אף ישראל אסור<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"565\"></i>, אלא שכך פירוש הכתוב – ערבי מהול וגבעוני מהול לא יאכל, אבל ישראל מהול יאכל. ומכל מקום הכתוב מופנה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"566\"></i>, דלמה לי קרא, דודאי ערלים נחשבים, וכאילו כתיב עוד פעם ערל, דהא דכתיב (פסוק מח) \"וכל ערל לא יאכל בו\" – ערל ישראל שלא נמול ותושב ושכיר גוי שנמול, דהוי כמו ישראל שלא נמול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"567\"></i>. ורש\"י כתב אליבא דרבי אליעזר, דהוא לפי פשטיה טפי, דלא משמע פשט הכתוב בגר שמל ולא טבל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"568\"></i>. ועוד, דהרי אליבא דרבי עקיבא \"תושב ושכיר\" חדא אתא למעוט גר שמל ולא טבל, וחד למעט קטן שנולד כשהוא מהול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"569\"></i>, וכל זה אינו פשוטו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"570\"></i>, לכך פירש אליבא דרבי אליעזר ואליבא תנא דמכילתא (כאן), וזה נכון בלי ספק:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f318d3f6ad8757c290f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Midrash Lekach Tov, Exodus 12:45:1", "sourceHeRef": "מדרש לקח טוב, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>תושב ושכיר לא יאכל בו.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"320\"></i> ר׳ אליעזר אומר תושב זה גר תושב, ושכיר זה הנכרי, ואם תאמר הרי למדנו לנכרי מכל ערל לא יאכל בו, אמת כן הוא הדבר אלא לא הוצרך הכתוב לומר תושב בפסח אלא לגזירה שוה, נאמר תושב ושכיר בפסח, <i data-commentator=\"Notes and Corrections\" data-order=\"321\"></i> תושב ושכיר בתרומה, <i data-commentator=\"Notes and Corrections\" data-order=\"322\"></i> מה כאן פסל בו את הערל, אף להלן פסל בו את הערל. <i data-commentator=\"Notes and Corrections\" data-order=\"323\"></i> ר׳ יצחק אומר לא בא הכתוב אלא לפסול עבד מהול וגבעוני מהול, וכן אמרו רבותינו <i data-commentator=\"Notes and Corrections\" data-order=\"324\"></i> במסכת נדרים קונם שאיני נהנה לערלים מותר בערלי ישראל, ואסור במהולי האומות דאע״ג דמהולי כמאן דלא מהילי דמיא.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60991e1be0950dc9f5df1b06", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "", "ref": "Sefer HaMitzvot, Negative Commandments 135:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 135:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה קל״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 135.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " הזהיר מלאכול הערל תרומה והוא הדין לשאר קדשים שערל מוזהר מאכילתם, וזאת האכילה לא התבארה בכתוב אבל היא נלמדת בגזרה שוה. והמקבלים בארו על זה שזה האיסור הוא מדאורייתא. ולשון גמרא יבמות (דף ע') מנין לערל שאינו אוכל תרומה נאמר תושב ושכיר בפסח וכן בתרומה מה תושב ושכיר שנאמר בפסח ערל אסור בו אף תושב ושכיר האמור בתרומה ערל אסור בו והוא הדין לשאר קדשים. וזה גם כן לשון ספרא ושם אמרו רבי עקיבא אומר איש איש לרבות את הערל ושם התבאר ר\"ל בגמרת יבמות שמה\"ת משוך אוכל בתרומה ומדבריהם גזרו עליו מפני שנראה כערל. הנה כבר התבאר לך שערל אסור בתרומה מן התורה והמשוך אסור מדבריהם, והבן זה, ושם אמרו משוך צריך שימול מדבריהם. (שם פ\"ז): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That He prohibited an uncircumcised one from eating the priestly tithe. And the law is the same for other consecrated foods - that an uncircumcised one is forbidden to eat them. But this [prohibition of] eating is not made explicit in Scripture, but is rather learned from a verbal analogy. Yet the receivers [of the tradition] have explained that this prohibition is from the Torah. And the language of the Gemara, Yevamot (Yevamot 70a), is, \"From where [do we know] that an uncircumcised one does not eat priestly tithe? It is stated, 'A sojourner (<i>toshav</i>) and a hired servant' (Exodus 12:45) with regard to the Pesach-offering; and [it is stated, 'a tenant (<i>toshav</i>) of a priest, or a hired servant, shall not eat of the consecrated food' (Leviticus 22:10),] with regard to priestly tithe. Just as 'a <i>toshav</i> and a hired servant,' stated with regard to the Pesach-offering, an uncircumcised one is forbidden from [eating] it; so too, 'a <i>toshav</i> and a hired servant,' stated with regard to priestly tithe, an uncircumcised one is forbidden from [eating] it.\" And the law is the same for other consecrated foods. And this is also the language of Sifra (Sifra, Emor, Chapter 4:18). And there they said, \"Rabbi Akiva said, '\"A man, a man\" (Exodus 12:4), is to include the uncircumcised.'\" And there - meaning in the Gemara, Yevamot - it is made clear that according to the Torah, one [whose circumcised foreskin is] pulled may eat of the priestly tithe. But [rabbinically], they decreed about him [that he may not eat of it], because he looks like one who is uncircumcised. Behold it has already been made clear to you that one uncircumcised is forbidden [to eat] priestly tithe, from the Torah; whereas one who is pulled is forbidden [rabbinically]. And understand this. And there, they said, \"One pulled must get circumcised [rabbinically].\" (See Parashat Emor; Mishneh Torah, Heave Offerings 7.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "60e42c24544db7da9c8c46cc", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Bo 11", "anchorRef": "Exodus 12:45-46", "anchorRefExpanded": ["Exodus 12:45", "Exodus 12:46"], "sourceRef": "Ohr LaShamayim, Bo 11", "sourceHeRef": "אור לשמים, בא י״א", "anchorVerse": 45, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "בא", "he": "<b>ויהי</b> בעצם היום הזה הוציא ה' וגו' מארץ מצרים על צבאותם (יב, נא). רבינו הק' <b>מוהרי\"י מלובלין</b> זצוקלה\"ה פירש תושב ושכיר לא יאכל בו בבית אחד יאכל (שמות יב, מה-מו), כי תושב נקרא מי שעדיין חפצו בעניני העוה\"ז. ושכיר, זה שעובד את ה' על מנת לקבל פרס כשכיר שמקוה פעלו, לא יאכל בו - אילו לא יוכלו להנות מהאור הקדוש הנקרא אין. רק מי שהוא באמת בבחינת אין ואינו מבקש רק גדולת ה' לבד ולא טובת עצמו כלל, הוא יהנה מאור הנערב הזה, והצדיק נקרא בית אחד, כי מחבר את האוהל להיות אחד, וגם מי שדבוק בו נקרא בית אחד, יאכל - אלו יתענגו מאור הצדיק הזה, עכ\"ד הקדושים.<br><b>והנה</b> איתא בזוה\"ק (ח\"ב פג:) חמשים פעמים אידכר יציאת מצרים בתורתינו הקדושה, ובאמת כשנחשב ונספ[ו]ר נמצא יותר. ותירצו רבים ע\"ז. ואני אומר פירוש אמיתי, כי היציאה ממצרים שנרמז בו רמז שהיה ע\"י עצם היום הזה שהוא אור שער החמישים מנו\"ן שערי בינה, לא נזכר בתוה\"ק רק נו\"ן פעמים במכיוון.<br><b>והנה</b> דרך האב האוהב את בנו הילד, מחזיקו על כתיפיו, והילד מדמה בעיניו כי הוא גדול מאביו, וזאת עושה לו אביו לגודל אהבתו. וז\"פ ויהי בעצם היום הזה, שבאור הק' הנקרא עצם היום הזה כנ\"ל, הוציא ה' את בני ישראל מארץ מצרים על צבאותם, והעמידם כביכול על הכתיפים והרימם למעלה מהצבאות, והבן:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e43ceb0aa297391a064716", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Re'eh 3", "anchorRef": "Exodus 12:45-46", "anchorRefExpanded": ["Exodus 12:45", "Exodus 12:46"], "sourceRef": "Ohr LaShamayim, Re'eh 3", "sourceHeRef": "אור לשמים, ראה ג׳", "anchorVerse": 45, "sourceHasEn": false, "commentaryNum": 3, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "ראה", "he": "<b>כי</b> אם לפני ה' אלהיך תאכלנו וכו' (יב, יח). ונקדים לפרש הפסוק בשם <b>כאדמו\"ר מוהרר\"י זצללה\"ה </b>תושב ושכיר לא יאכל בו (שמות יב, מה-מו), דהנה האדם צריך להמשיך השפעתו מבחינה שנקרא אין שהוא למעלה מהטבע, וזה הבדל בין הטבע ובין למעלה מהטבע הגם שהטבע ג\"כ ברא אלהים אבל הטבע הוא דבר שאינו מתקיים לעולם ומי שאמונתו למעלה מהטבע הוא דבר דלא פסיק לעלמין, וצריך האדם להיות אפס ואין בעיניו כדי לעורר ולהמשיך השפעתו ממדת אין, ועיקר שלא יהיה כוונתו בשביל עצמו ושראוי לזה השפע, רק יבקש מאת השי\"ת מתנת חנם. וז\"פ תושב ושכיר, רומז על אותם שכוונתם בשביל עצמם, תושב דהיינו שהוא תושב ומגיע לו, ושכיר בשביל שכר, לא יאכל בו - האדם כזה אינו יכול לקבל השפעתו מבחינת אין. ושלא תאמר שאדם כזה אי אפשר בשום פנים לקבל השפעתו מבחינה הנ\"ל, לזה אמר הכתוב בבית אחד יאכל - מי שרצונו להמשיך השפעתו מבחינה הנ\"ל ועדיין אינו בתיקונו שכוונתו בשביל עצמו, וכשבא אצל הצדיק שנקרא בית אחד יוכל הצדיק לפעול למענו ולהמשיך לו השפעה מבחינה הנ\"ל, עכ\"ד.<br><b>וזפ\"ה</b> לפני ה' אלהיך, באם יש לך בחינה שכוונתך בלתי לה' לבדו, וזה רומז בתיבת לפני ה' אלהיך, וזה מדריגה גדולה, ומי שאינו בבחינה זו אבל הוא מקושר בהצדיק שממשיך עליו בחינה זו, כאשר פירשו חכז\"ל (פסחים כב:) על פסוק (דברים ו, יג) את ה' אלהיך תירא, לרבות ת\"ח, וזה מרומז ג\"כ בתיבות לפני ה', תאכלנו - תוכל להשיג השפעה מבחינה הנ\"ל. שנה בשנה, שנה בגימטריא ספירה, דהיינו להמשיך לכל שנה כפי התיקון הצריך לאותו זמן מהספירה.<br><b>במקום</b> אשר יבחר ה', דהנה כתיב (מלאכי ג, ו) אני ה' לא שניתי, וזה קאי על עצמותו ית\"ש, אבל השי\"ת כביכול האציל ממנו אורות קדושים שע\"י נוכל להמשיך השפעתו אלינו, ומצינו (מכילתא בחדש השלישי פ\"ה) שעל הים הראה עצמו בבחינת בחור ובמתן תורה כזקן מלא רחמים, הכל בשבילנו ולטובותינו, וז\"פ במקום אשר יבחר ה' - דהיינו שהשי\"ת ב\"ה כביכול יתראה בבחינת בחור להפיל שונאינו. אתה וביתך, דהיינו הגם שיתראה בבחינת בחור שגימטריא גבורה, זה יהיה על האומות, אבל לישראל עם קדושו יראה להם פנים מאירות וחיבה, וז\"פ אתה וביתך שיהיה מיוחד עם כ\"י שנק' ביתך:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121ac9fcd596b03e9e2cd14", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 211:4", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Yalkut Shimoni on Torah 211:4", "sourceHeRef": "ילקוט שמעוני על התורה רי״א:ד׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 211.0004, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "תושב ושכיר לא יאכל בו תושב זה גר תושב. שכיר זה הגוי. רבי אליעזר אומר תושב ושכיר לא יאכל בו למה נאמר. לדון מן הפסח על התרומה לפסול בה את הערל. עד שלא יאמר יש לי בדין. מה אם (קכד) פסח הקל פסל בו את הערל תרומה חמורה אינו דין שיפסול בה את הערל. לא אם אמרת בפסח (קכה) שמיעט הכתוב זמן אכילתו לאוכלין. לפיכך פסל בו את הערל תאמר בתרומה שריבה הכתוב זמן אכילתה לאוכליה (אינו) דין שלא יפסול בה את הערל. תלמוד לומר [תושב ושכיר בפסח] תושב ושכיר בתרומה מופנה להקיש ולדון גזירה שוה. מה תושב ושכיר האמור בפסח פסל בו את הערל. אף שכיר ותושב האמור בתרומה פסל בו את הערל. רבי יצחק אומר תושב ושכיר לא יאכל בו למה נאמר והלא כבר נאמר כל בן נכר לא יאכל בו. אבל אם היה ערבי מהול וגבעוני מהול שומע אני יהא כשר לאכול בפסח תלמוד לומר תושב ושכיר לא יאכל בו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121ac9fcd596b03e9e2cd16", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 212:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Yalkut Shimoni on Torah 212:1", "sourceHeRef": "ילקוט שמעוני על התורה רי״ב:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 212.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "תניא רבי אליעזר אומר מנין לערל שאינו אוכל בתרומה. נאמר תושב ושכיר בפסח ונאמר תושב ושכיר בתרומה. מה תושב ושכיר האמור בפסח ערל אסור בו אף תושב ושכיר האמור בתרומה ערל אסור בו. רבי עקיבא אומר אינו צריך הרי הוא אומר איש איש לרבות הערל. אמר מר רבי אליעזר אומר נאמר תושב ושכיר מופנה דאי לא מופנה איכא למיפרך מה לפסח שכן חייב עליו משום פגול נותר וטמא. מאי אפנויי מופנה אי מופנה דתרומה מצריך צריכי. דתניא תושב זה קנוי קנין עולם. שכיר זה קנוי קנין שנים. ויאמר תושב ואל יאמר שכיר ואני אומר קנוי קנין עולם אינו אוכל קנוי קנין שנים לא כל שכן. אילו כן הייתי אומר תושב זה קנוי קנין שנים אבל קנוי קנין עולם אוכל. בא שכיר ולמד על תושב שאף על פי שקנוי קנין עולם אינו אוכל. אלא דפסח מופנה. האי תושב ושכיר דכתב רחמנא בפסח מאי ניהו אילימא תושב ושכיר ממש. משום דהוה ליה תושב ושכיר איפטר ליה מפסח. והא קיימא לן גבי תרומה דלא אכיל אלמא לא קני ליה רביה וכו'. אלא לאו מופנה. ואכתי מופנה מצד אחד הוא ושמעינן ליה לרבי אליעזר דלמדין ומשיבין כיון דלגופיה לא צריך שדי חד אלמד וחד אמלמד והוה ליה גזירה שוה מופנה משני צדדין. אי מה פסח אונן אסור אף תרומה אונן אסור. אמר קרא זר וכל זר זרות אמרתי לך ולא אנינות. אימא ולא ערלות הא כתיב תושב ושכיר. ומה ראית [מסתברא] ערלות הוה ליה לרבויי שכן מחוסר מעשה ומעשה בגופו וענוש כרת וישנו לפני הדיבור ומילת זכריו ועבדיו מעכבת אותו. אדרבא אנינות הוה ליה לרבויי שכן ישנו בכל שעה ונוהגת באנשים ובנשים ואין בידו לתקן עצמו. הנך נפישן. רבא אמר בלא הנך נפישן נמי לא מצית אמרת. שבקינן ערלות דכתב בגופיה וילפינן אנינות מפסח דפסח גופיה ממעשר גמר. אי מה פסח מילת זכריו ועבדיו מעכבת אף תרומה מילת זכריו ועבדיו מעכבת. אמר קרא ומלתה אותו אז יאכל בו מילת זכריו ועבדיו מעכבת [מלאכול פסח] ואין מילת זכריו ועבדיו מעכבת אותו בתרומה אי הכי אימא ערל לא יאכל בו בו אינו אוכל אבל אוכל בתרומה הא כתיב תושב ושכיר. ומה ראית מסתברא ערלות הוה ליה לרבויי שכן מעשה בגופו וענוש כרת. אדרבא מילת זכריו ועבדיו הוה ליה לרבויי שכן ישנו בכל שעה. הנך נפישן. רבא אמר בלא הנך נפישן לא מצית אמרת מי איכא מידי דערלות דגופיה לא מעכבא וערלות דאחריני מעכבא. ורבי עקיבא האי תושב ושכיר מאי עביד ליה לאתויי גר שמל ולא טבל וקטן שנולד כשהוא מהול. וקסבר צריך להטיף ממנו דם ברית. ורבי אליעזר האי איש איש מאי עביד ליה דברה תורה כלשון בני אדם. השתא דאמרת בו לדרשא כל ערל לא יאכל בו וכל בן נכר לא יאכל בו למה לי. בו משמדות פוסלת ואין משמדות פוסלת במעשר. כל ערל לא יאכל בו בו אינו אוכל אבל אוכל הוא במצה ומרור. אין לי אלא מילת זכריו בשעת עשיה ועבדיו בשעת אכילה מנין ליתן את האמור של זה בזה ושל זה בזה תלמוד לומר אז אז לגזירה שוה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121aca0cd596b03e9e2cd18", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 637:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Yalkut Shimoni on Torah 637:1", "sourceHeRef": "ילקוט שמעוני על התורה תרל״ז:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 637.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "תניא רבי אליעזר אומר מנין לערל שאינו אוכל בתרומה נאמר תושב ושכיר בפסח ונאמר תושב ושכיר בתרומה מה תושב ושכיר האמור בפסח ערל אסור בו אף תושב ושכיר האמור בתרומה ערל אסור בו. רבי עקיבא אומר איני צריך הרי הוא אומר איש לרבות הערל. אמר מר נאמר תושב ושכיר וכו'. מופנה דאי לא מופנה איכא למיפרך מה לפסח שחייבין עליו משום פגול ונותר וטמא. לאיי אפנויי מופנה. הי מופנה אי דתרומה מצרך צריכי דתניא תושב זה קנוי קנין עולם. שכיר זה קנוי קנין שנים. ויאמר תושב ואל יאמר שכיר ואני אומר קנוי קנין עולם אינו אוכל קנוי קנין שנים לא כל שכן. אלו כן הייתי אומר תושב זה קנוי קנין שנים אבל קנוי קנין עולם אוכל בא שכיר ולימד. על תושב שאף על פי שקנוי קנין עולם אינו אוכל. אלא דפסח מופנה האי תושב ושכיר דכתב רחמנא בפסח מאי ניהו. אילימא תושב ושכיר ממש משום דהוה ליה תושב ושכיר איפטר ליה מפסח והא קיימאלן גבי תרומה דלא אכיל בתרומה דרבי האלמא לא קני ליה לרביה קנין גמור. אלא לאפנויי. ואכתי מופנה מוצר אחד הוא ושמעינן ליה לרבי אלעזר דאמר מופנה מצד אחד למדין ומשיבין. כיון דלגופיא לא צריך שדי חד אלמד וחד אמלמד והוה ליה גזרה שוה מופנה משני צדדין. אי מה פסח אונן אסור בו אף תרומה אונן אסור בה. אמר רבי יוסי בר חנינא אמר קרא זר וכל זר זרות אמרתי לך ולא אנינות. אימא ולא ערלות הא כתיב תושב ושכיר. ומה ראית. מסתברא ערלות הוה ליה לרביי שכן מחוסר מעשה ומעשה בגופו וענוש כרת וישנו לפני הדבור ומילת זכריו ועבדיו מעכבת בו. אדרבה אנינות הוה ליה לרבויי שכן ישנו בכל שעה ונוהגת באנשים ובנשים ואין בידו לתקן עצמו. הנך נפישן. רבא אמר בלא הנך נפישן נמי לא מצית אמרת שבקינן ערלות דכתיב בגופיה דפסח וילפינן אנינות מפסח גופיה ממעשר גמור. אי מה פסח מילת זכריו ועבדיו מעכב' בו [אף] תרומה מילת זכריו ועבדיו מעכבת בו א\"ק ומלתה אותו אז יאכל בו מילת זכריו ועבדיו מעכבת בו [מלאכי' בפסח] ואין מילת זכריו ועבדיו מעכבת בתרומה. אי הכי אימא כל ערל לא יאכל בו בו אינו אוכל אבל אוכל בתרומה הא כתיב תושב ושכיר. ומה ראית. מסתברא דערלותהוה ליה לרבויי שכן מעשה בגופו וענוש כרת. אדרבה מילת זכריו ועבדיו הוה ליה לרבויי שכן ישנו בכל שעה. הנך נפישן. רבא אמר בלא הנך נפישן לא מצית אמרת מי איכא מידי דערלות גופיה לא מעכבא וערלות דאחריני מעכבא. ורבי עקיבא האי תושב ושכיר מאי עביד ליה לאתויי גר שמל ולא טבל וקטן שנולד כשהוא מהול וקסבר צריך להטיף ממנו דם ברית. ורבי אליעזר לטעמיה דאמר דגר שמל ולא טבל גר מעליא הוא וקסבר קטן שנולך מחול אין צריך להטיף ממנו דם ברית. ורבי אליעזר האי איש איש מאי עביד ליה דברה תורה כלשון בני אדם (כתוב ברמז רי\"א):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233787f574a17ca6c6bd", "index_title": "Jerusalem Talmud Yevamot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yevamot 8:1:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Jerusalem Talmud Yevamot 8:1:2", "sourceHeRef": "תלמוד ירושלמי יבמות ח׳:א׳:ב׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Jerusalem Talmud Yevamot", "he": "תלמוד ירושלמי יבמות"}, "heTitle": "תלמוד ירושלמי יבמות", "he": "<strong><big>הלכה:</big></strong> הֶעָרֵל <i data-overlay=\"Vilna Pages\" data-value=\"43b\"></i>וְכָל־הַטְּמֵאִים כול׳. אִישׁ אִישׁ לְרַבּוֹת אֶת הֶעָרֵל. אוֹ אִישׁ אִישׁ לְרַבּוֹת אֶת הָאוֹנֵן. אָמַר רִבִּי יוֹסֵה בֶּן חֲנִינָה. כְּתִיב כָּל־זָר לֹא יֹאכַל קוֹדֶשׁ. מִשּׁוּם זָרוּת אָסַרְתִי לָךְ וְלֹא אָסַרְתִי לָךְ מִשּׁוּם עָרְלָה. רִבִּי טִיוּפָא סִמּוּקָא בָּעֵי קוֹמֵי רִבִּי יוֹסֵי. אוֹ נֹאמַר. זָרוּת אָסַרְתִי וְלֹא אָסַרְתִי מִשּׁוּם עָרְלָה וּמִשּׁוּם אֲנִינָה. אָמַר לֵיהּ. מֵאַחַר שֶׁכָּתוּב אֶחָד מַרְבֶּה וְאֶחָד מְמָעֵט. מַרְבֶּה אֲנִי אֶת הֶעָרֵל שֶּׁהוּא מְחוּסָּר מַעֲשֶׂה בְגוּפוֹ. וּמוֹצִיא אֶת הָאוֹנֵן שֶׁאֵינוֹ מְחוּסָּר מַעֲשֶׂה בְגוּפוֹ. עַד כְּדוֹן כְּרִבִּי עֲקִיבָה. כְּרִבִּי יִשֻׁמָעֵאל. תַּנֵּי רִבִּי יִשְׁמָעֵאל. נֶאֱמַר תּוֹשָׁב וְשָׂכִיר בְּפֶסַח וְנֶאֱמַר תּוֹשָׁב וְשָׂכִיר בִּתְרוּמָה. מַה תּוֹשַׁב וְשָׂכִיר הָאָמוּר בְּפֶסַח פָּסַל בּוֹ אֶת הֶעָרֵל. אַף תּוֹשָׁב וְשָׂכִיר הָאָמוּר בִּתְרוּמָה פָּסַל בּוֹ אֵֶת הֶעָרֵל. רִבִּי חַגַּיי בְּעָא. אִי מַה תּוֹשָׁב וְשָׂכִיר הָאָמוּר בְּפֶסַח פָּסַל בּוֹ אֶת הָאוֹנֵן. אַף תּוֹשָׁב וְשָׂכִיר הָאָמוּר בִּתְרוּמָה נִפְסוֹל בּוֹ אֶת הָאוֹנֵן. אָמַר רִבִּי הִילָא. לֹא לָֽמְדוּ תַּחַת תַּחַת אֶלָּא דְבָרִים הָאֲמוּרִין בַּפָּרָשָׁה. טוּמְטוּם וְאַנְדרוֹגִינוֹס מִמָּקוֹם אַחֵר בָּאוּ. אוֹנֵן מִמַּעֲשֵׂר שֵׁינִי בָא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “The uncircumcised and any impure persons,” etc. “Every man<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\"><i>Lev.</i> 22:4</a>. The verse excludes impure persons from sanctified food. The inclusive “<i>every</i> man” implies that every man of the descendents of Aaron is included among the prospective eaters of heave since every man is exluded when impure. <a class=\"refLink\" data-ref=\"Leviticus 22:7\" href=\"/Leviticus.22.7\">Verse 7</a> notes that after immersion in water he may eat the sanctified food after sundown; this refers to heave which does not require a prior purification sacrifice.</i>”, to include the uncircumcised<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Quoted in the <a class=\"refLink\" data-ref=\"Yevamot 70a\" href=\"/Yevamot.70a\">Babli (70a</a>, <a class=\"refLink\" data-ref=\"Yevamot 71a\" href=\"/Yevamot.71a\">71a</a>, <a class=\"refLink\" data-ref=\"Yevamot 74a\" href=\"/Yevamot.74a\">74a</a>) and <a class=\"refLink\" data-ref=\"Sifra, Emor, Chapter 4 18\" href=\"/Sifra,_Emor,_Chapter_4.18\"><i>Sifra Emor Pereq</i> 4(18</a>) in the name of R. Aqiba. He takes the emphatic expression “<i>every</i> man” to mean that in addition to the persons excluded in the text there must be some category of excluded persons not mentioned in the text.</i>. Or “every man” to include the mourner<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The mourner during the period between the death of a relative and his burial, who is excluded from all religious duties except the care for the burial. As R. Hila points out at the end, the exclusion of the mourner is mentioned only in the declaration of tithes (<a class=\"refLink\" data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\"><i>Deut.</i> 26:14</a>), which implies that even the Israel farmer may not eat his sanctified food (the Second Tithe) while in mourning. From there, it is inferred that the Cohen certainly is disabled during his mourning.</i>? Rebbi Yose ben Ḥanina said, it is written, “no outsider shall eat sanctified [food]<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\"><i>Lev.</i> 22:10</a>: “No outsider (a non-priestly Jew; cf. <a class=\"refLink\" data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\"><i>Num.</i> 18:4</a>) shall eat sanctified [food], a Cohen’s sojourner (foreign worker) and hireling shall not eat sanctified [food].” The verse clearly disqualifies persons because of their intrinsic status, not because of a temporary disability. <a class=\"refLink\" data-ref=\"Sifra, Emor, Chapter 4 16\" href=\"/Sifra,_Emor,_Chapter_4.16\"><i>Sifra Emor Pereq</i>4(16</a>) also classifies the bastard as an outsider.</i>”. I forbade to you because of outside status, I did not forbid because of prepuce<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">In the <a class=\"refLink\" data-ref=\"Yevamot 71a\" href=\"/Yevamot.71a\">Babli 71a</a>, “I did not forbid because of mourning” which is immediately corrected to “say: not lack of circumcision.” One may not correct the Yerushalmi text according to the first version of the Babli (done by most commentators and the editors of the Zhitomir/Wilna text), since not only the principle of <i>lectio difficilior</i> but also the next sentence in the text, and the parallel discussion in the Babli preclude such an approach. It is clear from the start that both the uncircumcised and the mourner are forbidden heave, and the entire discussion is one of hermeneutics. No temporary disabilities have any place in the interpretation of vv. 10–13. The question is only whether the rather arbitrary approach of R. Aqiba has any justification.</i>. The reddish Rebbi Tiufa<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">A Galilean Amora of the fourth generation; his name appears also as Ṭaifa. His sobriquet may mean that he was a redhead.</i> asked before Rebbi Yose: may we not say, I did not forbid because of prepuce and because of mourning? He said to him, since one verse includes and the other excludes<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">It is the general method of R. Aqiba to analyze verses for expressions of inclusion and exclusion. The expression in 22:4: אִישׁ אִישׁ “man, man” (translated as “every man”) implies that some man is included in the set of persons excluded from heave who is not mentioned in the verse. On the other hand, if the verse had simply read אִישׁ אִישׁ מִזֶּרַע אַהֲרֹן צָרוּעַ אוֹ זָב the same meaning as in the actual verse אִישׁ אִישׁ מִזֶּרַע אַהֲרֹן <b>והוּא</b> צָרוּעַ אוֹ זָב could have been expressed in correct grammar with one less word. This is taken as an exclusion, “<i>only if he be</i> a leper or sick with gonorrhea”, which decreases the size of the excluded set. The verse deals only with temporary disabilities. The verse 22:10 dealing with permanent disabilities has no exclusion. It is therefore acceptable to include a permanently disabled person in the excluded set and to exclude from that set an additional temporarily disabled person.</i>, I am including the uncircumcised who is missing some procedure performed on his body and excluding the mourner who is not missing some procedure performed on his body. So far following Rebbi Aqiba. Following Rebbi Ismael? Rebbi Ismael stated<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Sifra, Emor, Chapter 4 18\" href=\"/Sifra,_Emor,_Chapter_4.18\"><i>Sifra Emor Pereq</i> 4(18</a>). In the <a class=\"refLink\" data-ref=\"Yevamot 70a\" href=\"/Yevamot.70a\">Babli (70a</a>) and the <i>Mekhilta deR. Ismael, Bo</i> (ed. Horovitz-Rabin, p. 54), the argument is presented in the name of R. Eliezer, adding to the arguments of B. Z. Wacholder [<i>The date of the Mekhilta de-R. Ishmael</i>, HUCA 39(1968) 117–144] about the dependence of that Mekhilta on the Babli.</i>: It said “sojourner and hireling” with regard to Passover<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 12:45\" href=\"/Exodus.12.45\"><i>Ex.</i> 12:45</a>.</i> and “sojourner and hireling” with regard to heave<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\"><i>Lev.</i> 22:10</a>.</i>. Since “sojourner and hireling” with regard to Passover implies disabling the uncircumcised, so “sojourner and hireling” with regard to heave must imply disabling the uncircumcised<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">An application of the principle of גזרה שוה, R. Ismael’s rule 2: One word found in two different laws which in neither of them are needed for the understanding of the law, are written to permit the transfer of rules from one to the other.</i>. Rebbi Ḥaggai questioned: If “sojourner and hireling” with regard to Passover is in a group of laws disabling the mourner, also “sojourner and hireling” with regard to heave should imply disabling the mourner<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">However, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 8:8:1\" href=\"/Jerusalem_Talmud_Pesachim.8.8.1\">Mishnah <i>Pesaḥim</i>8:8</a>, explained in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 8:8:2-9\" href=\"/Jerusalem_Talmud_Pesachim.8.8.2-9\"><i>Pesaḥim</i> [Yerushalmi 8:8</a> (fol. 36b), <a class=\"refLink\" data-ref=\"Yevamot 92a\" href=\"/Yevamot.92a\">Babli 92a</a>] states that the mourner is excluded by biblical decree only from services during daytime. This means that the mourner (as long as he is not impure) is admitted to the Passover meal. R. Haggai attempts to discredit R. Ismael’s approach.</i>. Rebbi Hila answered: They inferred from “under, under” only items mentioned in the paragraph<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">While the argument of R. Hila is almost understandable, this sentence is not. Neither in the laws of Passover nor in those of heave is the word תחת used. The Babli, in a somewhat similar discussion (<a class=\"refLink\" data-ref=\"Yevamot 71a\" href=\"/Yevamot.71a\">71a</a>, <a class=\"refLink\" data-ref=\"Yevamot 74a\" href=\"/Yevamot.74a\">74a</a>) discusses the seemingly superfluous inclusion of three expressions “ממנו” in the laws of the Passover sacrifice offered in Egypt (<a class=\"refLink\" data-ref=\"Exodus 12:9\" href=\"/Exodus.12.9\"><i>Ex.</i> 12:9</a>,<a class=\"refLink\" data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">10</a>). The argument there is not applicable here. All R. Hila seems to say is that one does not derive laws not touched upon in <a class=\"refLink\" data-ref=\"Exodus 22:43-50\" href=\"/Exodus.22.43-50\"><i>Ex.</i> 22:43–50</a> from there.</i>. The sexless and the hermaphrodite came under another category<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The sexless is excluded from sacrifices since he probably is a male with an ingrown penis and therefore uncircumcised. The hermaphrodite is circumcised and accepted. His inclusion here has to be rated an editorial or scribal error since “sexless and hermaphrodite” is a frequently occurring combination. (A priest hermaphrodite is excluded from the sacrifices reserved for men and admitted to those open to women; <a class=\"refLink\" data-ref=\"Tosefta Yevamot (Lieberman) 10:2\" href=\"/Tosefta_Yevamot_(Lieberman).10.2\">Tosephta 10:2</a>.)</i>. The mourner comes from second tithe<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The mourner during the period between the death of a relative and his burial, who is excluded from all religious duties except the care for the burial. As R. Hila points out at the end, the exclusion of the mourner is mentioned only in the declaration of tithes (<a class=\"refLink\" data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\"><i>Deut.</i> 26:14</a>), which implies that even the Israel farmer may not eat his sanctified food (the Second Tithe) while in mourning. From there, it is inferred that the Cohen certainly is disabled during his mourning.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d5caf4629f2b57280d40", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קרב 1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Sefer HaShorashim, קרב 1", "sourceHeRef": "ספר השרשים, קרב א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קרב", "he": ["<strong><big>קרב</big></strong>   וְלֹֽא־<strong>קָרַב</strong> זֶה אֶל־זֶה כָּל־הַלָּֽיְלָה (<a class=\"refLink\" href=\"Exodus 14:20\" data-ref=\"Exodus 14:20\">שמות יד, כ</a>),<strong> וְקָֽרַבְתָּ</strong> מוּל בְּנֵי עַמּוֹן (<a class=\"refLink\" href=\"Deuteronomy 2:19\" data-ref=\"Deuteronomy 2:19\">דברים ב, יט</a>), <strong>וְקָֽרְבוּ </strong>אֶל־אֲשֶׁר לָעָֽם (<a class=\"refLink\" href=\"Ezekiel 42:14\" data-ref=\"Ezekiel 42:14\">יחזקאל מב, יד</a>), גם הוא פעל <strong>עומד</strong>. וכן תרגם יונתן <strong>וְיִתְעַרְבוּן עִם עַמָא</strong>. <strong>קָֽרְבָה</strong> שְׁנַת־הַשֶּׁבַע (<a class=\"refLink\" href=\"Deuteronomy 15:9\" data-ref=\"Deuteronomy 15:9\">דברים טו, ט</a>). אֶל־אֱלֹהֶיהָ לֹא <strong>קָרֵֽבָה</strong> (<a class=\"refLink\" href=\"Zephaniah 3:2\" data-ref=\"Zephaniah 3:2\">צפניה ג, ב</a>), הצרי לגזרת פעל. וַֽאֲבִימֶלֶךְ לֹא <strong>קָרַב</strong> אֵלֶיהָ (<a class=\"refLink\" href=\"Genesis 20:4\" data-ref=\"Genesis 20:4\">בראשית כ, ד</a>), <strong>וָֽאֶקְרַב</strong> אֶל־הַנְּבִיאָה (<a class=\"refLink\" href=\"Isaiah 8:3\" data-ref=\"Isaiah 8:3\">ישעיה ח, ג</a>), וְאָז <strong>יִקְרַב</strong> לַֽעֲשֹׂתוֹ (<a class=\"refLink\" href=\"Exodus 12:45\" data-ref=\"Exodus 12:45\">שמות יב, מה</a>), אַל־<strong>תִּקְרַב</strong> הֲלֹם (<a class=\"refLink\" href=\"Exodus 3:5\" data-ref=\"Exodus 3:5\">שמות ג, ה</a>). וְהָיָה<strong> בִּֽקְרָב</strong>־אִישׁ לְהִשְׁתַּֽחֲוֹת לוֹ (<a class=\"refLink\" href=\"II Samuel 15:5\" data-ref=\"II Samuel 15:5\">שמואל ב' טו, ה</a>), נקרא בקמץ חטף. <strong>לְקָרְבָה</strong> אֶל־הַמְּלָאכָה (<a class=\"refLink\" href=\"Exodus 36:2\" data-ref=\"Exodus 36:2\">שמות לו, ב</a>), <strong>בְּקָרְבָתָם </strong>לִפְנֵֽי־י\"י (<a class=\"refLink\" href=\"Leviticus 16:1\" data-ref=\"Leviticus 16:1\">ויקרא טז, א</a>), <strong>קְרַב </strong>אַתָּה וּֽשֲׁמָע (<a class=\"refLink\" href=\"Deuteronomy 5:24\" data-ref=\"Deuteronomy 5:24\">דברים ה, כד</a>),<strong> קָרְבָה </strong>אֶל־נַפְשִׁי גְאָלָהּ (<a class=\"refLink\" href=\"Psalms 69:19\" data-ref=\"Psalms 69:19\">תהלים סט, יט</a>), כולם פעלים <strong>עומדים</strong>. וַיַּרְא הַמֶּלֶךְ אֶת־הַמִּזְבֵּחַ <strong>וַיִּקְרַב</strong> הַמֶּלֶךְ עַל־הַמִּזְבֵּחַ (<a class=\"refLink\" href=\"II Kings 16:12\" data-ref=\"II Kings 16:12\">מלכים ב' טז, יב</a>), פעל <strong>יוצא</strong> כלומר שהקריב קרבנו על המזבח. או יהיה <strong>עַל</strong> המזבח כמו <strong>אֶל</strong> המזבח וגם הוא פעל <strong>עומד</strong>.<strong> והתאר קָרוֹב </strong>י\"י (<a class=\"refLink\" href=\"Psalms 34:19\" data-ref=\"Psalms 34:19\">תהלים לד, יט</a>), <strong>קְרֹבִים</strong> אֵלָיו (<a class=\"refLink\" href=\"Deuteronomy 4:7\" data-ref=\"Deuteronomy 4:7\">דברים ד, ז</a>), וְאִישׁ אֶת־<strong>קְרֹבֽוֹ</strong> (<a class=\"refLink\" href=\"Exodus 32:27\" data-ref=\"Exodus 32:27\">שמות לב, כז</a>), <strong>בִּקְרֹבַי</strong> אֶקָּדֵשׁ (<a class=\"refLink\" href=\"Leviticus 10:3\" data-ref=\"Leviticus 10:3\">ויקרא י, ג</a>). ומשקל אחר וְאֵת כָּל־<strong>הַקָּרֵב</strong> אֶל־שֻׁלְחַן הַמֶּֽלֶךְ־שְׁלֹמֹה (<a class=\"refLink\" href=\"I Kings 5:7\" data-ref=\"I Kings 5:7\">מלכים א' ה, ז</a>), הֹלֵךְ <strong>וְקָרֵב</strong> (שמאל א' יז, מא), הֵמָּה בְנֵֽי־צָדוֹק <strong>הַקְּרֵבִים</strong> (<a class=\"refLink\" href=\"Ezekiel 40:46\" data-ref=\"Ezekiel 40:46\">יחזקאל מ, מו</a>). <strong>והשם קִרְבַת</strong> אֱלֹהִים יֶחְפָּצֽוּן (<a class=\"refLink\" href=\"Isaiah 58:2\" data-ref=\"Isaiah 58:2\">ישעיה נח, ב</a>), <strong>קִֽרֲבַת</strong> אֱלֹהִים לִי־טוֹב (<a class=\"refLink\" href=\"Psalms 73:28\" data-ref=\"Psalms 73:28\">תהלים עג, כח</a>), חטף. ויש ספרים <strong>קִרְבַת אֱלֹהִים יֶחְפָּצֽוּן, מלעיל</strong>, ו<strong>קִֽרֲבַת אֱלֹהִים לִי־טוֹב</strong>, חטף. ויש ספרים <strong>קִרְבַת אֱלֹהִים יֶחְפָּצֽוּן</strong>, חטף. ו<strong>קִֽרֲבַת אֱלֹהִים לִי־טוֹב</strong>,<strong> מלעיל</strong>. אבל בספר אכלה ואכלה כתוב שניהם טעמם מלעיל.<strong> והנפעל</strong> <strong>וְנִקְרַב</strong> בַּֽעַל־הַבַּיִת (<a class=\"refLink\" href=\"Exodus 22:7\" data-ref=\"Exodus 22:7\">שמות כב, ז</a>),<strong> וְנִקְרַבְתֶּם</strong> בַּבֹּקֶר לְשִׁבְטֵיכֶם (<a class=\"refLink\" href=\"Joshua 7:14\" data-ref=\"Joshua 7:14\">יהושע ז, יד</a>).<strong> והפעל הכבד</strong> [הִפְעִיל] <strong>וְהִקְרִיב</strong> הַכֹּהֵן אֶת־הַכֹּל (<a class=\"refLink\" href=\"Leviticus 1:13\" data-ref=\"Leviticus 1:13\">ויקרא א, יג</a>), וְאֶת־בָּנָיו <strong>תַּקְרִיב</strong> (<a class=\"refLink\" href=\"Exodus 29:4\" data-ref=\"Exodus 29:4\">שמות כט, ד</a>), <strong>הַקְרֵב</strong> אֹתָהּ בְּנֵי־אַֽהֲרֹן (<a class=\"refLink\" href=\"Leviticus 6:7\" data-ref=\"Leviticus 6:7\">ויקרא ו, ז</a>), הֵם <strong>מַקְרִיבִם</strong> (<a class=\"refLink\" href=\"Leviticus 21:6\" data-ref=\"Leviticus 21:6\">ויקרא כא, ו</a>), <strong>תַּקְרִבוּן</strong> אֵלַי (<a class=\"refLink\" href=\"Deuteronomy 1:17\" data-ref=\"Deuteronomy 1:17\">דברים א, יז</a>). וּפַרְעֹה <strong>הִקְרִיב</strong> (<a class=\"refLink\" href=\"Exodus 14:10\" data-ref=\"Exodus 14:10\">שמות יד, י</a>), ופירושו הקריב מחנהו כי הוא <strong>פעל יוצא</strong>. וכן כַּֽאֲשֶׁר <strong>הִקְרִיב</strong> לָבוֹא מִצְרָיְמָה (<a class=\"refLink\" href=\"Genesis 12:11\" data-ref=\"Genesis 12:11\">בראשית יב, יא</a>), ואפשר שהוא<strong> פעל עומד</strong>. <strong>וכבד אחר </strong>[פִּעֵל] כִּי־<strong>קֵֽרְבוּ </strong>כַתַּנּוּר (<a class=\"refLink\" href=\"Hosea 7:6\" data-ref=\"Hosea 7:6\">הושע ז, ו</a>), <strong>קָרְבוּ</strong> רִֽיבְכֶם (<a class=\"refLink\" href=\"Isaiah 41:21\" data-ref=\"Isaiah 41:21\">ישעיה מא, כא</a>), <strong>וְקָרַב</strong> אֹתָם (<a class=\"refLink\" href=\"Ezekiel 36:17\" data-ref=\"Ezekiel 36:17\">יחזקאל לו, יז</a>), בפלס פַּלַּג לְשׁוֹנָם (<a class=\"refLink\" href=\"Psalms 55:10\" data-ref=\"Psalms 55:10\">תהלים נה, י</a>), אלו<strong> יוצאים</strong>. וה<strong>עומד</strong> כִּי <strong>קֵרְבוּ</strong> לָבֽוֹא (<a class=\"refLink\" href=\"Psalms 36:8\" data-ref=\"Psalms 36:8\">תהלים לו, ח</a>). ושם לדבר הקרב על המזבח<strong> קָרְבָּן</strong> לַֽי\"י (<a class=\"refLink\" href=\"Leviticus 1:2\" data-ref=\"Leviticus 1:2\">ויקרא א, ב</a>). ובהעמדת הקמץ וברפיון ה<strong>בי\"ת</strong> בְּשַׂר <strong>הַקָּרְבָֽן</strong> (<a class=\"refLink\" href=\"Ezekiel 40:43\" data-ref=\"Ezekiel 40:43\">יחזקאל מ, מג</a>), בפלס הַדָּֽרְבָֽן (<a class=\"refLink\" href=\"I Samuel 13:21\" data-ref=\"I Samuel 13:21\">שמואל א' יג, כא</a>). ורבי יונה כתבו בחטפות ה<strong>קו\"ף</strong> וברפיות ה<strong>בי\"ת</strong>. ובשרק ה<strong>קו\"ף</strong> <strong>וּלְקֻרְבַּן</strong> הָֽעֵצִים (<a class=\"refLink\" href=\"Nehemiah 13:31\" data-ref=\"Nehemiah 13:31\">נחמיה יג, לא</a>). וענין קרוב לזה <strong>וְקֶרֶב</strong> אִישׁ וְלֵב עָמֹֽק (<a class=\"refLink\" href=\"Psalms 64:7\" data-ref=\"Psalms 64:7\">תהלים סד, ז</a>), בשש נקודות. וַתִּצְחַק שָׂרָה <strong>בְּקִרְבָּהּ</strong> (<a class=\"refLink\" href=\"Genesis 18:12\" data-ref=\"Genesis 18:12\">בראשית יח, יב</a>), כלומר בתוך לבה. <strong>קִרְבָּם</strong> בָּֽתֵּימוֹ לְֽעוֹלָם (<a class=\"refLink\" href=\"Psalms 49:12\" data-ref=\"Psalms 49:12\">תהלים מט, יב</a>) כלומר במחשבתם שיהיו שוכנים בבתיהם לעולם. ויש מפרשים כמו הפוך קברם. <strong>בְּקֶרֶב </strong>בֵּית יִשְׂרָאֵל (<a class=\"refLink\" href=\"Amos 7:10\" data-ref=\"Amos 7:10\">עמוס ז, י</a>), בשש נקודות. כִּֽי־יָקוּם <strong>בְּקִרְבְּךָ</strong> נָבִיא (<a class=\"refLink\" href=\"Deuteronomy 13:2\" data-ref=\"Deuteronomy 13:2\">דברים יג, ב</a>), בתוכך. וכן נקראו המעים לפי שהם בתוך.<strong> וְהַקֶּרֶב</strong> וְהַכְּרָעַיִם (<a class=\"refLink\" href=\"Leviticus 1:13\" data-ref=\"Leviticus 1:13\">ויקרא א, יג</a>)<strong>, וְקִרְבּוֹ </strong>וּכְרָעָיו (<a class=\"refLink\" href=\"Leviticus 1:9\" data-ref=\"Leviticus 1:9\">ויקרא א, ט</a>). וענין אחר כְּיוֹם הִלָּֽחֲמוֹ בְּיוֹם<strong> קְרָֽב</strong> (<a class=\"refLink\" href=\"Zechariah 14:3\" data-ref=\"Zechariah 14:3\">זכריה יד, ג</a>), טוֹבָה חָכְמָה מִכְּלֵי<strong> קְרָב</strong> (<a class=\"refLink\" href=\"Ecclesiastes 9:18\" data-ref=\"Ecclesiastes 9:18\">קהלת ט, יח</a>), פָּדָה בְשָׁלוֹם נַפְשִׁי <strong>מִקֲּרָב</strong>־לִי (<a class=\"refLink\" href=\"Psalms 55:19\" data-ref=\"Psalms 55:19\">תהלים נה, יט</a>), וּפָנֶיךָ הֹֽלְכִים <strong>בַּקְרָֽב</strong> (<a class=\"refLink\" href=\"II Samuel 17:11\" data-ref=\"II Samuel 17:11\">שמואל ב' יז, יא</a>). <strong>וּֽקֲרָב</strong>־לִבּוֹ (<a class=\"refLink\" href=\"Psalms 55:22\" data-ref=\"Psalms 55:22\">תהלים נה, כב</a>), כלומר פיו חלק ולבו מלחמה. הקבוץ בלשון נקבות <strong>קְרָבוֹת</strong> יֶחְפָּֽצוּ (<a class=\"refLink\" href=\"Psalms 68:31\" data-ref=\"Psalms 68:31\">תהלים סח, לא</a>). ענין כולם מלחמה. ותרגום מִלְחָמָה (<a class=\"refLink\" href=\"Genesis 14:2\" data-ref=\"Genesis 14:2\">בראשית יד, ב</a>) <strong>קְרָבָא</strong>. ובאו מקרב לי, <strong>וּֽקֲרָב־לִבּוֹ</strong> בקמץ חטף תחת הקמץ הרחב לתפארת. או יהיה עקרו בחלם ומפני סמיכות המקף הושבו לקמץ חטף אף על פי שאין להם סמיכות אחר."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e846bfddfbb310febbf", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Who May Make Passover 2", "anchorRef": "Exodus 12:43-50", "anchorRefExpanded": ["Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Who May Make Passover 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה כ״א ב׳", "anchorVerse": 43, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Who May Make Passover", "he": "שמות הערה כ״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Continuing the immediacy of ritual, the narrative pauses where one would expect it to talk about the Israelites’ route, to specify carefully that partaking of the Passover meal, and indeed being a part of the community in general, requires circumcision on the part of the participant. In essence, it creates the new Israelite nation, on the heels of common participation in a historical event. This small passage has been inserted between two occurrences of the same phrase (“that same day”), an editorial device often used in biblical literature.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d5c9ad75f2d99af818", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Who May Make Passover 1", "anchorRef": "Exodus 12:43-50", "anchorRefExpanded": ["Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Who May Make Passover 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה כ״א א׳", "anchorVerse": 43, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 12:43-50\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 12:43-50</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6264f24463203ad6e6936d48", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 135", "anchorRef": "Exodus 12:44-45", "anchorRefExpanded": ["Exodus 12:44", "Exodus 12:45"], "sourceRef": "Mishneh Torah, Negative Mitzvot 135", "sourceHeRef": "משנה תורה, מצוות לא תעשה קל״ה", "anchorVerse": 44, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 135, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא יאכל ערל תרומה, והוא הדין לשאר קודשים. .ודבר זה לימדו הכתוב מן הפסח בגזירה שווה, ואינו בפירוש מן התורה; ומפי השמועה למדו שאיסור ערל בקודשים מגופי תורה, ואינו מדברי סופרים.", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "For an uncircumcised person not to partake of <i>terumah</i> or other consecrated foods. This concept was derived from a <i>gezerah shavah</i> and is not explicitly mentioned in the Torah. [Nevertheless,] based on the oral tradition, the prohibition against an uncircumcised person partaking of consecrated foods is considered as a [prohibition of] the Torah itself and not a decree of the Sages.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">A <i>gezerah shavah is</i> one of the thirteen principles of Biblical exegesis in which an association is drawn between two verses based on a common word.<br>In <i>Sefer HaMitzvot</i> (General Principle 2), the Rambam states that all of the 613 mitzvot are explicitly mentioned in the Torah and are not dependent on the exegesis of a verse according to the oral tradition. Therefore, he finds it necessary to explain that there is a specific oral tradition that this mitzvah is an exception to that rule.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62821b33db3d3391b78a0cd8", "index_title": "Mishnah Yevamot", "category": "Mishnah", "type": "", "ref": "Mishnah Yevamot 8:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mishnah Yevamot 8:1", "sourceHeRef": "משנה יבמות ח׳:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Mishnah Yevamot", "he": "משנה יבמות"}, "heTitle": "משנה יבמות", "he": "הֶעָרֵל וְכָל הַטְּמֵאִים, לֹא יֹאכְלוּ בַתְּרוּמָה. נְשֵׁיהֶן וְעַבְדֵּיהֶן, יֹאכְלוּ בַתְּרוּמָה. פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה, הֵן וְעַבְדֵיהֶן יֹאכְלוּ, וּנְשֵׁיהֶן לֹא יֹאכֵלוּ. וְאִם לֹא יְדָעָהּ מִשֶּׁנַּעֲשָׂה פְצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה, הֲרֵי אֵלּוּ יֹאכֵלוּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>An uncircumcised</b> priest, e.g., one for whom circumcision was considered too dangerous, <b>and all</b> those <b>who are ritually impure</b> with any type of impurity, <b>may not partake of <i>teruma</i>,</b> the portion of produce that must be set aside for the priests. However, <b>their wives and their slaves may partake of <i>teruma</i>.</b> With regard to both <b>a man with crushed testicles</b> or with other wounds to his genitals <b>[<i>petzua dakka</i>] and one whose penis has been severed [<i>kerut shofkha</i>],</b> it is prohibited for them to marry a woman who was born Jewish. If they are priests <b>they and their slaves may partake</b> of <i>teruma</i>, as this condition does not disqualify them or their property. However, <b>their wives may not partake</b> of <i>teruma</i>, because if a priest has relations with his wife after suffering his injury, he renders her a <i>ḥalala</i>, a woman who is disqualified from marrying a priest, as he has engaged in forbidden sexual relations with her. <b>If</b> such a priest <b>did not know</b> his wife, i.e., did not engage in sexual relations with her, <b>after his testicles were crushed or his penis was severed, she may partake</b> of <i>teruma</i>, as she had married the priest in a permitted manner.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63208fa92628631851f6c3aa", "index_title": "Mishneh Torah, Heave Offerings", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Heave Offerings 7:10", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mishneh Torah, Heave Offerings 7:10", "sourceHeRef": "משנה תורה, הלכות תרומות ז׳:י׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 7.001, "collectiveTitle": {"en": "Mishneh Torah, Heave Offerings", "he": "משנה תורה, הלכות תרומות"}, "heTitle": "משנה תורה, הלכות תרומות", "he": "כֹּהֵן עָרֵל אָסוּר לֶאֱכל בִּתְרוּמָה מִדִּין תּוֹרָה. שֶׁהֲרֵי נֶאֱמַר <small>(ויקרא כב י)</small> \"תּוֹשָׁב וְשָׂכִיר\" בִּתְרוּמָה וְנֶאֱמַר תּוֹשָׁב וְשָׂכִיר בְּפֶסַח. מָה תּוֹשָׁב וְשָׂכִיר הָאָמוּר בְּפֶסַח עָרֵל אָסוּר בּוֹ אַף תּוֹשָׁב וְשָׂכִיר הָאָמוּר בִּתְרוּמָה עָרֵל אָסוּר בּוֹ. וְאִם אָכַל לוֹקֶה מִן הַתּוֹרָה. מָשׁוּךְ מֻתָּר לֶאֱכל בִּתְרוּמָה וְאַף עַל פִּי שֶׁנִּרְאֶה כְּעָרֵל וּמִדִּבְרֵי סוֹפְרִים שֶׁיָּמוּל פַּעַם שְׁנִיָּה עַד שֶׁיֵּרָאֶה מָהוּל:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "A priest who is uncircumcised is forbidden to partake of <i>terumah</i> according to Scriptural Law.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">The Radbaz writes that this prohibition applies even if he is uncircumcised with the Torah's permission, e.g., his brothers died because of circumcision, in which instance, caution is shown before circumcising him.</i> [This concept is derived as follows: Leviticus 22:10] speaks of a resident worker and a hired worker with regard to [partaking of] <i>terumah</i> and [Exodus 12:45] speaks of a resident worker and a hired worker with regard to [partaking of] the Paschal sacrifice. Just as with regard to the Paschal sacrifice, the resident worker and the hired worker spoken about refer to those who are uncircumcised and who are forbidden [to partake of] it,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">See <i>Hilchot Korban Pesach</i> 9:7.</i> so too, with regard to <i>terumah</i>, we learn that a resident worker and a hired worker who are uncircumcised are forbidden [to partake of] it. <sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (Negative Commandment 135) and <i>Sefer HaChinuch</i> (Mitzvah 282) include this as one of 613 mitzvot of the Torah. There is, however, a slight difficulty with this classification. The Rambam maintains that any commandment that is derived through one of the Thirteen Principles of Biblical Exegesis does not have the status of a Scriptural command, nor is such a prohibition punishable by lashes (<i>Sefer HaMitzvot,</i> General Principle 2) and as the Rambam states here, there is no direct commandment prohibiting an uncircumcised person from partaking of <i>terumah</i>. Instead, it is derived by our Sages (<i>Yevamot</i> 70a) through an association of verses (<i>gezeirah shaveh</i>). Hence, seemingly, it should not be placed in that category. The Rambam notes this difficulty when discussing this mitzvah in <i>Sefer HaMitzvot</i> and states that since our Sages mentioned that this mitzvah was of Scriptural origin, he considered it as having that status.</i> If such a person partakes [of <i>terumah</i>], he is liable for lashes according to Scriptural Law.<br>A person who extends his foreskin<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">I.e., one was originally circumcised, but underwent an operation so that it would appear that he was not circumcised. In the Hellenist and Roman periods, there were Jews who underwent such operations so that they would resemble non-Jews.</i> is permitted to partake of <i>terumah</i> even though he appears uncircumcised.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">For according to Scriptural Law, his original circumcision was effective and he can never revert to being uncircumcised.</i> According to Rabbinic Law, however, he must be circumcised again until he appears circumcised.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">The Radbaz writes that the intent is not that he is forbidden to partake of <i>terumah</i> until he is circumcised again. Instead, the intent is that he is advised to undergo the operation and not to partake of <i>terumah</i> until he does so. The <i>Sefer HaMitzvot</i> and the <i>Sefer HaChinuch</i> (<i>loc. cit.</i>), however, say that such an individual is prohibited by the Rabbis from partaking of <i>terumah</i>.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6357d2da4a34ac00a0d8643b", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Rav Hirsch on Torah, Exodus 12:45:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 45. תושב. Im jüdischen Lande konnte jeder Fremde ein Domizilrecht und alle damit verknüpften <i>bürgerlichen</i> Rechte erwerben, ohne Jude zu werden, sobald er nur durch Lossagung vom Götzentum die allgemeinen Menschenpflichten als ihn verbindend übernahm, ז׳ מצות בני נח. Ein solcher hieß: domizilberechtigt, שכיר — .תושב ist derjenige, der nur in Lohnverhältnis zu einem jüdischen Hause steht. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63970381e04aa92ab37c7a56", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Pesachim, Introduction to Perek VIII 2", "anchorRef": "Exodus 12:44-46", "anchorRefExpanded": ["Exodus 12:44", "Exodus 12:45", "Exodus 12:46"], "sourceRef": "Introductions to the Babylonian Talmud, Pesachim, Introduction to Perek VIII 2", "sourceHeRef": "הקדמות לתלמוד הבבלי, פסחים, הקדמה לפרק ח׳ ב׳", "anchorVerse": 44, "sourceHasEn": true, "compDate": [1965, 1995], "commentaryNum": 2, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה לפרק ח׳", "he": "<b>וְכָל-עֶבֶד אִישׁ מִקְנַת-כָּסֶף וּמַלְתָּה אֹתוֹ אָז יֹאכַל בּוֹ: תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ: בְּבַיִת אֶחָד יֵאָכֵל לֹא-תוֹצִיא מִן-הַבַּיִת מִן-הַבָּשָׂר חוּצָה וְעֶצֶם לֹא תִשְׁבְּרוּ-בוֹ.</b> (שם מד-מו)", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "But every man's servant that is bought for money, when you have circumcised him, then shall he eat from it. A sojourner and a hired servant shall not eat from it. In one house shall it be eaten; you shall not remove any of the meat from the house to the outside, and you shall not break a bone in it. (Exodus 12:44–46)", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63eb7615c159397276b74c40", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Exodus 12:21-51", "anchorRefExpanded": ["Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "641866ebc9371ec0cebe3f0e", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Reggio on Torah, Exodus 12:45:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>תושב,</b> זה גר תושב:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641866ecc9371ec0cebe3f10", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Reggio on Torah, Exodus 12:45:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ושכיר,</b> זה הגוי, ויאסרם הכתוב לאכול הפסח אם לא מלו ולא טבלו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64259e19d40306d40381f297", "index_title": "Introductions to Tanaitic Literature", "category": "Talmud", "type": "", "ref": "Introductions to Tanaitic Literature, Introduction to Halakhic Midrashim, Mekhilta of Rabbi Ishmael 23", "anchorRef": "Exodus 12:1-13:16", "anchorRefExpanded": ["Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16"], "sourceRef": "Introductions to Tanaitic Literature, Introduction to Halakhic Midrashim, Mekhilta of Rabbi Ishmael 23", "sourceHeRef": "מבואות לספרות התנאים, מבוא למדרשי הלכה, מכילתא דר' ישמעאל כ״ג", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 23, "collectiveTitle": {"en": "Introductions to Tanaitic Literature", "he": "מבואות לספרות התנאים"}, "heTitle": "מכילתא דר' ישמעאל", "he": "א. <b>מסכתא דפסחא</b> (שמות יב א–יג טז). ב. <b>מסכתא דויהי בשלח</b> (שמות יג יז – יד לא). ג <b>מסכתא</b> <b>דשירתא</b> (טו א – כא). ד. <b>מסכתא דויסע</b> (טו כב – יז ז). ה. <b>מסכתא דעמלק</b> (יז ח – יח כז). ו. <b>מסכתא</b> <b>דבחדש</b> (יט א – כ כו). ז. <b>מסכתא דנזיקין</b> (כא א – כב כג). ח. <b>מסכתא דכספא</b> (כב כד – כג יט). ט. <b>מסכתא דשבתא</b> (לא יב – יז, לה א–ג).", "heVersionTitle": "Jerusalem, 1957", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648746c170699c26744fe496", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Midrash Sekhel Tov, Shemot 12:45:1", "sourceHeRef": "מדרש שכל טוב, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "[תושב ושכיר לא יאכל בו]. תושב זה גר תושב, ושכיר זה הגוי, והרי למדנו לגוי מכל ערל לא יאכל בו, אלא מה ת\"ל תושב בפסח לדון על התרומה מן הפסח לפסול בה את הערל שעד שלא יאמר יש לי בדין, מה אם פסח הקל פסל בו את הערל, תרומה חמורה אינו דין שיפסול בו את הערל לא אם אמרת בפסח שמיעט בו הכתוב זמן אכילתו, דכתיב ולא תותירו ממנו עד בקר (שמות יב י), לפיכך פסל בו את הערל, תאמר בתרומה שריבה בה הכתוב זמן אכילתה שיפסול בה את הערל ומשום דלא לידון כי האי גוונא כתב רחמנא תושב בפסח להיות מופנה לידון הימנו גזירה שוה כדרשנו. ר' יצחק אומר לא בא הכתוב לומר תושב ושכיר אלא לפסול לערבי מהול וגבעוני מהול, שלא יהיו אוכלין בפסח, וכי האי גוונא אמרי' בנדרים קונם שאיני נהנה לערלים מותר בערלי ישראל, ואסור במהולי אומות העולם, ואע\"ג דמהילי כמאן דלא מהיל דמיא:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64e49f1b613f3c2d3b44b66f", "index_title": "German Commentary on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Yevamot 8:1:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "German Commentary on Mishnah Yevamot 8:1:1", "sourceHeRef": "פירוש גרמני על משנה יבמות ח׳:א׳:א׳", "anchorVerse": 45, "sourceHasEn": true, "commentaryNum": 1.0001, "collectiveTitle": {"en": "German Commentary on Mishnah Yevamot", "he": "פירוש גרמני על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Der Unbeschnittene.</b>  D. h. ein Priester, dem bereits zwei Brüder an den Folgen der Beschneidung gestorben sind und der deshalb unbeschnitten bleiben darf (Jeb. 64b). Das Gesetz, dass ein solcher Hebe nicht geniessen darf, wird mittelst der Norm der „Wort- und Begriffsanalogie“ (<span dir=\"rtl\">ג״ש</span>) vom Pessachopfer abgeleitet. Für beides gilt die gleiche Vorschrift, dass der Beisasse und der Mietling nicht daran teilnehmen dürfen, Lev. 22, 10 und Ex. 12, 45. Ebenso wie nun der Unbeschnittene an dem Pessach nicht teilnehmen darf, Ex. 12, 48, ist ihm auch der Genuss der Hebe verboten.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6596f20dbed9ae71ab5aca32", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Pischa 15:9", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Pischa 15:9", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְפִסְחָא ט״ו:ט׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [200], "commentaryNum": 15.0009, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְפִסְחָא", "he": "(שמות יב,מה) <b>\"תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ.\" \"תּוֹשָׁב\"</b>, זֶה גֵּר תּוֹשָׁב; <b>\"שָׂכִיר\"</b>, זֶה הַגּוֹי.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "(Exodus 12:45) \"A toshav and a sachir may not eat of it\": \"toshav\": a resident proselyte (one who undertakes not to serve idolatry) and a sachir (a hired) gentile may not eat of it.", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "657ecc37758c1dc532ec88e0", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 12:45", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Steinsaltz on Exodus 12:45", "sourceHeRef": "ביאור שטיינזלץ על שמות י״ב:מ״ה", "anchorVerse": 45, "sourceHasEn": true, "commentaryNum": 12.0045, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>תּוֹשָׁב</b> נכרי שיחיה בקרבכם, אך איננו אזרח,\n    <b>וְשָׂכִיר</b> נכרי, שנשכר לעבודה\n    \n    <b>לֹא יֹאכַל בּוֹ</b> אף על פי שהוא קשור לבית ונחשב כחלק מבני הבית.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>A resident alien, </b>a non-Jew who lives among you, <b>and a </b>gentile <b>hired laborer shall not eat from it, </b>even though they are considered part of the household.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5868bc96d6e4a97c9cbb02a6", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Bekhor Shor, Exodus 12:45:1", "sourceHeRef": "בכור שור, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>תושב ושכיר.</b> תושב קנוי קניין עולם של יובל שכיר קנוי קניין שנים לשש ושניהם ישראל והכי קאמר ישראל שאינו קנוי קניין הגוף ועשה אדונו פסחו ולא מנה אותם עמו על פסחו לא יאכלו בו שלא תאמר מאחר שהם עבדיו בלא מנוי יכולין לאכול עמו דמסתמא הכי מנויין כיון דמזונותם עליו קמשמע לן שצריך למנותן בהדיא אבל עבדו כנעני כיון שמלו והוא קנוי קניין הגוף אכל בלא מינוי דמסתמא נמנה הוא עמו והכי אמר בפר' האשה בפסחים שוחט אדם ע\"י בנו ובתו הקטנים וע\"י שפחתו ועבדו הכנענים שלא מדעתם אבל לא ע\"י בנו ובתו הגדולים ולא ע\"י עבדו ושפחתו העברים אלא מדעתם. הגה\"ה. ומה שפי' רש\"י לא נהירא לי דכיון שערל שמתו אחיו מחמת מילה אסור אע\"פ שאינו משומד לערלות משום דמאיס כדאמ' בהערל ואסור לאכול משולחנו של מקום וכן מקשה בהערל ערבי מהול וכנעני מהול שהם ערלים גמורים מבעיא דאמר הנודר מן הערלים מותר בערלי ישראל ואסור במולי אומות העולם:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bc96d6e4a97c9cbb02a8", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Bekhor Shor, Exodus 12:45:2", "sourceHeRef": "בכור שור, שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>אז יאכל בו.</b> האדון דברי ר' יהושע שמילת עבדיו מעכבין אותו ור' אליעזר אומ' אז יאכל בו אעבד קאי דאין מילת עבדיו מעכבין אותו אבל מילת זכריו דברי הכל מעכבין אותו דכתיב המול לו כל זכר:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f24ed6e4a92746471024", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Chizkuni, Exodus 12:45:1", "sourceHeRef": "חזקוני, שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>תושב</b> פרש״‎י זה גר תושב. פירש כלומר שקבל עליו שלא לעבוד עבודת כוכבים ואוכל נבלות ואע״‎ג דבפרשת אמור פרש״‎י זה עבד עברי הנרצע י״‎ל התם בתרומה והכא בפסח.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "תושב, “a resident stranger;” this is how Rashi understands the word תושב here. The legal status of such a “resident” stranger applies when he undertook to observe the seven universally applicable laws for disobedience to which any human being is culpable. Such a person is allowed to eat meat from animals that did not die through ritual slaughter. Interestingly, when the same word appears in Leviticus 25,47, he explains it as: a Jewish servant (sold by the court for having stolen and not repaid). Some commentators say that the word תושב here refers only to eating of the Passover, whereas in Leviticus is refers to the eating of the tithes called t’rumah.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5bf3e0cee1fc2200b9c5a1cb", "index_title": "English Explanation of Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Yevamot 8:1:2", "anchorRef": "Exodus 12:44-48", "anchorRefExpanded": ["Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48"], "sourceRef": "English Explanation of Mishnah Yevamot 8:1:2", "sourceHeRef": "ביאור אנגלי על משנה יבמות ח׳:א׳:ב׳", "anchorVerse": 44, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Yevamot", "he": "ביאור אנגלי על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>An uncircumcised [priest] and all impure persons may not eat terumah. Their wives and slaves may eat terumah.</b>  An uncircumcised priest may not eat terumah.  In the Talmud this is derived through an analogy with the passover sacrifice, which also may not be eaten by anyone who is uncircumcised (Exodus 12:44-48). Impure persons may not eat terumah. This refers to someone who is ritually impure, through anything that ritually defiles, such as scale disease, gonorrhea etc.  This halakhah is stated explicitly in Leviticus 22:4-6. However, the wife and slaves of an uncircumcised priest and an impure person may eat terumah.  This means that these men are priests, but that they themselves are disqualified from eating terumah due to their lack of circumcision or purity.  This lack does not effect their household.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6322c863868d1898a4d0549d", "index_title": "Bartenura on Mishnah Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Shabbat 19:6:3", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Bartenura on Mishnah Shabbat 19:6:3", "sourceHeRef": "ברטנורא על משנה שבת י״ט:ו׳:ג׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Bartenura on Mishnah Shabbat", "he": "ברטנורא על משנה שבת"}, "heTitle": "ברטנורא על משנה שבת", "he": "<b>אינו אוכל בתרומה.</b> אם כהן הוא, דכהן ערל אסור לאכול בתרומה. נאמר בפסח (שמות י״ב:מ״ה) תושב ושכיר לא יאכל בו ונאמר בתרומה (ויקרא כ״ב:י׳) תושב כהן ושכיר לא יאכל בו, מה פסח אסור לערל אף תרומה אסורה לערל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "אינו אוכל בתרומה – if he is a Kohen, for an uncircumcised Kohen is prohibited to eat the priest’s due/Terumah. It is said regarding the Passover sacrifice (Exodus 12:45): “No bound or hired laborer shall eat of it,” and it is stated regarding Terumah (Leviticus 22:10): “No bound or hired laborer of a priest shall eat of the sacred donations.” Just as the Passover offering is prohibited to someone uncircumcised, so too the Terumah is prohibited to someone uncircumcised.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d20ab6084aa1cbf151bd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תּוֹשָׁב 1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "BDB, תּוֹשָׁב 1", "sourceHeRef": "בראון-דרייבר-בריגס, תּוֹשָׁב א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תּוֹשָׁב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תּוֹשָׁב</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">Lv 25:45</a></sup> sojourner, only P (H) and late; abs. <span dir=\"rtl\">ת׳</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> + 6 times; cstr. <span dir=\"rtl\">תּוֹשַׁב</span> <a data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\">Lv 22:10</a>; sf. <span dir=\"rtl\">תּוֹשָֽׁבְךָ</span> <a data-ref=\"Leviticus 25:6\" href=\"/Leviticus.25.6\">25:6</a>; pl. <span dir=\"rtl\">תּוֹשָׁבִים</span> v <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">6</a> + 2 times; cstr. <span dir=\"rtl\">תֹּשָׁבֵי</span> <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a>, but read <span dir=\"rtl\">תִּשְׁבֶּה</span> (q.v.) 𝔊 Ew Th Hi;—<em>sojourner</em>, appar. of a more temporary and dependent (<a data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\">Lv 22:10</a>; <a data-ref=\"Leviticus 25:6\" href=\"/Leviticus.25.6\">25:6</a>) kind than the <span dir=\"rtl\">גֵּר</span> (with which it is often joined): ‖ <span dir=\"rtl\">שָׂכִיר</span> <a data-ref=\"Exodus 12:45\" href=\"/Exodus.12.45\">Ex 12:45</a> (P), <a data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\">Lv 22:10</a> (<span dir=\"rtl\">ת׳ כֹּהֵן</span> a priest’s <em>sojourner</em>), <a data-ref=\"Leviticus 25:6\" href=\"/Leviticus.25.6\">25:6</a>, <a data-ref=\"Leviticus 25:40\" href=\"/Leviticus.25.40\">40</a> (all H); <span dir=\"rtl\">הַתּוֹשָׁבִים הַגָּרִים עִמָּכֶם</span> v <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">45</a> (c. pt. <span dir=\"rtl\">גָּר</span> also v <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">6</a>); c. <span dir=\"rtl\">עִם</span>, also <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">Lv 25:47</a><sup>(×2)</sup> (H); c. <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">Nu 35:15</a> (P). Fig. of one enjoying only a temporary tenure, c. <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a>, with <span dir=\"rtl\">י׳</span> <a data-ref=\"Leviticus 25:23\" href=\"/Leviticus.25.23\">Lv 25:23</a> <a data-ref=\"Psalms 39:13\" href=\"/Psalms.39.13\">ψ 39:13</a>, c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"I Chronicles 29:15\" href=\"/I_Chronicles.29.15\">1 Ch 29:15</a>.—<a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a> v. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d499b6084aa1cbf359db", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׂכִיר 1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "BDB, שָׂכִיר 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׂכִיר א׳", "anchorVerse": 45, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׂכִיר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שָׂכִיר</span></big>  <strong>adj. hired</strong>;—abs. <span dir=\"rtl\">שׂ׳</span> <a data-ref=\"Exodus 12:45\" href=\"/Exodus.12.45\">Ex 12:45</a> +, f. <span dir=\"rtl\">שְׂכִירָה</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a>; cstr. <span dir=\"rtl\">שְׂכִיר</span> <a data-ref=\"Leviticus 25:53\" href=\"/Leviticus.25.53\">Lv 25:53</a>; sf. <span dir=\"rtl\">שְׂכִירְךָ</span> v <a data-ref=\"Leviticus 25:6\" href=\"/Leviticus.25.6\">6</a>; pl. sf. <span dir=\"rtl\">שְׂכִרֶיהָ</span> <a data-ref=\"Jeremiah 46:21\" href=\"/Jeremiah.46.21\">Je 46:21</a>;—<br><strong>1.</strong>  <em>hired</em>, of beast <a data-ref=\"Exodus 22:14\" href=\"/Exodus.22.14\">Ex 22:14</a> (E), razor <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a> (fig.).<br><strong>2.</strong>  usually as subst. <em>hireling, hired labourer</em> <a data-ref=\"Deuteronomy 15:18\" href=\"/Deuteronomy.15.18\">Dt 15:18</a>; <a data-ref=\"Deuteronomy 24:14\" href=\"/Deuteronomy.24.14\">24:14</a>; <a data-ref=\"Leviticus 19:13\" href=\"/Leviticus.19.13\">Lv 19:13</a>; <a data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\">22:10</a>; <a data-ref=\"Leviticus 25:6\" href=\"/Leviticus.25.6\">25:6</a>, <a data-ref=\"Leviticus 25:40\" href=\"/Leviticus.25.40\">40</a>, <a data-ref=\"Leviticus 25:53\" href=\"/Leviticus.25.53\">53</a> (all H), <a data-ref=\"Exodus 12:45\" href=\"/Exodus.12.45\">Ex 12:45</a>; <a data-ref=\"Leviticus 25:50\" href=\"/Leviticus.25.50\">Lv 25:50</a> (both P), <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>; <a data-ref=\"Job 7:1\" href=\"/Job.7.1\">Jb 7:1</a>, <a data-ref=\"Job 7:2\" href=\"/Job.7.2\">2</a>; <a data-ref=\"Job 14:6\" href=\"/Job.14.6\">14:6</a>; <span dir=\"rtl\">כִּשְׁנֵי שׂ׳</span> <a data-ref=\"Isaiah 16:14\" href=\"/Isaiah.16.14\">Is 16:14</a> years <em>like a hireling’s years</em> (reckoned strictly), so <a data-ref=\"Isaiah 21:16\" href=\"/Isaiah.21.16\">21:16</a>; <em>mercenaries</em> <a data-ref=\"Jeremiah 46:21\" href=\"/Jeremiah.46.21\">Je 46:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d349e0589d7b7f8b69d27e", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Cassuto on Exodus 12:45:1", "sourceHeRef": "קאסוטו על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "commentaryNum": 45.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "ג) <b>תושב ושכיר</b>, שאמנם גר בתוך בני ישראל, אך לא הסתפח בהם, <b>לא יאכל בו</b>.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d76f8e1d4c3231a2f2af3", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "Divrei David on Rashi, Exodus 12:45:1", "sourceHeRef": "דברי דוד על רש״י, ספר שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "commentaryNum": 45.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר שמות", "he": "תושב, זה גר תושב, ושכיר, זה עכו\"ם. בר\"פ הערל תניא א\"ר אלעזר מנין לערל שאין אוכל בתרומה נאמר תושב ושכיר בפסח ונאמר תושב ושכיר בתרומה מה פסח ערל אסור בו אף תרומה ערל אסור בה ר\"ע אומר א\"צ הרי הוא אומר בתרומה איש איש לרבות ערל שאסור בתרומה ומקשינן ור\"ע האי תושב ושכיר מאי עביד ביה א\"ר שמעיה לאתויי ערבי מהול ומקשינן והתנן קונם שאני נהנה לערלים מותר בערלי ישראל ואסור במולי עכו\"ם קונם שאני נהנה, למולין מותר במולי עכו\"ם ואסור בערלי ישראל ולמה לי למעוטינהו הא ערלים נינהו אלא לאתויי גר שמל ולא טבל כו'. והקשה הרמב\"ן על רש\"י שכתב כגון ערבי מהול לא ידעתי למה כתב דברים הנדחים בגמרא והעמידו הפסוק בגר שמל ולא טבל, ולא ידעתי למה לא הקשה כן על המכילתא בשם ר' יצחק שאמרה בפירוש דתושב ושכיר מלמד על גבעוני מהול ולא חש על מה שהקשה בגמרא מנדרים והטעם דבאמת הקושיא אינה קושיא, דבאמת הוה עכ\"פ נמול אלא דבנדרים הולכין אחר לשון בני אדם כמו שהקשו זה בתוס' ודחקו לפרש דברי המקשן. ובעל המכילתא ודאי מתרץ כן קושיית המקשן ורש\"י דעת המכילתא, ואין להקשות עכ\"פ ל\"ל קרא לאסור גבעוני מהול הא אתמעיט מבן נכר וערבי מהול כמ\"ש רש\"י לפני זה דבשלמא ערל ובן נכר צריכי כדאיתא בגמרא שם ערל משום דמאיס ובן נכר משום דאין לבו לשמים, אבל גבעוני מהול קשה. וצ\"ל דהגבעוני ג\"כ לבו לשמים ומחזיק שבע מצות בני נח ואפ\"ה פסול דנכרי הוא וערבי וגבעוני מהול הם בני קטורה דדרכן לימול בגיותן, כדאיתא פרק ד' מיתות אלא עתה בני קטורה ליחייב:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bba25310e2d929aa1670c", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 12:45:1", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "David Zvi Hoffmann on Exodus 12:45:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות י״ב:מ״ה:א׳", "anchorVerse": 45, "sourceHasEn": false, "commentaryNum": 45.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>תושב,</b> ובמקום אחר \"גר תושב\" (ויקרא כה, מז), הוא הנכרי המתגורר בארץ־ישראל. לפי ההלכה<sup class=\"footnote-marker\">220</sup><i class=\"footnote\"><b>רמב\"ם</b> הל' איסורי ביאה פי\"ד ה\"ז (המ').</i> מותר לגור בארץ־ישראל רק לאותם נכרים שקיבלו על עצמם את שבע מצוות בני נח, ובתור שכאלה הם נקראים \"גרים תושבים\"<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">תמיהני על שאין המחבר ז\"ל הביא את דבר גמרא (זבחים פב ע\"ב) \"'תושב' - זה קנוי קנין עולם, 'שכיר' - זה קנוי קנין שנים\" (המ').</i>.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bba28310e2d929aa1670e", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 12:45:2", "anchorRef": "Exodus 12:45", "anchorRefExpanded": ["Exodus 12:45"], "sourceRef": "David Zvi Hoffmann on Exodus 12:45:2", "sourceHeRef": "פירושי רד\"צ הופמן על שמות י״ב:מ״ה:ב׳", "anchorVerse": 45, "sourceHasEn": false, "commentaryNum": 45.0002, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>שכיר</b> הוא הנכרי העובד אצל ישראל כפועל שכיר. גם הגרים התושבים היו בדרך כלל עובדיהם של תושבי הארץ הישראליים ועל כן נחוצה הוראה מיוחדת ללמד שאין הם יכולים להיות שותפים בפסח, חרף שייכותם זו.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]