[{"_id": "531e4fe3fbfba276047f6f13", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:4", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Onkelos Numbers 7:4", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַאֲמַר יְיָ לְמשֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy said to Moshe, saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec74a", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:4", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Targum Jonathan on Numbers 7:4", "sourceHeRef": "תרגום יונתן על במדבר ז׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַאֲמַר יְיָ לְמשֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh, saying:  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d4ad6e4a94c7c18abc8", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:4", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Tafsir Rasag, Numbers 7:4", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פקאל אללה למוסי קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "591d98f4d6e4a97676075376", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 6:4:2", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Shir HaShirim Rabbah 6:4:2", "sourceHeRef": "שיר השירים רבה ו׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [790, 990], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "דָּבָר אַחֵר, יָפָה אַתְּ רַעְיָתִי כְּתִרְצָה, כְּשֶׁאַתְּ רוֹצָה, כַּד אַתְּ בָּעְיָיא לֵית אַתְּ צְרִיכָה בָּעְיָיה מִכְּלוּם מֵילַף מִכְּלוּם, מִי אָמַר לָהֶם לְהָבִיא עֲגָלוֹת וּבָקָר לִטְעוֹן הַמִּשְׁכָּן, לֹא מֵהֶן וּבָהֶן הֵבִיאוּ אוֹתָן, הֲדָא הוּא דִכְתִיב <small>(במדבר ז, ג)</small>: וַיָּבִיאוּ אֶת קָרְבָּנָם לִפְנֵי ה' שֵׁשׁ עֶגְלֹת צָב, כְּנֶגֶד שִׁשָּׁה רְקִיעִים, וְלֹא שִׁבְעָה הֵם, אָמַר רַבִּי אָבוּן הָן דְּמַלְכָּא שָׁרֵי טָמִיקוֹן, שֵׁשׁ כְּנֶגֶד שֵׁשׁ אֲרָצוֹת, אֶרֶץ, אַרְקָא, אֲדָמָה, גֵּיא, צִיָּה, נְשִׁיָּה, תֵּבֵל, וּכְתִיב <small>(תהלים צח, ט)</small>: וְהוּא יִשְׁפֹּט תֵּבֵל בְּצֶדֶק. שֵׁשׁ כְּנֶגֶד שִׁשָּׁה עֶרְכֵי מִשְׁנָה. שֵׁשׁ כְּנֶגֶד שֵׁשֶׁת יְמֵי בְרֵאשִׁית. שֵׁשׁ כְּנֶגֶד שֵׁשׁ אִמָּהוֹת, שָׂרָה, רִבְקָה, רָחֵל, לֵאָה, זִלְפָּה, בִּלְהָה. צָב, דּוֹמוֹת לְקוֹלְיָינוֹן. צָב, מְצֻיָּנוֹת. צָב, מְטֻכָּסוֹת. צָב, שֶׁצְּבָא הַלְוִיִּם עוֹמְדִים עֲלֵיהֶם. תָּנֵי בְּשֵׁם נְחֶמְיָה כְּמִין קָמְרוֹטִין הָיוּ, שֶׁלֹא יִהְיוּ כְּלֵי שָׁרֵת מִתְבַּקְּעִין. וּשְׁנֵי עָשָׂר בָּקָר, כְּנֶגֶד שְׁנֵים עָשָׂר נְשִׂיאִים, עֲגָלָה עַל שְׁנֵי הַנְּשִׂאִים וְשׁוֹר לְאֶחָד, מְלַמֵּד שֶׁלֹא לְקָחוּם בְּדָמִים, אֶלָּא זֶה הֵבִיא שׁוֹר וְזֶה הֵבִיא שׁוֹר, זֶה הֵבִיא עֲגָלָה וְזֶה הֵבִיא עֲגָלָה. וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן, מְלַמֵּד שֶׁמְּסָרוּם לַצִּבּוּר. <small>(במדבר ז, ד)</small>: וַיֹּאמֶר ה' אֶל משֶׁה לֵאמֹר, מַהוּ לֵאמֹר, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא צֵא וֶאֱמֹר לָהֶם דִּבְרֵי שֶׁבַח וְנֶחָמוֹת. אָמַר רַבִּי הוֹשַׁעְיָא אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא מַעֲלֶה אֲנִי עֲלֵיכֶם כְּאִלּוּ כְּבָר הָיִיתִי צָרִיךְ לִסְבֹּל בּוֹ אֶת עוֹלָמִי וַהֲבֵאתֶם לִי, בְּאוֹתָהּ שָׁעָה נִתְיָרֵא משֶׁה, אָמַר בְּלִבּוֹ תֹּאמַר רוּחַ הַקֹּדֶשׁ נִסְתַּלְּקָה מִמֶּנִּי וְשָׁרַת עַל הַנְּשִׂיאִים, אוֹ שֶׁמָּא נָבִיא אַחֵר עָמַד וְחִדֵּשׁ אֶת הַהֲלָכָה. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, משֶׁה, אִלּוּ לָהֶם הָיִיתִי אוֹמֵר שֶׁיָּבִיאוּ, הָיִיתִי אוֹמֵר לְךָ שֶׁתֹּאמַר לָהֶם, אֶלָּא <small>(במדבר ז, ד)</small>: קַח מֵאִתָּם וְהָיוּ, מַהוּ קַח מֵאִתָּם, מֵאִתָּם הָיוּ הַדְּבָרִים, וּמִי נָתַן לָהֶם אֶת הָעֵצָה, אָמַר רַבִּי סִימוֹן שִׁבְטוֹ שֶׁל יִשָֹּׂשכָר אָמַר לָהֶם הַמִּשְׁכָּן הַזֶּה שֶׁאַתֶּם עוֹשִׂים פּוֹרֵחַ הוּא בָּאֲוִיר, עֲשׂוּ לוֹ עֲגָלוֹת כְּדֵי שֶׁיְהֵא נִטְעַן בָּהֶם, הוּא שֶׁהַכָּתוּב מְשַׁבֵּחַ שֵׁבֶט יִשָֹּׂשכָר, שֶׁנֶּאֱמַר <small>(דברי הימים א יב, לג)</small>: וּמִבְּנֵי יִשָֹּׂשכָר יוֹדְעֵי בִינָה לָעִתִּים, מַהוּ לָעִתִּים, רַבִּי תַּנְחוּמָא אָמַר לְקִירְסִין, רַבִּי יוֹסֵי בַּר קַסְרַיי אָמַר לְעִבּוּרִין. <small>(דברי הימים א יב, לג)</small>: לָדַעַת מַה יַּעֲשֶׂה יִשְׂרָאֵל, שֶׁהָיוּ יוֹדְעִים לְרַפְּאוֹת אֶת הַקִּירוֹס. רָאשֵׁיהֶם מָאתַיִם, אֵלּוּ מָאתַיִם רָאשֵׁי סַנְהֶדְרָאוֹת שֶׁהָיָה שִׁבְטוֹ שֶׁל יִשָֹּׂשכָר מַעֲמִיד. וְכָל אֲחֵיהֶם עַל פִּיהֶם, מְלַמֵּד שֶׁכָּל אֲחֵיהֶם הָיוּ מַסְכִּימִין הַהֲלָכָה עַל פִּיהֶם כַּהֲלָכָה לְמשֶׁה מִסִּינַי. בְּאוֹתָהּ שָׁעָה אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם שֶׁמָּא תָּמוּת אַחַת מִן הַפָּרוֹת וְיִשָּׁבֵר אֶחָד מִן הַגַּלְגַּלִּים, וְנִמְצָא קָרְבָּנָן שֶׁל נְשִׂיאִים פָּסוּל, וְנִמְצֵאת עֲבוֹדַת הַמִּשְׁכָּן בְּטֵלָה. מִיָּד <small>(במדבר ז, ד)</small>: וַיֹּאמֶר ה' אֶל משֶׁה לֵאמֹר קַח מֵאִתָּם וְהָיוּ לַעֲבֹד וגו', וְהָיוּ נָתַן לָהֶם הֲוָיָה שֶׁיְּהוּ חַיּוֹת וְקַיָּמוֹת בָּעוֹלָם לְעוֹלְמֵי עוֹלָמִים, עַד אֵיכָן הָיוּ קַיָּמוֹת, רַבִּי יוּדָן וְרַבִּי הוּנָא בְּשֵׁם בַּר קַפָּרָא עַד הַגִּלְגָּל, הֲדָא הוּא דִכְתִיב בְּהוֹשֵׁעַ <small>(הושע יב, יב)</small>: בַּגִּלְגָּל שְׁוָרִים זִבֵּחוּ גַּם מִזְבְּחוֹתָם כְּגַלִּים עַל תַּלְמֵי שָׂדָי. וְאֵיכָן הִקְרִיבוּ אוֹתָן, רַבִּי אָבוּן אָמַר בְּנוֹב הִקְרִיבוּ אוֹתָן, רַבִּי אַבָּא אָמַר בְּגִבְעוֹן הִקְרִיבוּ אוֹתָן, לֵוִי אָמַר בְּשִׁילֹה הִקְרִיבוּם, וְרַבָּנָן אָמְרִין בְּבֵית הָעוֹלָמִים הִקְרִיבוּם. רַבִּי חָמָא אָמַר טַעְמָא דְרַבָּנָן דִּכְתִיב <small>(דברי הימים ב ז, ה)</small>: וַיִּזְבַּח הַמֶּלֶךְ שְׁלֹמֹה אֶת זֶבַח הַבָּקָר, זֶבַח בָּקָר לֹא נֶאֱמַר, אֶלָּא זֶבַח הַבָּקָר, אֵי זֶה בָּקָר, הֱוֵי אוֹמֵר <small>(במדבר ז, ז)</small>: אֵת שְׁתֵּי הָעֲגָלוֹת וְאֵת אַרְבַּעַת הַבָּקָר, וּכְתִיב <small>(במדבר ז, ז)</small>: וְאֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר, רַבִּי מֵאִיר אוֹמֵר עַכְשָׁו הֵן קַיָּמוֹת וְלֹא הוּמְמוּ וְלֹא הִזְקִינוּ וְלֹא הִטְרִיפוּ, אֶלָּא הֵן חַיּוֹת וְקַיָּמוֹת, וַהֲרֵי דְבָרִים קַל וָחֹמֶר, וּמָה הַפָּרוֹת שֶׁנִּדְבְּקוּ עַל יְדֵי אָדָם בִּמְלֶאכֶת הַמִּשְׁכָּן נָתַן לָהֶם הֲוָיָה שֶׁיִּהְיוּ הֵן חַיּוֹת וְקַיָּמוֹת לְעוֹלְמֵי עוֹלָמִים, יִשְׂרָאֵל שֶׁדְּבֵקִים בְּחַי הָעוֹלָמִים, עַל אַחַת כַּמָּה וְכַמָּה, שֶׁנֶּאֱמַר <small>(דברים ד, ד)</small>: וְאַתֶּם הַדְּבֵקִים בַּה' אֱלֹהֵיכֶם חַיִּים כֻּלְּכֶם הַיּוֹם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “you are fair, my love, like Tirtza,” when you wish [<i>at rotza</i>]. When you wish,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">When you wish to wholeheartedly fulfill My will.</i> you need not seek to learn from anyone. Who said to them to bring wagons and cattle to bear the Tabernacle? Was it not of their own accord that they brought them? That is what is written: “They brought their offering before the Lord: six covered wagons [and twelve oxen, a wagon for every two princes and an ox for each; they brought them before the Tabernacle]” (Numbers 7:3), corresponding to the six firmaments. But are they not seven? Rabbi Avun said: Where the king rests under his canopy [is not counted among the rest]. Six corresponding to six earths: <i>Eretz</i>, <i>arka</i>, <i>adama</i>, <i>gei</i>, <i>tziya</i>, <i>neshiya</i>, <i>tevel</i>;<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">These are seven terms used in the Bible to refer to the earth. However, since <i>tevel</i> is singled out as uniquely governed by God’s righteousness, it is not included with the others.</i> and it is written: “He will judge the world [<i>tevel</i>] with righteousness” (Psalms 98:9). Six corresponding to the six orders of Mishna; six corresponding to the six days of Creation; six corresponding to the six matriarchs: Sarah, Rebecca, Rachel, Leah, Zilpa, and Bilha.<br>“Covered [<i>tzav</i>],” like canopies; <i>tzav</i>, colored;<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This is due to the similarity between the word <i>tzav</i> and the word color (<i>tzeva</i>).</i> <i>tzav</i>, arranged in order;<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">This is due to the similarity between the word <i>tzav</i> and the word <i>tzava</i>, army, which indicates ordered rows of soldiers.</i> <i>tzav</i>, that the hosts [<i>tzava</i>] of Levites stood over them. It was taught in the name of Neḥemya: They were like covered wagons, so the service vessels would not [fall and] break.<br>“And twelve oxen,” corresponding to the twelve princes: “A wagon for every two princes, and an ox for each” (Numbers 7:3), this teaches that they did not purchase them with money; rather, this one brought an ox and this one brought an ox, this one brought a wagon and this one brought a wagon. “They brought them before the Tabernacle,” this teaches that they gave them to the congregation.<br>“The Lord spoke to Moses, saying” (Numbers 7:4). What is “saying”? The Holy One blessed be He said to him: ‘Go out and say to them words of praise and consolation.’ Rabbi Hoshaya said: The Holy One blessed be He said: ‘I ascribe to you [merit] as though I needed [something] in which to hold my world, and you brought it to me.’<br>At that moment, Moses was afraid. He said in his heart: Perhaps the Divine Spirit has left me, and has rested on the princes, or perhaps a different prophet arose and introduced this <i>halakha</i>.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Moses was commenting on the fact that he had not been commanded to tell the princes to make this donation, but clearly God was very pleased with it.</i> The Holy One blessed be He said to him: ‘Moses, had I said to them that they should bring [these items], I would have told you to tell them; however, “take from them, and they shall be”’ (Numbers 7:5). What is “take from them”? These matters originated with them.<br>Who gave them the counsel? Rabbi Simon said: It was the tribe of Issachar. They said to them: ‘This Tabernacle that you are crafting, does it float in the air? Craft wagons for it upon which it may be carried.’ That is why the verse praises the tribe of Issachar, as it is stated: “From the children of Issachar, possessors of understanding of the times” (I Chronicles 12:33). What is “of the times”? Rabbi Tanḥuma said: For astrology. Rabbi Yosei bar Kasrai said: For intercalation. “To know what Israel should do” (I Chronicles 12:33), as they knew how to cure skin disease. “Their leaders were two hundred” (I Chronicles 12:33), these are the two hundred heads of Sanhedrins<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This refers to the twenty-three person courts that presided in each major city.</i> that the tribe of Issachar produced. “And all their brethren at their command” (I Chronicles 12:33), this teaches that all their brethren would agree with their [decisions in] <i>halakha</i>, like <i>halakha</i> transmitted to Moses from Sinai.<br>At that moment, Moses said before the Holy One blessed be He: ‘Master of the universe, perhaps one of the oxen will die, or one of the wheels will break and the offering of the princes would be invalidated, resulting in the Tabernacle service being abrogated?’ Immediately, “The Lord spoke to Moses, saying: Take from them, and they shall be to perform…” (Numbers 7:4-5). “They shall be”—I will grant them existence so that they will live and endure in the world for ever and ever. Until when did they endure? Rabbi Yudan and Rabbi Huna [said] in the name of bar Kapara: Until the Gilgal; that is what is written in Hosea: “In Gilgal they slaughtered oxen, their altars are like heaps upon the furrows of the field” (Hosea 12:12). Where did they sacrifice them?<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">This question assumes that they were not sacrificed in Gilgal, as stated above. Alternatively, the midrash means that the merit of these offerings lasted until Israel worshipped idolatry in Gilgal, and the oxen were actually sacrificed afterward (see <i>Etz Yosef</i>).</i> Rabbi Avun said: They sacrificed them in Nov. Rabbi Abba said: They sacrificed them in Givon. Levi said: They sacrificed them in Shilo. The Rabbis say: They sacrificed them in the permanent Temple. Rabbi Ḥama said: The source for the Rabbis is as it is written: “King Solomon slaughtered a feast offering of…cattle [<i>zevaḥ habakar</i>]” (II Chronicles 7:5). <i>Zevaḥ bakar</i> is not written, but rather, <i>zevaḥ habakar</i>.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">It is written with the definite article, so that it reads in a literal sense “a feast offering of the cattle.”</i> Which cattle? You must say: “The two wagons and the four cattle” (Numbers 7:7), and it is written: “the four wagons and the eight cattle” (Numbers 7:8).<br>Rabbi Meir says: They endure [even] now, and they have not become blemished, they have not grown old, and they have not become <i>tereifa</i>, but rather, they are alive and well. The matters may be inferred <i>a fortiori</i>: If the oxen that were assigned by man to the Tabernacle service, [God] granted them existence to live and endure for ever and ever, Israel, which cleaves to He who endures forever, all the more so, as it is stated: “But you, who cleave to the Lord your God, all of you live today” (Deuteronomy 4:4).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648314d6e4a92bf45a4d6c", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 38:21:10", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Rabbeinu Bahya, Shemot 38:21:10", "sourceHeRef": "רבנו בחיי, שמות ל״ח:כ״א:י׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 21.001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>וגם </b>יתכן שנבין מלת משכן מלשון המשכה לפי שהמשכן וכליו ציורים ודוגמא למקדש של מעלה כי ביהמ\"ק של מטה מושך כח ממקדש של מעלה הנקרא זבול, ולכך אמר שלמה ע\"ה (מלכים א ח׳:י״ג) בנה בניתי בית זבול לך, וזהו סוד הכתוב (שופטים ה׳:י״ד) ומזבלון מושכים בשבט סופר, כי יש מושכים למטה מזבולן והנמשך הוא זבולן. ויובן ממנו עוד כי מזבולן הם מושכים והנמשך הוא סופר והוא מלשון ספירה והכוונה על הראשונה והבן זה. וכשם שכתוב בבריאת העולם (בראשית ב׳:ד׳) ביום עשות ה' אלהים כן במשכן תמצא כנגדו (במדבר ז׳:א׳) ויהי ביום כלות משה. וכשם שכתוב בבריאת העולם (בראשית א׳:ל״א) וירא אלהים את כל אשר עשה והנה טוב מאד, כן תמצא במשכן (שמות ל״ט:מ״ג) וירא משה את כל המלאכה והנה עשו אותה. וכשם שבריאת העולם מלאכת העולם לא דחה את השבת שנאמר (בראשית ב׳:ב׳) וישבות ביום השביעי כן במשכן מלאכת המשכן לא דחה את השבת שנאמר (שמות ל״ה:ב׳) ששת ימים תעשה מלאכה. וכשם שנברא העולם ועתיד להבטל ולהתחדש אחר השבת כן המשכן והמקדש עתיד ליבטל וליחרב ולהתחדש. וכשם שמצינו בבריאת העולם (בראשית ב׳:ט״ז) ויצו ה' אלהים האדם לאמר כן תמצא במשכן (שמות ל״ו:ו׳) ויצו משה ויעבירו קול במחנה לאמר. וכשם שמצינו בבריאת העולם שנקרא הקב\"ה שדי על שאמר לעולמו די, כנגדו תמצא במשכן (שם) והמלאכה היתה דים זו מלאכה של מעלה הנקראת על דרך הקבלה מלאכת שמים וארץ.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is also possible to understand the word משכן as derived from the word המשכה, “conduct, continuation, etc.” This would symbolise the fact that the terrestrial Tabernacle was an extension, a continuation of the Tabernacle in the celestial regions. The Temple in our regions draws on the spiritual input from the Temple in the celestial regions. The Temple in those regions is known as זבול, this is why Solomon said in his prayer at the consecration of the Temple he had built: בנה בניתי בית זבול לך, “I have most certainly built for You” (a house which parallels the בית זבול). This is also the mystical dimension of Judges 5,14 ומזבולון מושכים בשבט סופר, “and from Zevulun who so far were only engaged as scribes.” <small>(In this instance they joined the battle against Siserah and his chariots, though they were basically not warriors. Ed.)</small> The message Devorah conveys is that the spiritual inspiration which scribes such as the members of the tribe of Zevulun could draw on from celestial sources they employed in helping their people in that battle. The word סופר in that verse is an allusion to the ספירות, the emanations which G’d used in the creation of the universe. No doubt, Devorah referred to the lowest emanation, מלכות, the one which is part of the עולם העשיה, our own terrestrial universe. <br> Just as the Torah spoke of “the day on which the Lord G’d made (finished) the universe” (Genesis 2,4), saying also that when G’d reviewed His handiwork at the end of the six days “He saw that it was very good” (Genesis 1,31), so when the Tabernacle was completed the Torah writes: “It was on the day Moses completed the Tabernacle” (Numbers 7,4), as well as 39,43 “when Moses took a look at all the work and here they had performed it (i.e. it was good).”<br> Just as the creation of the world did not interfere with the Sabbath, the day of rest, so the building of the Tabernacle was not allowed to interfere with the Sabbath legislation, i.e. no work was performed for it on the Sabbath. This is the reason the Torah wrote in connection with the report about the construction of the Tabernacle that “work shall be performed (on it) during six days,” (excluding the Sabbath). Just as the world as we know it is slated to be destroyed before it is going to be renewed after a period our sages describe as 1000 years of Sabbath (Sanhedrin 96), so both the Tabernacle and the Temple were slated to be destroyed only to be rebuilt in due course.<br> Just as after the creation of man and his having been placed in the garden G’d commanded him to observe certain rules and not to eat from the tree of knowledge, so we find that Moses issued certain instructions in 36,6. Just as G’d had told the universe to stop continuing to expand, i.e. He said די, “enough” <small>(Bereshit Rabbah 46,2)</small>, so Moses also declared the contributions for the Tabernacle as being sufficient and ordered the people to stop bringing more, the Torah saying והמלאכה היתה דים, “and there were sufficient materials, etc.” (36,7). According to a kabbalistic interpretation the word מלאכה instead of something more appropriate, meant that it referred to the מלאכת שמים וארץ, the work of constructing heaven and earth, i.e. the Tabernacle was a replica of the creation of heaven and earth.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f10d81fa2e63a12a3411acc", "index_title": "Siddur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Torah Study 1", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Torah Study 1", "sourceHeRef": "סידור אשכנז, ימי חול, תפילת שחרית, הכנה לתפילה, לימוד תורה א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1055, 1105], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Ashkenaz", "he": "סידור אשכנז"}, "heTitle": "לימוד תורה", "he": "<b>יְבָרֶכְ֒ךָ</b> יְהֹוָה וְיִשְׁמְרֶֽךָ: יָאֵר יְהֹוָה פָּנָיו אֵלֶֽיךָ וִיחֻנֶּֽךָּ: יִשָּׂא יְהֹוָה פָּנָיו אֵלֶֽיךָ וְיָשֵׂם לְךָ שָׁלוֹם:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "May Adonoy bless you and guard you. May Adonoy shine His countenance upon you and be gracious unto you. May Adonoy turn His countenance toward you and grant you peace.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Numbers 6:24.</i>", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bbfa2c7470d57436e4350", "index_title": "Rashbam on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Leviticus 10:16:1", "anchorRef": "Numbers 7:1-17", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17"], "sourceRef": "Rashbam on Leviticus 10:16:1", "sourceHeRef": "רשב\"ם על ויקרא י׳:ט״ז:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rashbam on Leviticus", "he": "רשב\"ם על ויקרא"}, "heTitle": "רשב\"ם על ויקרא", "he": "ואת שעיר החטאת - חכמים פירשו: בשעיר של ר\"ח שהוא קדשי דורות, אבל שעיר העדה ושעיר נחשון נאכלו. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת שעיר החטאת, our sages interpret this animal as being the one offered on the new moon for all future generations. (Zevachim 9) The male goat offered by Nachshon and that on behalf of the congregation had to be eaten by the priests. [The death of Nadav and Avihu had occurred on the first day of Nissan of the second year. Ed.]", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "6538ea8b054f491192617085", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 3:2", "anchorRef": "Numbers 7:4-9", "anchorRefExpanded": ["Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 3:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קרח ג׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קרח", "he": "שלושה היו בני לוי בן יעקב-אבינו: \"גרשון, קהת ומררי\" עליהם קראנו בסדרת \"נשא\", שנתמנו להיות האחראים על הסעת המישכן וכליו בכתף ובעגלות המשא, לרבות פירוקו והרכבתו (במדבר ז:ד-ט). משה-רבנו וקורח בני דודים היו, שהרי עמרם - אבי משה, ויצהר אבי - קורח היו אחים - בני קהת בן לוי. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc67758c1dc532ec90a6", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:4", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Steinsaltz on Numbers 7:4", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 7.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיֹּאמֶר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "58b1c5e0d6e4a937f999851b", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 12:18", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Bamidbar Rabbah 12:18", "sourceHeRef": "במדבר רבה י״ב:י״ח", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 12.0018, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן <small>(במדבר ז, ג)</small>, מְלַמֵּד שֶׁהֱבִיאוּם וּמְסָרוּם לַצִּבּוּר, בָּאוּ וְעָמְדוּ לִפְנֵי הַמִּשְׁכָּן וְלֹא קִבֵּל מֵהֶם עַד שֶׁנֶּאֶמְרָה לוֹ מִפִּי הַגְּבוּרָה <small>(במדבר ז, ה)</small>: קַח מֵאִתָּם, הֲדָא הוּא דִכְתִיב <small>(במדבר ז, ד ה)</small>: וַיֹּאמֶר ה' אֶל משֶׁה לֵאמֹר, קַח מֵאִתָּם וגו', מַהוּ לֵאמֹר, תָּנֵי רַב הוֹשַׁעְיָה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, משֶׁה צֵא וֶאֱמֹר לָהֶם דִּבְרֵי כִּבּוּשִׁים וְדִבְרֵי נֶחָמוֹת, קַח מֵאִתָּם, בְּאוֹתָהּ שָׁעָה הָיָה משֶׁה מִתְיָרֵא וְאוֹמֵר תֹּאמַר שֶׁמָּא נִסְתַּלְּקָה מִמֶּנִּי רוּחַ הַקֹּדֶשׁ וְשָׁרְתָה עַל הַנְּשִׂיאִים, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, משֶׁה, אִלּוּ לָהֶם הָיִיתִי אוֹמֵר שֶׁיָּבִיאוּ, לְךָ הָיִיתִי אוֹמֵר שֶׁתֹּאמַר לָהֶם, אֶלָּא קַח מֵאִתָּם, מֵאִתָּם הָיָה הַדָּבָר, הָא הִסְכִּימָה דַעְתָּם לַדַּעַת הָעֶלְיוֹנָה, וְהָיָה משֶׁה מִתְיָרֵא וְאוֹמֵר תֹּאמַר שֶׁמָּא אַחַת מִן הָעֲגָלוֹת נִשְׁבְּרָה אוֹ אֶחָד מִן הַשְּׁוָרִים מֵת וְנִמְצָא קָרְבָּן שֶׁל נְשִׂיאִים פָּסוּל, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר ז, ה)</small>: וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד, נָתַן לָהֶם הֲוָיָה שֶׁיִּהְיוּ קַיָּמִים לְעוֹלָם, עַד הֵיכָן הָיוּ קַיָּמִים, רַבִּי יוּדָא בְּשֵׁם רַבִּי שְׁמוּאֵל בְּרַבִּי נַחְמָן וְרַבִּי חוֹנְיָא בְּשֵׁם בַּר קַפָּרָא אָמַר, עַד <small>(הושע יב, יב)</small>: שֶׁבַּגִּלְגָּל שְׁוָרִים זִבֵּחוּ, וְהֵיכָן הִקְרִיבוּם, רַבִּי אַבָּא בַּר כַּהֲנָא אָמַר, בְּנוֹב הִקְרִיבוּם. רַבִּי אַבָּהוּ אָמַר, בְּגִבְעוֹן הִקְרִיבוּם. רַבִּי חָמָא בַּר רַבִּי חֲנִינָא אָמַר בְּבֵית הָעוֹלָמִים הִקְרִיבוּם. אָמַר רַבִּי לֵוִי טַעֲמֵיהּ דְּרַבִּי חָמָא בַּר רַבִּי חֲנִינָא דִּכְתִיב <small>(דברי הימים ב ז, ה)</small>: וַיִּזְבַּח הַמֶּלֶךְ שְׁלֹמֹה אֶת זֶבַח וגו'. תָּנֵי בְּשֵׁם רַבִּי מֵאִיר, עַד עַכְשָׁו הֵן הָעֲגָלוֹת וְהַפָּרוֹת קַיָּמוֹת, וְלֹא הוּמְמוּ וְלֹא הִזְקִינוּ וְלֹא הִטְרִיפוּ וְלֹא נִשְׁבָּרוּ. וַהֲלוֹא דְבָרִים קַל וָחֹמֶר, מָה אִם הָעֲגָלוֹת שֶׁנִּדְבְּקוּ בִּמְלֶאכֶת אֹהֶל מוֹעֵד נִתַּן לָהֶם הֲוָיָה עַד שֶׁיִּהְיוּ קַיָּמוֹת לְעוֹלָם, יִשְׂרָאֵל שֶׁהֵם דְּבוּקִים בְּהַקָּדוֹשׁ בָּרוּךְ הוּא עַל אַחַת כַּמָּה וְכַמָּה, שֶׁנֶּאֱמַר <small>(דברים ד, ד)</small>: וְאַתֶּם הַדְּבֵקִים בַּה' אֱלֹהֵיכֶם וגו'. <small>(במדבר ז, ה)</small>: וְנָתַתָּה אוֹתָם אֶל הַלְוִיִּם אִישׁ כְּפִי עֲבֹדָתוֹ, לְפִי טֹרַח מַשָֹּׂאוֹ הַרְבֵּה לוֹ עֲגָלוֹת לְהָקֵל מִמַּשָֹּׂאוֹ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord spoke to Moses, saying: Take from them, and they shall be to perform the service of the Tent of Meeting, and you shall give them to the Levites, each according to his service” (Numbers 7:4–5).</b> <br>“They brought their offering before the Lord” (Numbers 7:3) – it teaches that they brought them and gave them to the congregation. They came and stood before the Tabernacle, but he did not accept it from them, until it was stated to him from the mouth of the Almighty: “Take from them.” That is what is written: “The Lord spoke to Moses saying [<i>lemor</i>]: Take from them….” What is <i>lemor</i>? Rav Hoshaya taught: The Holy One blessed be He said to Moses: Go out and say to them words of conciliation and words of comfort. <br>“Take from them” – at that moment Moses was concerned, and said: Say that, perhaps, the Divine Spirit has departed from me and rested upon the princes. The Holy One blessed be He said to him: Moses, had I wished to tell them that they should bring, I would have said it to you so you would say it to them. Rather, “take from them” – this matter was from them, and their thought accorded with the thought on High. <br>Moses was concerned, and said: Say that, perhaps, one of the carts broke or one of the oxen died, the result being that the offering of the princes would be disqualified. The Holy One blessed be He said to him: “They shall be to perform the service of the Tent of Meeting.” He granted them existence so that they would exist forever. <br>Until when were they alive? Rabbi Yuda in the name of Rabbi Shmuel ben Rabbi Naḥman and Rabbi Ḥoneya in the name of bar Kappara said: It was until “at Gilgal they slaughtered bulls” (Hosea 12:12). Where did they sacrifice them?<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">The midrash is now presenting a different opinion.</i> They sacrificed them at Nov. Rabbi Abbahu said: They sacrificed them at Givon. Rabbi Ḥama bar Ḥanina said: They sacrificed them in the eternal Temple. <br>Rabbi Levi said: The source of Rabbi Ḥama bar Ḥanina is, as it is written: “King Solomon slaughtered an offering of…[bulls [<i>habakar</i>]]” (II Chronicles 7:5).<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">The use of the definite article in the word <i>habakar</i> indicates that the reference is also to bulls, of which we have previous knowledge.</i> It is taught in the name of Rabbi Meir: Until now the carts and the oxen are in existence. They have not been blemished, have not aged, have not been mauled, and have not been broken. Can these matters not be inferred <i>a fortiori</i>? If the carts that were associated with the labor of the Tent of Meeting were granted existence to the extent that they exist forever, Israel, who cleave to the Holy One blessed be He, all the more so, as it is stated: “But you, who cleave to the Lord your God, [all of you are alive today]” (Deuteronomy 4:4). <br>“You shall give them to the Levites, each according to his service” – in accordance with the exertion that his burden demanded; allot more carts to ease his burden.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b175d6e4a952249cc260", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 7:4:1", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Minchat Shai on Torah, Numbers 7:4:1", "sourceHeRef": "מנחת שי על תורה, במדבר ז׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ויאמר דקח מאתם.</b> אין בו פיסקא:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea101eb7d2e1475644caf", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 7:4:1", "anchorRef": "Numbers 7:4", "anchorRefExpanded": ["Numbers 7:4"], "sourceRef": "Midrash Lekach Tov, Numbers 7:4:1", "sourceHeRef": "מדרש לקח טוב, במדבר ז׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויאמר ה' אל משה לאמר קח מאתם. מלמד שבאו ועמדו לפני המשכן ולא קבל מהם משה עד שנאמר לו מפי הגבורה קח מאתם. והיו לעבוד את עבודת אהל מועד. מלמד שנחה עליהם רוח הקדש שהרי הסכימה דעתם לדעת העליונה. ר' נתן אומר מה ראו הנשיאים להתנדב כאן ובמלאכת המשכן לא נתנדבו. אלא כך אמרו הנשיאים יתנדבו הצבור ומה שחסרים אנו משלימין כיון שראו שהמלאכה היתה דים לכל המלאכה לעשות אותה והותר אמרו מה לעשות מיד והנשיאים הביאו את אבני השוהם ואת אבני המלואים ואחר כך ידעו שאי אפשר לקדשי המשכן להנשא בכתף והביאו שש עגלות צב:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6370cd6f400056e9476f2cf9", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:5", "anchorRef": "Numbers 7:1-83", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Gevia Kesef 19:5", "sourceHeRef": "גביע כסף י״ט:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "והנה בפרט האריך משה בענין הזבחים בפרי החג ובקרבנות הנשיאים, וזה הפלגה גדולה. ובאר זה כי התורה נחלקת לחומשים וגם לפרשיות, אשר קצתם הוא להמון לבד. כי בעבור שהספר הזה מסור להמון וליחידים<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">בכתב יד כתוב ״ליחידים.״</i> שהם הפכיים, הוצרך שיכתוב ענינים הם כולם ליחידים | וענינים הם כולם להמון. ומה שהוא ליחידי האמת לבדם, הוא מה שבא מענין מעשה בראשית ומעשה מרכבה. וזה רוב חומש בראשית. ומה שהוא להמון לבדו הוא רוב חומש ויקרא, שרובו זבחים והדומה להם, ובכלל כל מעשה זבח. אבל זה היה יותר מן הדברים היותר הכרחיים להמונינו, או שיעשוהו וישענו בו, כמו שישענו היחידים על המושכלות. ולכן תקע משה בלבם זה המעשה, ולכן האריך בפרט קרבן הנשיאים. ואע״פ שהכל אחד במין כתבו יב׳ פעמים בשלימותו. והיה די לנו אם היה דבר נוגע ליחידים אם כתב סדר המקריב ראשון, ואמר אחר כך ״וכן עשה כל אחד ואחד.״ כמו שכתוב כן לששת הכנים היוצאים מן המנורה, שהוא במושכלות. וגם בקצת המפורסמות אמר ״וכן תעשה לכל אבידת אחיך״ כי דרך התורה ברוב הקישים על דרך ההמשל הידוע בהגיון. כי יזכור פרט וחלק, ואחר יעשה גזירה כוללת, או אע״פ שלא יעשה, הנה כן הוא הכמה. ולכן בעבור שכתוב בתורה ״ועשית מעקה לגגיך״ אמר המורה שזה מצוה סוגיית להסיר כל מכשול מבתינו, וכל אבן נגף או מסמר בקרקע, וכל הדומה לזה. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Moses was particularly prolix with regard to the sacrifices of the oxen at the festival of Tabernacles,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">11. Num. 7:1-83, where the identical sacrifices brought by each of twelve princes at the dedication of the Tabernacle are repeated verbatim twelve times.</i> and of the princes<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">12. Num. 29:12-39.</i> —to an extreme point. The reason for that is that the Torah is divided into five books and then into paragraphs, some of which are intended exclusively for the masses.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">13. Cf. above chap. VIII, p. 170, where Kaspi explains that Genesis is intended primarily for the select individuals, whereas the later portions are for the masses.</i> The reason for this is that the Torah was to be handed to the masses (as well as) the singular individuals, which are opposites. So it was necessary to write some things exclusively for the select few, | and some things exclusively for the masses. The part that is intended for “the individuals of truth” relates to the subjects of the Account of Creation and the Account of the Chariot.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">14. These two “accounts” correspond to the Aristotelian categories of Physics and Metaphysics respectively. See L. Strauss, <i>Persecution and the Art of Writing</i> (Chicago: University of Chicago Press, 1952), pp. 38 ff.</i> This includes most of Genesis. The part that is exclusively for the masses includes most of Leviticus, which is mostly sacrifices and related things that include all the sacrificial rites. Sacrifice was one of the most necessary practices for the masses to be able to rely on its performance, just as the select few rely on intellectual truths. For this reason Moses impressed this act upon their hearts,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">15. This reflects Kaspi’s earlier comments that sacrifices are only for the benefit of the masses, who need to perform such ceremonies. Cf. chap. VI.</i> by describing the sacrifices of the princes at length. Thus, while they were all of a kind, he recorded the sacrifice twelve complete times—whereas had this been a matter concerning the select few, it would have sufficed to write the procedure followed by the first prince, and then said, “and thus did each one.” That would have been the same as in the case of the six branches of the candelabra,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">16. Exod. 25:33, “so for the six branches going out of the candlestick …”</i> which was written for intellectual purposes.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">17. In the <i>Menorat Kesef</i> (AS II 103 ff.), while explaining the Temple as a microcosm reflecting the macrocosm of the universe, Kaspi explains that the candelabra represents the six Separate Intelligences, which are beyond man’s comprehension.</i> Even some of the popular subjects used such methods, such as “and so shalt thou do with every lost thing of thy brother,”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">18. Deut. 23:3, which does not repeat all the possible objects that might be lost.</i> for the Torah customarily uses analogy based on specific example, which is known as a principle of logic.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">19. This refers to the third of the thirteen rules of Talmudic hermeneutics, as formulated by Rabbi Ishmael (in the introduction to the <i>Sifra’</i>), which states that “a general principle [<i>binyan ’av</i>], as contained in one or two Biblical laws, is applicable to all related laws.”</i> Thus, the Torah will mention a specific instance or one component, and will then make a generalizing statement, and if that is not done (explicitly), then it will be implied. (Such a case is) that which is written in the Torah, “thou shall make a parapet for thy roof,”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">20. Deut. 22:8, and MT <i>Roṣe’aḥ</i> 11:4.</i> which Maimonides explained as being a generic commandment (encompassing) the removal of every obstacle from one’s house, every stone that abuts, every nail on the ground, as well as whatever is similar to this.", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]