[{"_id": "531e4fe3fbfba276047f6f14", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:5", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Onkelos Numbers 7:5", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "קַבֵּל מִנְּהוֹן וִיהוֹן לְמִפְלַח יָת פָּלְחַן מַשְׁכַּן זִמְנָא וְתִתֵּן יָתְהוֹן לְלֵוָאֵי גְּבַר <b>כְּמִסַּת</b> פָּלְחָנֵיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Take [the offering] from them, and let them be used for the service of the Tent of Meeting. Give them to the Levites, each man according to [<b>the needs</b>] his work.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec74b", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:5", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Targum Jonathan on Numbers 7:5", "sourceHeRef": "תרגום יונתן על במדבר ז׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "קַבֵּל מִנְהוֹן וִיהוֹן צִיבִי לִצְרוֹךְ סִדוּרָא וְתוֹרִין וְעִיגְלִין יְהוֹן לְמִפְלַח יַת פּוּלְחַן מַשְׁכַּן זִמְנָא וְתִתֵּן יַתְהוֹן לְלֵיוָאֵי גְבַר כְּמֵיסַת פּוּלְחָנֵיהּ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Take them, and let them be used for the need of the appointed (work), and let the oxen and the wagons be for the work of the service of the tabernacle of ordinance, and give them to the Levites, to each according to the measure of his work.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b2fbfba22336ea62fd", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 7:5:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Sforno on Numbers 7:5:1", "sourceHeRef": "ספורנו על במדבר ז׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>קח מאתם.</b> כי חשב משה שיהיה כל משא הלויים בכתף כמו הענין במשא בני קהת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "קח מאתם, Moses had thought that anything that the Levites would carry had to be carried on their shoulders, as the Torah had spelled out in connection with how the Kehatites were to perform their tasks (verse 9).", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17aa9fbfba22336ea7b39", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 7:5:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Or HaChaim on Numbers 7:5:1", "sourceHeRef": "אור החיים על במדבר ז׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>קח מאתם וגו'</b>. אומרו <b>מאתם</b>, ללמד שעדיין היו ברשות המביאים ולא באו לרשותו של משה, וטעמו של משה לצד שלא נצטוה שישאו המשכן על העגלות לא רצה לקבל כי למה הם ראוים, והנשיאים שיערו בדעתם כי הקרשים והאדנים משא גדול שצריך לעגלות, והסכימה דעתו של הקדוש ברוך הוא:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>קח מאתם</span>, \"accept it from them!\"</b> The reason the Torah wrote the word <span>מאתם</span> (instead of <span>מהם</span>) is that as of that moment the gifts were still the property of the princes and had not as yet been transferred to Moses. The reason that Moses had not as yet accepted the gifts was that he had not been commanded that the Tabernacle be transported on wagons and did not know what else to do with them. The princes had reasoned that seeing the boards and the sockets of the Tabernacle were large and heavy respectively, they would need to be transported on wagons. As it turned out, G'd agreed with their reasoning.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569b5692d6e4a979b409e46d", "index_title": "Pesikta DeRav Kahana", "category": "Midrash", "type": "", "ref": "Pesikta DeRav Kahana 1:8", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Pesikta DeRav Kahana 1:8", "sourceHeRef": "פסיקתא דרב כהנא א׳:ח׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [400, 700], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Pesikta DeRav Kahana", "he": "פסיקתא דרב כהנא"}, "heTitle": "פסיקתא דרב כהנא", "he": "[ח] צב (במדבר ז:ג) דומות לקילקילין, צב מצויינת, צב מטוכסות. תני בשם רבי נחמיא כמין קמרסטא היו. ושני עשר בקר עגלה על שני הנשיאים (שם), מלמד ששני נשיאים הביאו עגלה אחת וכל שבט ושבט הביא פר. ויקריבו אותם לפני המשכן (שם), מלמד שעשאום דמים ומכרום לציבור. ויאמר י\"י אל משה לאמר (שם). מה הוא לאמר, תני ר' הושעיא א' לו הקב\"ה למשה צא ואמור להם לישר' דברי שבח דברי נחמות. והיה משה מתיירא ואו' תאמר שמא נסתלקה ממני רוח הקודש ושרת על הנשיאים, א' לו הק' משה אילו להם הייתי או' שיביאו קרבנם, לך הייתי או' שתאמר להם, אלא קח מאתם (שם שם ה), מאיתם היה הדבר. ומי נתן להם העיצה, שבטו של יששכר נתן להם את העיצה, הדה היא דכת' ומבני יששכר יודעי בינה לעיתים (דברי הימים א' יב:לג). מה הוא לעיתים, ר' תנחומה א' לקירסין, ור' יוסי בר קצרי א' לעיבורים. ראשיהם מאתים (שם), אלו מאתים ראשי סנהדריות שהיה יששכר מעמיד. וכל אחיהם על פיהם (שם), מלמד שהיו מסכימין הלכה מפיהם. אמרו להם אהל מועד שאתם עושין פורח הוא באויר, אלא עשו לו עגלות ותהו טוענין אותו בהן. והיה משה מתיירא ואו' תאמר שמא אחת מן העגלות נשברת או אחת מן הפרות מתה ונמצא קרבנם של נשיאים פסול, א' לו הקב\"ה למשה, והיו לעבד את עבדת אהל מועד (במדבר ז:ה), ניתן להם הוויה שיהו קיימות לעולם. עד היכן היו קיימות, ר' יודן בשם ר' שמואל בר נחמן ר' חוניי' בשם בר קפרה עד בגלגל שורים זבחו (הושע יב:יב). ואיכן היקריבום, ר' אבא בר כהנא אמ' בנוב הקריבום. ר' אבהו א' בגבעון הקריבו'. ר' חמא בר' חנינא א' בבית העולמים הקריבום. א\"ר לוי טעמ' דר' חמא בר חנינא, ויזבח שלמה את זבח השלמים אשר זבח לי\"י בקר עשרים ושנים אלף וג' (מלכים א' ח:סג). תני בשם ר' מאיר עד עכשיו הן קיימות ולא הזהימו ולא הזקינו ולא הטריפו. והרי הדברים קל וחומ' ומה העגלות שנידבקו במלאכת אהל מועד ניתן להן הוייה שיהו קיימות לעולם, ישר' דבוקים בהקב\"ה על אחת כמה וכמה. ואתם הדבקים בי\"י אלהיכם חיים כולכם היום (דברים ד:ד). חסילא.", "heVersionTitle": "Pesikta de Rav Kahana according to an Oxford manuscript, Dov Mandelbaum ed., N.Y. 1987", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מהד' מנדלבוים, נויארק. בית המדרש לרבנים שבאמריקה, תשכ\"ב", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d4ad6e4a94c7c18abca", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:5", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Tafsir Rasag, Numbers 7:5", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כ̇ד̇הא מנהם תכון לכ̇דמה כ̇בא אלמחצ̇ר ואדפעהא אלי כל פריק מן אלליואניין חסב כ̇דמתהם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc4b29fa97b0016b87392", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Nasso 12:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Yismach Moshe, Nasso 12:1", "sourceHeRef": "ישמח משה, נשא י״ב:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "נשא", "he": "<b>קח</b> מאתם ונתת אותם אל הלוים (במדבר ז ה). במדרש (במ\"ר) זה שאמר הכתוב (שמות טז ה) והיה ביום הששי והכינו את אשר יביאו. ונ\"ל על פי הגמרא בריש מסכת יו\"ט (ביצה ב' ע\"ב) בהכנה דרבה שדרש והיה ביום הששי והכינו וגו', חול מכין לשבת וכו', ואין שבת מכינה ליום טוב, עיין ברש\"י (ד\"ה ואין) הא דלא מתסר באחד בשבת דעלמא, משום דסעודת חול לא חשיבה דתיבעיא הכנה, עיין שם. ור\"ל ולכך לא חשיב ההכנה. ונקדים עוד דהשל\"ה הקשה על הפסוק ונתת אותם אל הלוים, הלא לוים אז עדיין לא נבחרו, עיין שם. ותירוץ דרמז רמז להם שידעו שיהיו נבחרים, כדי שיכינו עצמם לקבל הקדושה, והיינו כנ\"ל, וכמו שכתבו חכמי המחקר כי שפע האלקים לא תחול, רק אם ימצא המקבל מוכן. ועל פי זה יבואר זה שאמר הכתוב הנ\"ל, ועל כן נסמך לברכת כהנים, כי שורש הברכה היא רק להכין את המקבל לקבל את הראוי לו, כמבואר בעקרים בענין תועלת ברכת הצדיקים. ואם כן מורים הפרשות על דבר אחד, דקדושה בעי הכנה לכך נסמכו. ועל פי זה יבואר כה תברכו את בני ישראל אמור להם (במדבר ו כג), ר\"ל האמירה זו בצירוף להם במה שהם ראוים האמירה והברכה זו מכין אותם לזה, והבן. והפרשה שלפניה (במדבר ו ב) כי יפליא וכו', גם כן מורה על זה, כמבואר בזוהר הק' (ח\"ג קכ\"ו ע\"א) מאי כי יפליא וכו', עיין שם. והתכת הפסוק לפי דברי הזוהר נ\"ל איש כי יפליא לנדור נדר נזיר להזיר כפירוש הזוהר, אז הוא לה', ר\"ל אז מדכין ליה ומקדשין ליה מלעילא וקדוש הוא לאלקיו, מה שאין כן הנודר מחמת כעס. וכבר פירשתי אמרם (אבות פ\"ב מ\"ט) ואל תהי נוח לכעוס, ר\"ל דאם הכעס אינו לשם שמים, הרי הוא כאלו עובד עבודה זרה, ואם תאמר שהוא לשם שמים, אם כן הוא ענין קדושה וקדושה בעי הכנה וישוב הדעת, ולכך אל תהי נוח לכעוס, והבן. ונחזור לענינינו, דעיקר הכל הוא ההכנה, ויש לכלול בזה מ\"ש (משלי א' למ\"ד) בפסוק ואהיה אצלו אמון, מבואר מזה כי ב' אלפים שנה השעשועים הם הרזין טמירין, ואף על פי כן אינם חלין רק במי שמוכן לזה, וכן מבואר באמרם (סנהדרין צ\"ז.) שני אלפים ימות המשיח, כי באותן אלפים שנה משה הוא בכל דרא ודרא, דיוכל להיות אחד מאלף, דהיינו זיהרא תיתאה כמו אל\"ף ויקרא זעירא (ויקרא א א), שרומז על א' דאחד, ועל פי מה שפירשתי (בפרשת דברים א יא) בפסוק יוסיף ה' עליכם ככם אלף פעמים וגו', זו משלי (ספרי דברים י\"א), והבן. וגם זה החלק אחד מאלף איננו מחויב שיהיה מקובץ באיש אחד, ויתכן שהוא מפוזר בין כמה תלמידי חכמים וצדיקים, עד שבקיבוץ כולם יהיה משה שלם, ועל כל פנים א' זעירא והבן, ואף על פי כן העיכוב מחמת שאינם מוכנים, והשי\"ת יטהר לבנו ויחיש גאולתינו.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd599b783360017a846c4", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Bamidbar, Nasso, Beha'alotcha, Derekh Chayim, Nasso 43", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Bamidbar, Nasso, Beha'alotcha, Derekh Chayim, Nasso 43", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, במדבר, נשא, בהעלותך, דרך חיים, נשא מ״ג", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 43, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "נשא", "he": "<b>קח</b> מאתם וגו' ונתת אותם אל הלוים <small>(במדבר ז, ה)</small>. יש בכאן קושיא גדולה, לויים מאן דכר שמייהו, הלא באותו העת לא נבחרו הלויים כי לא נבחרו עד שנמנו ישראל, והמנין היה באחד לחודש השני ואז אמר הקב\"ה <small>(שם א, מט)</small> אך את מטה לוי לא תפקוד כו', ומנאם בפני עצמם ובחר בהם וקדשם. וקרבן הנשיאים שש עגלות צב כו' <small>(שם ז, ג)</small>, היה בחודש הראשון בראש חודש ניסן, כי קרבן נחשון היה בר\"ח ניסן:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>קח מאתם …. ונתת אותם אל הלוים</b> . Why are the Levites suddenly mentioned here again in 7,5,? At this point the Levites had not yet been chosen. They had only been chosen after the Israelites had been counted, and that count had not taken place until the first day of lyar. Only then had G–d said: \"Do not count the tribe of Levi with the other tribes,\" and had said that they would be counted separately. The offerings that the Princes brought had been brought a month earlier, on the first day of Nissan. The fact is that G–d had already then given Moses an indication that in the future He would appoint the Levites to perform the Service involving the Tabernacle. This is similar to what we read in Parshat Tetzaveh, where the Torah speaks about Aaron lighting the candelabrum, the kind of oil to be used, etc., and the Torah says: \"Bring close Aaron your brother and his sons from the midst of the children of Israel, etc.\" (Exodus 28,1). Rashi explains there that the appointment of Aaron and his sons, and his daily duties, etc., did not become a commandment until after the completion of the building of the tabernacle, though the Torah wrote it in this connection. Actually we find the commandment as such only at the end of Parshat Emor at the beginning of chapter 24. Nonetheless G–d had informed Moses much earlier of what was to become a commandment at a later stage, so that preparations could be made. We find the same thing regarding the appointment of the Levites. ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61023fc5c795231b79e36bcf", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Numbers 7:1:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Tzror HaMor on Torah, Numbers 7:1:1", "sourceHeRef": "צרור המור על התורה, במדבר ז׳:א׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "במדבר", "he": "אח\"כ אמר <b>ויהי ביום כלות משה וגו'.</b> לפי שברכת שלום של מעלה היא לכנסת ישראל שנקראת אחותי כלה. סמך בכאן ויהי ביום כלות משה כלת כתיב. לפי שבכאן נכנסו ישראל ככלה לחופה בז' ברכות שהזכרתי למעלה בפסוק ושמו את שמי. וכן סמך לכאן חנוכת הנשיאים. להורות כי אחר שהיו להם דגלים והיו ראויים ליסע בסדר ד' מחנות של מעלה. וכבר היו מבורכין בברכת לויה. וידוע כי משא המשכן ובפרט קרשי המשכן בריחיו ועמודיו ואדניו. לא היו יכולים הלוים לישא אותם כמו שהיו נושאים בני קהת הארון. לזה נדבה רוחם אותם להתנדב שש עגלות צב לשאת הדברים הנזכרים. וזאת היא עצת התורה שאמר שנתן להם נתנאל בן צוער נשיא יששכר. לפי שכל הדברים צריכים סיוע. כי העולם עומד על עמוד אחד. שנאמר וצדיק יסוד עולם. וי\"א על עמודים רבים. וכן ראוי כי אפילו כסא הכבוד עומד על החיות. ולפי שענין הדגלים חמדו אותם מיום מ\"ת. לפי שראו ד' מחנות שכינה באופנים וחיות ועגלות נושאות המרכבה. ראו הנשיאים שעדיין לא נגמרה מלאכת הדגלים. לפי שכמו שלמעלה היו אופנים וחיות נושאות ד' מחנות. כאומרם והאופנים וחיות הקדש. שזהו ואתא מרבבות קדש. כן היה צריך למטה בדגלים ובד' מחנות. אופנים וחיות ועגלות נושאות המשכן שהוא דמות המרכבה. ולכן נסמכה פרשה זו לברכת כהנים להשלים ענין הדגלים. ולכן ויביאו את קרבנם שש עגלות צב וי\"ב בקר למספר שבטי בני ישראל. ולקיום העולם שהוא י\"ב שעות ביום וי\"ב שעות בלילה וי\"ב חדשים בשנה. ולהגין עלינו מי\"ב נסיכי ישמעאל המקטרגים עלינו. ולזה באו י\"ב בקר שור לאחד. כאומרם לבקרים אצמית כל רשעי ארץ להכרית מעיר ה' כל פועלי און. הם מדות הדין המקטרגין עלינו אמר שש עגלות צב וי\"ב בקר. כי העגלות היו מכוסות בענין שלא יראו. לפי שידוע שהעגלות הם באות מכח הדין ומכח העגל. והעד על זה עגלה ערופה שהיא באה לסלק חרון אף מישראל. הנמשך מצד רוח הטומאה הוא יצר הרע הוא מלאך המות. והעד השני עגלה יפיפיה מצרים ומיד קרץ מצפון בא בא. הוא הצפוני הכורת והמכלה. ולכן אמר שש עגלות צב מחופות ומכוסות. שלא יצאו לקטרג על ישראל. ולכן לא אמר מכוסות אלא צב. להורות שעיקר שרשם של אלו המקטרגים הם מצד רוח הטומאה. ושם מחנהו החולד והעכבר והצב למינהו. וזהו שש עגלות צב. כולם נפרדים איש מרעהו בצבים ובפרדים. ולכן אמר עגלה על שני הנשיאים. ולא נשיא אחד לעגלה אחת. לפי שהיה צריך זכות הרבים. וטובים השנים מן האחד להגין על מדה\"ד הקשה. ומשה לא היה רוצה לקבלם כי חשב כי ארון נושא נושאיו עצמו לכ\"ש. וכן כל כלי המשכן היו כלי הקדש והם נושאים את עצמם. ואז א\"ל השם קח מאתם כי נמוקם עמם והלכה כמותם. והיו לעבוד את עבודת אהל מועד. לפי שהם קדש. וכלי הקדש ראוי לכפות ולכבוש כל מיני מדות הדין. כאומרו ישוב ירחמנו יכבוש עונותינו. ואהל מועד לא נעשה אלא לכפר עון העגל ולהבריח המזיקים שנתחברו לישראל. ולכן אמר והיו לעבוד את עבודת אהל מועד. כי מה שהיה עושה אהל מועד היו עושים אלו העגלות. שהיו משימין עליהן כלי המשכן כדי לכופם ולשימם מרמס כטיט כל חוצות וכלי הקדש עליהם. ולפי שראתה עינם של שבטים יותר מעינו של משה. אמר ויקח משה את העגלות ואת הבקר ויתן אותם אל הלוים. כי להם ראויות העגלות לפי שהם באים מכח הדין. כאומרו המעט מכם כי הבדיל אלהי ישראל אתכם. כי בהם סוד ההבדלה והדין. כאומרו והבדלת את הלוים. ולפי שהם באים מכח הדין אמר והעבירו תער על כל בשרם. כי התער הוא מדה\"ד כאומרו בתער השכירה. ולכן אמר ונתת אותם אל הלוים. כי היו משוררים במקדש וכורתים כל הזמורות ואשכלות מרורות של מדה\"ד בכח המזמורים. וזהו זמירות היו לי חוקיך. ולכן נקראים זמירות מן לא תזמור:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b957c823a798e70b5eb4", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 713:3", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Yalkut Shimoni on Torah 713:3", "sourceHeRef": "ילקוט שמעוני על התורה תשי״ג:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 713.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויביאו את קרבנם לפני ה' שש עגלות צב. שש כנגד שש (פג) ערכי המשנה, שש כנגד שש אמהות שרה רבקה רחל ולאה בלהה וזלפה. שש כנגד ששמצות שהמלך מצוהה עליהן ואלו הן לא ירבה לו סוסים, ולא ירבה לו נשים, וכסף וזהב לא ירבה לו, לא תטה משפט, לא תכיר פנים, ולא תקח שכחץ שש כנגד שש מעלות לכסא. שש כנגד ששה רקיעים, ולא שבעה הן, אמר רב אבין הן דמלכא שרי טימיקין. צב דומות לקליעות. צב מצויירות. צב מטוקסות כמין קמרסטא היו. ויקריבו אותם לפני המשכן, מלמד (שעשאום דמים ומוסרים) [שהביאום ומסרום] לצבור אין צב אלא מטוקסין שלא היו מחוסרות כלום. רבי אומר אין צב אלא מחופה וכמין (סקיסאות) [סקפסטאות] היו מחופין. ואע\"פ שאין ראיה לדבר זכר לדבר, והביאו את כל אחיכם מכל הגוים מנחה לה' בסוסים וברכב ובצבעים ובפרדים. שש עגלות צב, שומע אני עגלה לכל אחד ואחד, ת\"ל עגלה על שני הנשיאים, שומע אני שור על שני הנשיאים, תלמוד לומר שור לאחד. באו ועמדו לפני המשכן ולא קבל מהם, עד שנאמר לו מפי הגבורה קח מאתם, הא הסכימה דעתן לדעת העליונה. רבי נתן אומר וכי מה ראו נשיאים להתנדב [כאן תחלה] ובמלאכת המשכן לא התנדבו תחלה, אלא כך אמרו נשיאים יתנדבו צבור מה שמתנדבין ומה שמחסרין אנו משלימין, וכיון שראו הנשיאים שהשלימו צבור את הכל שנאמר והמלאכה היתה דים וגו' אמרו הנשיאים מה עלינו לעשות שנאמר והנשיאים הביאו את אבני השהם ואת אבני המלואים וגו', לכך התנדבו כאן תחלה. כשהיה משה מושח את המשכן היה מושחו מבחוץ ונכנס, וכשהיה מפרקו מפרקו מבפנים ויוצא. שש עגלות צב, אין צב אלא קמורות שנארמ ובצבים ובפרדים. רבי שמעון אומר אין צב אלא (פד) צמודות שנאמר והביאו בניך בחוצן. רבי ישמעאל אומר אין צב אלא מצויירות. רבי נחמיה אומר כצבעו של רקיע. עגלה על שני הנשיאים ושור לאחד, מפני מה לא הביאו הציין שוורים וחציין עגלות, (היה משה מתירא) [שהיו מתיראין] שמא ימות שורו של אחד מהן, שמא תשבר עגלה של אחד מהן ונמצא אותו השבט אין לו חלק במשכן. מנין אתה אומר שבשרו המקום [למשה] שאין אחד מן השוורים מת, ולא אחת מן העגלות נשברת, אמרת והיו לעבוד את עבודת המשכן. היה משה מתירא שמא עברה ממנו רוח הקדש ושרת על הנשיאים, א\"ל (לאלו) [אילו להם] אמרתי להקריב (לא) לך הייתי אומר שתאמר להם, הם התנדבו מעצמן, והיה משה מסרב לקחת מידם, א\"ל המקום קח מאתם:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b9578430f78f20636e92", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 824:3", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Yalkut Shimoni on Torah 824:3", "sourceHeRef": "ילקוט שמעוני על התורה תתכ״ד:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 824.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר הולך את חכמים זה יהשע שנדבק למשה שנאמר יהושע בן נון מלא רוח רוח חכמה כי סמך משה את ידיו עליו ומה כתיב כאשר הייתי עם משה אהיה עמך. ומה אם כשהוא מזדוג לבשר ודם זוכה להיות כמותו, ישראל שמדובקים לחייו של עולם על אחת כמה וכמה שיהו קיימים לעולם, מנין ממה שקרינן בענין ואתם הדבקים וגו', מה כתיב למעלה מן הענין כי כל האיש אשר הלך אחרי בעל פעור השמידו ומה אם מי שנדבק לע\"א הרי הוא כמותה ונשמד עמה, מי שנדבק לחייו של עולם עאכ\"ו, הוי ואתם הדבקים, את מולא חנניה מישאל ועזריה כתית בהו כפתו בסרבליהון ונכנסו לכבשן האש כיון שיצאו כתיב וסרבליהון לא שנו וריח נור לא עדת בהון, אמר הקב\"ה הואיל ונדבקו עם הצדיקים ינצלו עמהן. ראה מה כתיב ורחל היתה יפת תאר וכתיב ורחל באה עם הצאן אשר לאביה, אלא שהיה הקב\"ה משמרן שהיה גלוי לפניו שהן עתידין להדבק לצדיקים בנות לבן מדבקת ביעקב וצפורה בת יתרו מדבקת במשה הוי חונה מלאך ה' סביב ליראיו להם ולמסובבים להם. ואתם הדבקים אתם ודבקיכם. לוט בשביל שנדבק לאברהם כתב ויהי בשחת אלהים את ערי הככר ויזכור אלהים את אברהם וגו'. צדקיה בן כנענה היה אדם רשע כשהלכו לקברו מצאו את הגדוד ונבהלו והשליכוהו על קברו של אלישע שנאמר ויהי הם קוברים יש והנה ראו את הגדוד וישליכו את האיש בקבר אלישע כיון שהריחו עצמותיו בעצמות אלישע חיה שנאמר ויהי ויקם על רגליו, אתם ישראל שנדבקתם לאל שכולו חיים שנאמר וה' אלהים אמת וגו' ונדבקתם לורה על אחת כמה וכמה שתנצלו מן האש של גיהנם ותהיו חיים וקיימים לעולם הבא שנאמר ואתם הדבקים. ומה אם מדת פורענות מעוטה כתיב וירדו הם וכל אשר להם חיים שאולה, מידה טובה שהיא מרובה על אחת כמה וכמה. למוד מן העגלות שהביאו הנשיאים שנאמר קח מאתם והיו שניתן להם הויה עד הגלגל שנאמר בגלגל שורים זבחו. ר' אבהו אמר עד נוב. ר' אבא בר כהנא אמר עד גבעון. ר' לוי אמר עד שבנה שלמה את בית המקדש שנאמר ויזבח המלך שלמה את זבח הבקר וגו', ת\"פ שנה חיו, ומה אם העגלות שאין להן זכות וזכות אבות על אחת כמה וכמה. אתה מוצא כשבנה שלמה את בת המקדש נטע בו כל מיני מגדים והיו עושין פירו לפי שהריחו בארון והיו פרחי כהונה נכנסין ומלקטין את הפירות והולכין ושותלין כל השנה אמר דוד שתולים בבית ה' בחצרות אלהינו יפריחו. מנין שהוא עושה פירות שנאמר והזהב זהב פרוים כו'. וכשהכניס מנשה את הצלם יבשו שנאמר ופרח לבנון אומלל. ולעתיד יחזירם הקב\"ה כבוד הלבנון ניתן לה אמר הקב\"ה כשם שנדבקתם לי בעולם הזה אני מדבק אתכם לי לעולם הבא שנאמר ופרח לבנון אומלל. ולעתיד יחזירם הקב\"ה כבוד הלבנון ניתן לה אמר הקב\"ה כשם שנדבקם לי בעולם הזה אני מדבק אתכם לי לעולם הבא שנאמר כי כאשר ידבק האזור אל מתני איש כן הדבקתי אלי את (בני) [כל בית] ישראל, הוי ואתם הדבקים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5b4f4629f2b5727f9da", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, פה 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Sefer HaShorashim, פה 1", "sourceHeRef": "ספר השרשים, פה א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "פה", "he": ["<strong><big>פה</big></strong>   מִי שָׂם <strong>פֶּה</strong> לָֽאָדָם (<a class=\"refLink\" href=\"Exodus 4:11\" data-ref=\"Exodus 4:11\">שמות ד, יא</a>), ידוע. ופירוש לְהִלָּחֵם עִם־יְהוֹשֻׁעַ וְעִם־יִשְׂרָאֵל <strong>פֶּה</strong> אֶחָֽד (<a class=\"refLink\" href=\"Joshua 9:2\" data-ref=\"Joshua 9:2\">יהושע ט, ב</a>), בעצה אחת ובהסכמה אחת. ובסמוך הומרה ה<strong>ה\"א</strong> ב<strong>יו\"ד</strong> כִּי <strong>פִּי</strong> י\"י דִּבֵּֽר (<a class=\"refLink\" href=\"Isaiah 58:14\" data-ref=\"Isaiah 58:14\">ישעיה נח, יד</a>), וַיָּשֶׂם <strong>פִּי</strong> כְּחֶרֶב חַדָּה (<a class=\"refLink\" href=\"Isaiah 49:2\" data-ref=\"Isaiah 49:2\">ישעיה מט, ב</a>), ה<strong>יו\"ד</strong> למדבר בעדו ו<strong>יו\"ד</strong> השרש נפקדת שלא יתכן בלשון לקבץ שני נחים רפים ושניהם אות אחת. ולומר <strong>פִּיִי</strong> בהנעת ה<strong>יו\"ד</strong> הראשונה כבד גם כן על הלשון. ואמר על הדבר ועל המאמר פה אֲשֶׁר־יַמְרֶה אֶת־<strong>פִּיךָ</strong> (<a class=\"refLink\" href=\"Joshua 1:18\" data-ref=\"Joshua 1:18\">יהושע א, יח</a>), עַל־<strong>פִּי</strong> י\"י יַֽחֲנוּ (<a class=\"refLink\" href=\"Numbers 9:20\" data-ref=\"Numbers 9:20\">במדבר ט, כ</a>). הֵן־אֲנִי <strong>כְפִיךָ</strong> לָאֵל (<a class=\"refLink\" href=\"Job 33:6\" data-ref=\"Job 33:6\">איוב לג, ו</a>), כלומר הנני נשפט עמך בעבור האל כמאמרך שאמרת כי לא איש כמוני אעננו נבא יחדו במשפט (<a class=\"refLink\" href=\"Job 9:32\" data-ref=\"Job 9:32\">איוב ט, לב</a>), והנני איש כמוך מחמר קורצתי גם אני. וקראו נם כן פה לשפת הבגד העליונה מקום שמכניס ראשו בה הנקרא בדברי רבותינו ז\"ל בית הצואר (<a class=\"refLink\" href=\"Shabbat 48a\" data-ref=\"Shabbat 48a\">שבת מח, ע\"א</a>). עַל־<strong>פִּי</strong> מִדּוֹתָֽיו (<a class=\"refLink\" href=\"Psalms 133:2\" data-ref=\"Psalms 133:2\">תהלים קלג, ב</a>), שָׂפָה יִהְיֶה <strong>לְפִיו</strong> (<a class=\"refLink\" href=\"Exodus 28:32\" data-ref=\"Exodus 28:32\">שמות כח, לב</a>), <strong>כְּפִי</strong> תַחְרָא (שם), וכן קראו לחודו של חרב <strong>לְפִי</strong>־חֶרֶב (<a class=\"refLink\" href=\"Joshua 10:28\" data-ref=\"Joshua 10:28\">יהושע י, כח</a>), וְלָהּ שְׁנֵי <strong>פֵיוֹת</strong> (<a class=\"refLink\" href=\"Judges 3:16\" data-ref=\"Judges 3:16\">שופטים ג, טז</a>), ה<strong>פ\"א</strong> בצרי רוצה לומר שהיה לה שני חודים מזה ומזה. והבליעו הנח בדגש וה<strong>פ\"א</strong> בחרק ואמר חַדָּה כְּחֶרֶב <strong>פִּיּֽוֹת</strong> (<a class=\"refLink\" href=\"Proverbs 5:4\" data-ref=\"Proverbs 5:4\">משלי ה, ד</a>) ובהכפל ה<strong>פ\"א</strong> וְחֶרֶב<strong> פִּֽיפִיּוֹת</strong> (<a class=\"refLink\" href=\"Psalms 149:6\" data-ref=\"Psalms 149:6\">תהלים קמט, ו</a>). ובא הקבוץ בלשון זכרים וְֽהָיְתָה הַפְּצִירָה <strong>פִים</strong> (<a class=\"refLink\" href=\"I Samuel 13:21\" data-ref=\"I Samuel 13:21\">שמואל א' יג, כא</a>), פירוש פצירה שיש לה פיים רבים. ותרגומו <strong>שׁוֹפִינָא</strong> <strong>לימ\"א</strong> בלע\"ז. ואדוני אבי ז\"ל פירוש פצירה לשון רבוי, פצירה פים רבת הפיות מלשון <strong>וַיִּֽפְצַר</strong>־בּוֹ (<a class=\"refLink\" href=\"Genesis 33:11\" data-ref=\"Genesis 33:11\">בראשית לג, יא</a>) שהוא רבוי דברים ותחנונים. ונשתמשו בו עוד על שיעור הדברים לֶחֶם <strong>לְפִי</strong> הַטָּֽף (<a class=\"refLink\" href=\"Genesis 47:12\" data-ref=\"Genesis 47:12\">בראשית מז, יב</a>), אִישׁ <strong>לְפִי</strong> אָכְלוֹ (<a class=\"refLink\" href=\"Exodus 12:4\" data-ref=\"Exodus 12:4\">שמות יב, ד</a>), כשיעור הטף כמו שיאכלו. אִישׁ <strong>כְּפִי</strong> עֲבֹֽדָתֽוֹ (<a class=\"refLink\" href=\"Numbers 7:5\" data-ref=\"Numbers 7:5\">במדבר ז, ה</a>), <strong>וּלְפִי </strong>הֵֽעָלוֹת הֶֽעָנָן (<a class=\"refLink\" href=\"Numbers 9:17\" data-ref=\"Numbers 9:17\">במדבר ט, יז</a>), עַל־<strong>פִּי </strong>הַדְּבָרִים (<a class=\"refLink\" href=\"Genesis 43:7\" data-ref=\"Genesis 43:7\">בראשית מג, ז</a>), <strong>לְפִי</strong> דְבָרִֽי (<a class=\"refLink\" href=\"I Kings 17:1\" data-ref=\"I Kings 17:1\">מלכים א' יז, א</a>), <strong>לְפִי</strong> דְבָרִֽי (<a class=\"refLink\" href=\"Proverbs 12:8\" data-ref=\"Proverbs 12:8\">משלי יב, ח</a>), וִֽיהִי־נָא <strong>פִּֽי</strong>־שְׁנַיִם בְּרֽוּֽחֲךָ אֵלָֽי (<a class=\"refLink\" href=\"II Kings 2:9\" data-ref=\"II Kings 2:9\">מלכים ב' ב, ט</a>), שיעור שני חלקי רוחך. לָתֶת לוֹ <strong>פִּי</strong> שְׁנַיִם (<a class=\"refLink\" href=\"Deuteronomy 21:17\" data-ref=\"Deuteronomy 21:17\">דברים כא, יז</a>), שיעוד שני חלקים. <strong>וּפֹה</strong> אַשְׁלִיךְ לָכֶם גּוֹרָל (<a class=\"refLink\" href=\"Joshua 18:8\" data-ref=\"Joshua 18:8\">יהושע יח, ח</a>), וְאַתָּה <strong>פֹּה</strong> עֲמֹד (<a class=\"refLink\" href=\"II Samuel 20:4\" data-ref=\"II Samuel 20:4\">שמואל ב' כ, ד</a>), הנה. וָאֹמַר עַד־<strong>פֹּה</strong> תָבוֹא (<a class=\"refLink\" href=\"Job 38:11\" data-ref=\"Job 38:11\">איוב לח, יא</a>), עד הנה. ונכתב ב<strong>אל\"ף</strong> <strong>וּפֹא</strong> יָשִׁית בִּגְאוֹן גַּלֶּֽיךָ (שם). ואדוני אבי ז\"ל פירש אחר שאמר לים עד זה הגבול תבא קרא לשפת הים <strong>פֹּה</strong> ואמר<strong> וּפֹא יָשִׁית</strong> וילחם בגאון גליך. ויפה פירש. ונכתבו מהם רבים ב<strong>ו\"ו</strong> שְׁנַיִם שֻׁלְחָנוֹת <strong>מִפּוֹ</strong> (<a class=\"refLink\" href=\"Ezekiel 40:39\" data-ref=\"Ezekiel 40:39\">יחזקאל מ, לט</a>), וְאַתִּוקֶיהָא [וְאַתִּיקֶיהָא] <strong>מִפּוֹ וּמִפּוֹ</strong> (<a class=\"refLink\" href=\"Ezekiel 41:15\" data-ref=\"Ezekiel 41:15\">יחזקאל מא, טו</a>), וזולתם. ומלת <strong>אֵיפֹה</strong> פירשתיה בשרש <strong>איף</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5d7f4629f2b572818a4", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, רצה 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Sefer HaShorashim, רצה 1", "sourceHeRef": "ספר השרשים, רצה א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "רצה", "he": ["<strong><big>רצה</big></strong>   כִּֽי־<strong>רָצוּ</strong> עֲבָדֶיךָ אֶת־אֲבָנֶיהָ (<a class=\"refLink\" href=\"Psalms 102:15\" data-ref=\"Psalms 102:15\">תהלים קב, טו</a>), <strong>וְאֶרְצֶה</strong>־בּוֹ וְאֶכָּבְדָ [וְאֶכָּֽבְדָה] (<a class=\"refLink\" href=\"Haggai 1:8\" data-ref=\"Haggai 1:8\">חגי א, ח</a>), <strong>רוֹצֶה</strong> י\"י אֶת־יְרֵאָיו (<a class=\"refLink\" href=\"Psalms 147:11\" data-ref=\"Psalms 147:11\">תהלים קמז, יא</a>), וְאוֹר פָּנֶיךָ כִּי <strong>רְצִיתָֽם</strong> (<a class=\"refLink\" href=\"Psalms 44:4\" data-ref=\"Psalms 44:4\">תהלים מד, ד</a>) <strong>רְצֵֽה</strong>־י\"י לְהַצִּילֵנִי (<a class=\"refLink\" href=\"Psalms 40:14\" data-ref=\"Psalms 40:14\">תהלים מ, יד</a>), וְלֹֽא־יֹסִיף <strong>לִרְצוֹת</strong> עֽוֹד (<a class=\"refLink\" href=\"Psalms 77:8\" data-ref=\"Psalms 77:8\">תהלים עז, ח</a>), וְכִי יַֽעֲלוּ עֹלָה וּמִנְחָה אֵינֶנִּי<strong> רֹצָם</strong> (<a class=\"refLink\" href=\"Jeremiah 14:12\" data-ref=\"Jeremiah 14:12\">ירמיה יד, יב</a>), יְהִי <strong>רְצוּי</strong> אֶחָיו (<a class=\"refLink\" href=\"Deuteronomy 33:24\" data-ref=\"Deuteronomy 33:24\">דברים לג, כד</a>), אִם־תִּֽהְיֶה לְטוֹב לְהָעָם הַזֶּה <strong>וּרְצִיתָם</strong> (<a class=\"refLink\" href=\"II Chronicles 10:7\" data-ref=\"II Chronicles 10:7\">דברי הימים ב' י, ז</a>), פירוש שיהיו רצויים. ורבי יונה פירשו יוצא כלומר שתרצה אותם בדבריך הטובים. וְאַֽחֲרֵיהֶם בְּפִיהֶם <strong>יִרְצוּ</strong> סֶֽלָה (<a class=\"refLink\" href=\"Psalms 49:14\" data-ref=\"Psalms 49:14\">תהלים מט, יד</a>), פירוש אחריהם בניהם רצונו לומר כי בני הרשעים ירצו במה שיצום אביהם על העושק ועל המרוצה, וזהו בפיהם במה שיאמרו להם ויצום. <strong>והנפעל</strong> <strong>וְנִרְצָה</strong> לוֹ (<a class=\"refLink\" href=\"Leviticus 1:4\" data-ref=\"Leviticus 1:4\">ויקרא א, ד</a>), פירשו רבותינו ז\"ל (ספרא פרשת ויקרא) על מה הוא מרצה לו אם על כריתות ומיתות בין דין, ומיתה בידי שמים ומלקות הרי ענשן אמור, הא אינו מרצה אלא על עשה ולא העשה הניתק לעשה שאין מפורש ענשן, וכשמביא עולה נדבה אף על פי שאינו מצווה בזה נרצה לו לכפר עליו על מה שחטא בעשה ולא תעשה הניתק לעשה. פִּגּוּל הוּא לֹא <strong>יֵֽרָצֶֽה</strong> (ספרא יט, ז). <strong>וההתפעל</strong> וּבַמֶּה <strong>יִתְרַצֶּה</strong> זֶה אֶל־אֲדֹנָיו (<a class=\"refLink\" href=\"I Samuel 29:4\" data-ref=\"I Samuel 29:4\">שמואל א' כט, ד</a>). <strong>והכבד</strong> [פִּעֵל] בָּנָיו <strong>יְרַצּוּ</strong> דַלִּים (<a class=\"refLink\" href=\"Job 20:10\" data-ref=\"Job 20:10\">איוב כ, י</a>). <strong>והשם</strong> וַיָּפֶק <strong>רָצוֹן</strong> מֵֽי\"י (<a class=\"refLink\" href=\"Proverbs 8:35\" data-ref=\"Proverbs 8:35\">משלי ח, לה</a>), <strong>וּבִרְצֹנָם</strong> עִקְּרוּ־שֽׁוֹר (<a class=\"refLink\" href=\"Genesis 49:6\" data-ref=\"Genesis 49:6\">בראשית מט, ו</a>). וענין אחר עַד־<strong>רָֽצְתָה</strong> הָאָרֶץ אֶת־שַׁבְּתוֹתֶיהָ (<a class=\"refLink\" href=\"II Chronicles 36:21\" data-ref=\"II Chronicles 36:21\">דברי הימים ב' לו, כא</a>), אָז <strong>תִּרְצֶה</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Leviticus 26:34\" data-ref=\"Leviticus 26:34\">ויקרא כו, לד</a>), וְהֵם <strong>יִרְצוּ</strong> אֶת־עֲוֹנָם (<a class=\"refLink\" href=\"Leviticus 26:41\" data-ref=\"Leviticus 26:41\">ויקרא כו, מא</a>), עַד־<strong>יִרְצֶה</strong> כְּשָׂכִיר יוֹמֽוֹ (<a class=\"refLink\" href=\"Job 14:6\" data-ref=\"Job 14:6\">איוב יד, ו</a>). <strong>והנפעל</strong> כִּי <strong>נִרְצָה</strong> עֲוֹנָהּ (<a class=\"refLink\" href=\"Isaiah 40:2\" data-ref=\"Isaiah 40:2\">ישעיה מ, ב</a>). <strong>והכבד</strong> [הִפְעִיל]<strong> וְהִרְצָת</strong> אֶת־שַׁבְּתֹתֶֽיהָ (<a class=\"refLink\" href=\"Leviticus 26:34\" data-ref=\"Leviticus 26:34\">ויקרא כו, לד</a>), משפטו והרצתה, ענינם ענין השלמה והוא קרוב לענין הראשון. וענין אחר אִם־רָאִיתָ גַנָּב <strong>וַתִּרֶץ</strong> עִמּוֹ (<a class=\"refLink\" href=\"Psalms 50:18\" data-ref=\"Psalms 50:18\">תהלים נ, יח</a>), משפטו <strong>וַתִּרְצֶה</strong>. וְהַחַיּוֹת <strong>רָצוֹא</strong> וָשׁוֹב (<a class=\"refLink\" href=\"Ezekiel 1:14\" data-ref=\"Ezekiel 1:14\">יחזקאל א, יד</a>), ה<strong>אל\"ף</strong> תמורת ה<strong>ה\"א</strong> ענינם ענין הליכה. ורבי יונה פירש מענין זה <strong>בִּרְצֹתוֹ </strong>עִם־אֱלֹהִֽים (<a class=\"refLink\" href=\"Job 34:9\" data-ref=\"Job 34:9\">איוב לד, ט</a>), כלומר בהתהלכו עם אלהים. ואין צורך להוציאו ממשמעו. ויש לפרש ותרץ עמו גם כן מענין רצון כלומר רצית להיות עמו. ועוד פירשו מזה לטוב להעם הזה ורציתם, כלומר שתילך עמם על דעתם וחפצם. ועוד פירשו מזה <strong>וְאַֽחֲרֵיהֶם בְּפִיהֶם יִרְצוּ סֶֽלָה</strong>, כלומר שהם הולכים אחריהם אל המות בהליכתם. ופירוש בפיהם כמו כפיהם כמו אִישׁ <strong>כְּפִי</strong> עֲבֹֽדָתֽוֹ (<a class=\"refLink\" href=\"Numbers 7:5\" data-ref=\"Numbers 7:5\">במדבר ז, ה</a>), <strong>לְפִי</strong> אָכְלוֹ (<a class=\"refLink\" href=\"Exodus 12:4\" data-ref=\"Exodus 12:4\">שמות יב, ד</a>), שענינם כמו."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b833d6f74160036209468", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Chanukah, Torah Reading 6", "anchorRef": "Numbers 7:5-13", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13"], "sourceRef": "Siddur Sefard, Chanukah, Torah Reading 6", "sourceHeRef": "סידור ספרד, חנוכה, קריאת התורה ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 6, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאת התורה", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאֶל בָּנָיו לֵּאמֹר כֹּה תְבָרֲכוּ אֶת בְּנֵי יִשְׂרָאֵל אָמוֹר לָהֶם: יְבָרֶכְךָ יְהֹוָה וְיִשְׁמְרֶךָ: יָאֵר יְהֹוָה פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ: יִשָּׂא יְהֹוָה פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָׁלוֹם: וְשָׂמוּ אֶת שְׁמִי עַל בְּנֵי יִשְׂרָאֵל וַאֲנִי אֲבָרֲכֵם: וַיְהִי בְּיוֹם כַּלּוֹת מֹשֶׁה לְהָקִים אֶת הַמִּשְׁכָּן וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ וְאֶת כָּל כֵּלָיו וְאֶת הַמִּזְבֵּחַ וְאֶת כָּל כֵּלָיו וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם: וַיַּקְרִיבוּ נְשִׂיאֵי יִשְׂרָאֵל רָאשֵׁי בֵּית אֲבֹתָם הֵם נְשִׂיאֵי הַמַּטֹּת הֵם הָעֹמְדִים עַל הַפְּקֻדִים: וַיָּבִיאוֹ אֶת קָרְבָּנָם לִפְנֵי יְהֹוָה שֵׁשׁ עֶגְלֹת צָב וּשְׁנֵי עָשָׂר בָּקָר עֲגָלָה עַל שְׁנֵי הַנְּשִׂאִים וְשׁוֹר לַאֶחָד וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: קַח מֵאִתָּם וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד וְנָתַתָּה אוֹתָם אֶל הַלְוִיִּם אִישׁ כְּפִי עֲבֹדָתוֹ: וַיִּקַּח מֹשֶׁה אֶת הָעֲגָלֹת וְאֶת הַבָּקָר וַיִּתֵּן אוֹתָם אֶל הַלְוִיִּם: אֵת שְׁתֵּי הָעֲגָלֹת וְאֵת אַרְבַּעַת הַבָּקָר נָתַן לִבְנֵי גֵרְשׁוֹן כְּפִי עֲבֹדָתָם: וְאֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר נָתַן לִבְנֵי מְרָרִי כְּפִי עֲבֹדָתָם בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן: וְלִבְנֵי קְהָת לֹא נָתָן כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵהֶם בַּכָּתֵף יִשָּׂאוֹ: וַיַּקְרִיבוּ הַנְּשִׂאִים אֵת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ וַיַּקְרִיבוּ הַנְּשִׂיאִם אֶת קָרְבָּנָם לִפְנֵי הַמִּזְבֵּחַ: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה נָשִׂיא אֶחָד לַיּוֹם נָשִׂיא אֶחָד לַיּוֹם יַקְרִיבוּ אֶת קָרְבָּנָם לַחֲנֻכַּת הַמִּזְבֵּחַ:לויוַיְהִי הַמַּקְרִיב בַּיּוֹם הָרִאשׁוֹן אֶת קָרְבָּנוֹ נַחְשׁוֹן בֶּן עַמִּינָדָב לְמַטֵּה יְהוּדָה: וְקָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת:שלישיפַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתּוּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן נַחְשׁוֹן בֶּן עַמִּינָדָב:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623b86f95fd292e2650fbf44", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Nissan, The'Nasi' Readings 6", "anchorRef": "Numbers 7:5-11", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11"], "sourceRef": "Siddur Sefard, Nissan, The'Nasi' Readings 6", "sourceHeRef": "סידור ספרד, ניסן, פרשת הנשיאים ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 6, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת הנשיאים", "he": "<b>וַיְהִי</b> בְּיוֹם כַּלּוֹת מֹשֶׁה לְהָקִים אֶת הַמִּשְׁכָּן וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ וְאֶת כָּל כֵּלָיו וְאֶת הַמִּזְבֵּחַ וְאֶת כָּל כֵּלָיו וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם: וַיַּקְרִיבוּ נְשִׂיאֵי יִשְׂרָאֵל רָאשֵׁי בֵּית אֲבֹתָם הֵם נְשִׂיאֵי הַמַּטֹּת הֵם הָעֹמְדִים עַל הַפְּקֻדִים: וַיָּבִיאוּ אֶת קָרְבָּנָם לִפְנֵי יְהֹוָה שֵׁשׁ עֶגְלֹת צָב וּשְׁנֵי עָשָׂר בָּקָר עֲגָלָה עַל שְׁנֵי הַנְּשִׂאִים וְשׁוֹר לְאֶחָד וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: קַח מֵאִתָּם וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד וְנָתַתָּה אוֹתָם אֶל הַלְוִיִּם אִישׁ כְּפִי עֲבֹדָתוֹ: וַיִּקַּח מֹשֶׁה אֶת הָעֲגָלֹת וְאֶת הַבָּקָר וַיִּתֵּן אוֹתָם אֶל הַלְוִיִּם: אֵת שְׁתֵּי הָעֲגָלֹת וְאֵת אַרְבַּעַת הַבָּקָר נָתַן לִבְנֵי גֵרְשׁוֹן כְּפִי עֲבֹדָתָם: וְאֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר נָתַן לִבְנֵי מְרָרִי כְּפִי עֲבֹדָתָם בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן: וְלִבְנֵי קְהָת לֹא נָתָן כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵהֶם בַּכָּתֵף יִשָּׂאוּ: וַיַּקְרִיבוּ הַנְּשִׂאִים אֵת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ וַיַּקְרִיבוּ הַנְּשִׂיאִם אֶת קָרְבָּנָם לִפְנֵי הַמִּזְבֵּחַ: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה נָשִׂיא אֶחָד לַיּוֹם נָשִׂיא אֶחָד לַיּוֹם יַקְרִיבוּ אֶת קָרְבָּנָם לַחֲנֻכַּת הַמִּזְבֵּחַ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bbfa2c7470d57436e4350", "index_title": "Rashbam on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Leviticus 10:16:1", "anchorRef": "Numbers 7:1-17", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17"], "sourceRef": "Rashbam on Leviticus 10:16:1", "sourceHeRef": "רשב\"ם על ויקרא י׳:ט״ז:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rashbam on Leviticus", "he": "רשב\"ם על ויקרא"}, "heTitle": "רשב\"ם על ויקרא", "he": "ואת שעיר החטאת - חכמים פירשו: בשעיר של ר\"ח שהוא קדשי דורות, אבל שעיר העדה ושעיר נחשון נאכלו. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת שעיר החטאת, our sages interpret this animal as being the one offered on the new moon for all future generations. (Zevachim 9) The male goat offered by Nachshon and that on behalf of the congregation had to be eaten by the priests. [The death of Nadav and Avihu had occurred on the first day of Nissan of the second year. Ed.]", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "623cd7a59f3d6f0a2f585363", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Hanukkah, Shacharit 6", "anchorRef": "Numbers 7:5-13", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13"], "sourceRef": "Siddur Edot HaMizrach, Hanukkah, Shacharit 6", "sourceHeRef": "סידור נוסח עדות המזרח, חנוכה,  שחרית ו׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 6, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": " שחרית", "he": "<b>וַיְדַבֵּ֥ר</b> יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ דַּבֵּ֤ר אֶֽל־אַהֲרֹן֙ וְאֶל־בָּנָ֣יו לֵאמֹ֔ר כֹּ֥ה תְבָרְכ֖וּ אֶת־בְּנֵ֣י יִשְׂרָאֵ֑ל אָמ֖וֹר לָהֶֽם׃ יְבָרֶכְךָ֥ יְהֹוָ֖ה וְיִשְׁמְרֶֽךָ׃ יָאֵ֨ר יְהֹוָ֧ה ׀ פָּנָ֛יו אֵלֶ֖יךָ וִֽיחֻנֶּֽךָּ׃ יִשָּׂ֨א יְהֹוָ֤ה ׀ פָּנָיו֙ אֵלֶ֔יךָ וְיָשֵׂ֥ם לְךָ֖ שָׁלֽוֹם׃ וַיְהִ֡י בְּיוֹם֩ כַּלּ֨וֹת מֹשֶׁ֜ה לְהָקִ֣ים אֶת־הַמִּשְׁכָּ֗ן וַיִּמְשַׁ֨ח אֹת֜וֹ וַיְקַדֵּ֤שׁ אֹתוֹ֙ וְאֶת־כׇּל־כֵּלָ֔יו וְאֶת־הַמִּזְבֵּ֖חַ וְאֶת־כׇּל־כֵּלָ֑יו וַיִּמְשָׁחֵ֖ם וַיְקַדֵּ֥שׁ אֹתָֽם׃ וַיַּקְרִ֙יבוּ֙ נְשִׂיאֵ֣י יִשְׂרָאֵ֔ל רָאשֵׁ֖י בֵּ֣ית אֲבֹתָ֑ם הֵ֚ם נְשִׂיאֵ֣י הַמַּטֹּ֔ת הֵ֥ם הָעֹמְדִ֖ים עַל־הַפְּקֻדִֽים׃ וַיָּבִ֨יאוּ אֶת־קׇרְבָּנָ֜ם לִפְנֵ֣י יְהֹוָ֗ה שֵׁשׁ־עֶגְלֹ֥ת צָב֙ וּשְׁנֵ֣י עָשָׂ֣ר בָּקָ֔ר עֲגָלָ֛ה עַל־שְׁנֵ֥י הַנְּשִׂאִ֖ים וְשׁ֣וֹר לְאֶחָ֑ד וַיַּקְרִ֥יבוּ אוֹתָ֖ם לִפְנֵ֥י הַמִּשְׁכָּֽן׃ <small>לוי</small> וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ קַ֚ח מֵֽאִתָּ֔ם וְהָי֕וּ לַעֲבֹ֕ד אֶת־עֲבֹדַ֖ת אֹ֣הֶל מוֹעֵ֑ד וְנָתַתָּ֤ה אוֹתָם֙ אֶל־הַלְוִיִּ֔ם אִ֖ישׁ כְּפִ֥י עֲבֹדָתֽוֹ׃ וַיִּקַּ֣ח מֹשֶׁ֔ה אֶת־הָעֲגָלֹ֖ת וְאֶת־הַבָּקָ֑ר וַיִּתֵּ֥ן אוֹתָ֖ם אֶל־הַלְוִיִּֽם׃ אֵ֣ת ׀ שְׁתֵּ֣י הָעֲגָל֗וֹת וְאֵת֙ אַרְבַּ֣עַת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י גֵרְשׁ֑וֹן כְּפִ֖י עֲבֹדָתָֽם׃ וְאֵ֣ת ׀ אַרְבַּ֣ע הָעֲגָלֹ֗ת וְאֵת֙ שְׁמֹנַ֣ת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י מְרָרִ֑י כְּפִי֙ עֲבֹ֣דָתָ֔ם בְּיַד֙ אִֽיתָמָ֔ר בֶּֽן־אַהֲרֹ֖ן הַכֹּהֵֽן׃ וְלִבְנֵ֥י קְהָ֖ת לֹ֣א נָתָ֑ן כִּֽי־עֲבֹדַ֤ת הַקֹּ֙דֶשׁ֙ עֲלֵהֶ֔ם בַּכָּתֵ֖ף יִשָּֽׂאוּ׃ וַיַּקְרִ֣יבוּ הַנְּשִׂאִ֗ים אֵ֚ת חֲנֻכַּ֣ת הַמִּזְבֵּ֔חַ בְּי֖וֹם הִמָּשַׁ֣ח אֹת֑וֹ וַיַּקְרִ֧יבוּ הַנְּשִׂיאִ֛ם אֶת־קׇרְבָּנָ֖ם לִפְנֵ֥י הַמִּזְבֵּֽחַ׃ וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה נָשִׂ֨יא אֶחָ֜ד לַיּ֗וֹם נָשִׂ֤יא אֶחָד֙ לַיּ֔וֹם יַקְרִ֙יבוּ֙ אֶת־קׇרְבָּנָ֔ם לַחֲנֻכַּ֖ת הַמִּזְבֵּֽחַ׃ <small>ישראל</small> וַיְהִ֗י הַמַּקְרִ֛יב בַּיּ֥וֹם הָרִאשׁ֖וֹן אֶת־קׇרְבָּנ֑וֹ נַחְשׁ֥וֹן בֶּן־עַמִּינָדָ֖ב לְמַטֵּ֥ה יְהוּדָֽה׃ וְקׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתּוּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן נַחְשׁ֖וֹן בֶּן־עַמִּינָדָֽב׃", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623ce2a3b2e9e53fc9802aa6", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Nissan, Learning of the Day 5", "anchorRef": "Numbers 7:5-11", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11"], "sourceRef": "Siddur Edot HaMizrach, Nissan, Learning of the Day 5", "sourceHeRef": "סידור נוסח עדות המזרח, חודש ניסן, סדר למוד לחדש ניסן ה׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "סדר למוד לחדש ניסן", "he": "<b>וַיְהִ֡י</b> <small>(במדבר ז)</small> בְּיוֹם֩ כַּלּ֨וֹת מֹשֶׁ֜ה לְהָקִ֣ים אֶת־הַמִּשְׁכָּ֗ן וַיִּמְשַׁ֨ח אֹת֜וֹ וַיְקַדֵּ֤שׁ אֹתוֹ֙ וְאֶת־כׇּל־כֵּלָ֔יו וְאֶת־הַמִּזְבֵּ֖חַ וְאֶת־כׇּל־כֵּלָ֑יו וַיִּמְשָׁחֵ֖ם וַיְקַדֵּ֥שׁ אֹתָֽם׃ וַיַּקְרִ֙יבוּ֙ נְשִׂיאֵ֣י יִשְׂרָאֵ֔ל רָאשֵׁ֖י בֵּ֣ית אֲבֹתָ֑ם הֵ֚ם נְשִׂיאֵ֣י הַמַּטֹּ֔ת הֵ֥ם הָעֹמְדִ֖ים עַל־הַפְּקֻדִֽים׃ וַיָּבִ֨יאוּ אֶת־קׇרְבָּנָ֜ם לִפְנֵ֣י יְהֹוָ֗ה שֵׁשׁ־עֶגְלֹ֥ת צָב֙ וּשְׁנֵ֣י עָשָׂ֣ר בָּקָ֔ר עֲגָלָ֛ה עַל־שְׁנֵ֥י הַנְּשִׂאִ֖ים וְשׁ֣וֹר לְאֶחָ֑ד וַיַּקְרִ֥יבוּ אוֹתָ֖ם לִפְנֵ֥י הַמִּשְׁכָּֽן׃ וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ קַ֚ח מֵֽאִתָּ֔ם וְהָי֕וּ לַעֲבֹ֕ד אֶת־עֲבֹדַ֖ת אֹ֣הֶל מוֹעֵ֑ד וְנָתַתָּ֤ה אוֹתָם֙ אֶל־הַלְוִיִּ֔ם אִ֖ישׁ כְּפִ֥י עֲבֹדָתֽוֹ׃ וַיִּקַּ֣ח מֹשֶׁ֔ה אֶת־הָעֲגָלֹ֖ת וְאֶת־הַבָּקָ֑ר וַיִּתֵּ֥ן אוֹתָ֖ם אֶל־הַלְוִיִּֽם׃ אֵ֣ת ׀ שְׁתֵּ֣י הָעֲגָל֗וֹת וְאֵת֙ אַרְבַּ֣עַת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י גֵרְשׁ֑וֹן כְּפִ֖י עֲבֹדָתָֽם׃ וְאֵ֣ת ׀ אַרְבַּ֣ע הָעֲגָלֹ֗ת וְאֵת֙ שְׁמֹנַ֣ת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י מְרָרִ֑י כְּפִי֙ עֲבֹ֣דָתָ֔ם בְּיַד֙ אִֽיתָמָ֔ר בֶּֽן־אַהֲרֹ֖ן הַכֹּהֵֽן׃ וְלִבְנֵ֥י קְהָ֖ת לֹ֣א נָתָ֑ן כִּֽי־עֲבֹדַ֤ת הַקֹּ֙דֶשׁ֙ עֲלֵהֶ֔ם בַּכָּתֵ֖ף יִשָּֽׂאוּ׃ וַיַּקְרִ֣יבוּ הַנְּשִׂאִ֗ים אֵ֚ת חֲנֻכַּ֣ת הַמִּזְבֵּ֔חַ בְּי֖וֹם הִמָּשַׁ֣ח אֹת֑וֹ וַיַּקְרִ֧יבוּ הַנְּשִׂיאִ֛ם אֶת־קׇרְבָּנָ֖ם לִפְנֵ֥י הַמִּזְבֵּֽחַ׃ וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה נָשִׂ֨יא אֶחָ֜ד לַיּ֗וֹם נָשִׂ֤יא אֶחָד֙ לַיּ֔וֹם יַקְרִ֙יבוּ֙ אֶת־קׇרְבָּנָ֔ם לַחֲנֻכַּ֖ת הַמִּזְבֵּֽחַ׃", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d39894184186dd592d9", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:5:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Sifrei Zuta 7:5:1", "sourceHeRef": "ספרי זוטא ז׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>קח מאתם</b>, היה משה מתירא ואומר דומה שמא עברה ממנו רוח הקדש ושרת על הנשיאים אמר לו המקום אלו אני אמרתי להן להקריב לא לך הייתי אומר שתאמר להן אלא הן התנדבו בעצמן והיה משה מסרב לקחת מידם א״ל המקום קח מאתם:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea8b054f491192617085", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 3:2", "anchorRef": "Numbers 7:4-9", "anchorRefExpanded": ["Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 3:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קרח ג׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קרח", "he": "שלושה היו בני לוי בן יעקב-אבינו: \"גרשון, קהת ומררי\" עליהם קראנו בסדרת \"נשא\", שנתמנו להיות האחראים על הסעת המישכן וכליו בכתף ובעגלות המשא, לרבות פירוקו והרכבתו (במדבר ז:ד-ט). משה-רבנו וקורח בני דודים היו, שהרי עמרם - אבי משה, ויצהר אבי - קורח היו אחים - בני קהת בן לוי. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc67758c1dc532ec90a7", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:5", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Steinsaltz on Numbers 7:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 7.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>קַח מֵאִתָּם</b> את המתנות, למרות שלא הופיעו ברשימת הפריטים הדרושים מראש, \n  <b>וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת</b>, לשאת את משא\n  <b>אֹהֶל מוֹעֵד.</b>\n  <b>וְנָתַתָּה אוֹתָם</b>,\n  את העגלות והבקר\n  <b>אֶל הַלְוִיִּם,</b> ויש לחלקם ביניהם\n  <b>אִישׁ כְּפִי עֲבֹדָתוֹ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Take </b>these gifts <b>from them, </b>despite the fact that they did not appear in the original list of required items, 34 <b>and they shall be to perform the service of the Tent of Meeting, </b>to transport the different parts of the Tabernacle. <b>And you shall give them, </b>the wagons and cattle, <b>to the Levites, </b>dividing them among the Levites, <b>each according to his work. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892f2a8d6e4a927464720a8", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 7:5:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Chizkuni, Numbers 7:5:1", "sourceHeRef": "חזקוני, במדבר ז׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ונתתה אותם אל הלוים איש כפי עבדתו</b> אם הוצרך להוסיף יוסיפו כל הצורך שהרי שנים עשר בקר לא יוכלו למשוך ארבעים ושמונה קרשים והאדנים והבריחים והעמודים והיריעות והקלעים והמסכים והמיתרים והיתדות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ונתתה אותם אל הלוים איש כפי עבודתו, “you (Moses) will hand them over to the Levites, each in accordance with the needs of their specific tasks.” This left open the construction of additional wagons if the ones donated by the princes should prove insufficient. It is hardly likely that twelve oxen could pull the 48 sections of the Tabernacle’s walls, plus the one hundred sockets of silver each very heavy, plus all the pillars and the heavy skins and carpets making up the roof of the Tabernacle, not to mention the curtains and supports surrounding the courtyard of the Tabernacle.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5e0d6e4a937f9998519", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 12:18", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Bamidbar Rabbah 12:18", "sourceHeRef": "במדבר רבה י״ב:י״ח", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 12.0018, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן <small>(במדבר ז, ג)</small>, מְלַמֵּד שֶׁהֱבִיאוּם וּמְסָרוּם לַצִּבּוּר, בָּאוּ וְעָמְדוּ לִפְנֵי הַמִּשְׁכָּן וְלֹא קִבֵּל מֵהֶם עַד שֶׁנֶּאֶמְרָה לוֹ מִפִּי הַגְּבוּרָה <small>(במדבר ז, ה)</small>: קַח מֵאִתָּם, הֲדָא הוּא דִכְתִיב <small>(במדבר ז, ד ה)</small>: וַיֹּאמֶר ה' אֶל משֶׁה לֵאמֹר, קַח מֵאִתָּם וגו', מַהוּ לֵאמֹר, תָּנֵי רַב הוֹשַׁעְיָה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, משֶׁה צֵא וֶאֱמֹר לָהֶם דִּבְרֵי כִּבּוּשִׁים וְדִבְרֵי נֶחָמוֹת, קַח מֵאִתָּם, בְּאוֹתָהּ שָׁעָה הָיָה משֶׁה מִתְיָרֵא וְאוֹמֵר תֹּאמַר שֶׁמָּא נִסְתַּלְּקָה מִמֶּנִּי רוּחַ הַקֹּדֶשׁ וְשָׁרְתָה עַל הַנְּשִׂיאִים, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, משֶׁה, אִלּוּ לָהֶם הָיִיתִי אוֹמֵר שֶׁיָּבִיאוּ, לְךָ הָיִיתִי אוֹמֵר שֶׁתֹּאמַר לָהֶם, אֶלָּא קַח מֵאִתָּם, מֵאִתָּם הָיָה הַדָּבָר, הָא הִסְכִּימָה דַעְתָּם לַדַּעַת הָעֶלְיוֹנָה, וְהָיָה משֶׁה מִתְיָרֵא וְאוֹמֵר תֹּאמַר שֶׁמָּא אַחַת מִן הָעֲגָלוֹת נִשְׁבְּרָה אוֹ אֶחָד מִן הַשְּׁוָרִים מֵת וְנִמְצָא קָרְבָּן שֶׁל נְשִׂיאִים פָּסוּל, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר ז, ה)</small>: וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד, נָתַן לָהֶם הֲוָיָה שֶׁיִּהְיוּ קַיָּמִים לְעוֹלָם, עַד הֵיכָן הָיוּ קַיָּמִים, רַבִּי יוּדָא בְּשֵׁם רַבִּי שְׁמוּאֵל בְּרַבִּי נַחְמָן וְרַבִּי חוֹנְיָא בְּשֵׁם בַּר קַפָּרָא אָמַר, עַד <small>(הושע יב, יב)</small>: שֶׁבַּגִּלְגָּל שְׁוָרִים זִבֵּחוּ, וְהֵיכָן הִקְרִיבוּם, רַבִּי אַבָּא בַּר כַּהֲנָא אָמַר, בְּנוֹב הִקְרִיבוּם. רַבִּי אַבָּהוּ אָמַר, בְּגִבְעוֹן הִקְרִיבוּם. רַבִּי חָמָא בַּר רַבִּי חֲנִינָא אָמַר בְּבֵית הָעוֹלָמִים הִקְרִיבוּם. אָמַר רַבִּי לֵוִי טַעֲמֵיהּ דְּרַבִּי חָמָא בַּר רַבִּי חֲנִינָא דִּכְתִיב <small>(דברי הימים ב ז, ה)</small>: וַיִּזְבַּח הַמֶּלֶךְ שְׁלֹמֹה אֶת זֶבַח וגו'. תָּנֵי בְּשֵׁם רַבִּי מֵאִיר, עַד עַכְשָׁו הֵן הָעֲגָלוֹת וְהַפָּרוֹת קַיָּמוֹת, וְלֹא הוּמְמוּ וְלֹא הִזְקִינוּ וְלֹא הִטְרִיפוּ וְלֹא נִשְׁבָּרוּ. וַהֲלוֹא דְבָרִים קַל וָחֹמֶר, מָה אִם הָעֲגָלוֹת שֶׁנִּדְבְּקוּ בִּמְלֶאכֶת אֹהֶל מוֹעֵד נִתַּן לָהֶם הֲוָיָה עַד שֶׁיִּהְיוּ קַיָּמוֹת לְעוֹלָם, יִשְׂרָאֵל שֶׁהֵם דְּבוּקִים בְּהַקָּדוֹשׁ בָּרוּךְ הוּא עַל אַחַת כַּמָּה וְכַמָּה, שֶׁנֶּאֱמַר <small>(דברים ד, ד)</small>: וְאַתֶּם הַדְּבֵקִים בַּה' אֱלֹהֵיכֶם וגו'. <small>(במדבר ז, ה)</small>: וְנָתַתָּה אוֹתָם אֶל הַלְוִיִּם אִישׁ כְּפִי עֲבֹדָתוֹ, לְפִי טֹרַח מַשָֹּׂאוֹ הַרְבֵּה לוֹ עֲגָלוֹת לְהָקֵל מִמַּשָֹּׂאוֹ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord spoke to Moses, saying: Take from them, and they shall be to perform the service of the Tent of Meeting, and you shall give them to the Levites, each according to his service” (Numbers 7:4–5).</b> <br>“They brought their offering before the Lord” (Numbers 7:3) – it teaches that they brought them and gave them to the congregation. They came and stood before the Tabernacle, but he did not accept it from them, until it was stated to him from the mouth of the Almighty: “Take from them.” That is what is written: “The Lord spoke to Moses saying [<i>lemor</i>]: Take from them….” What is <i>lemor</i>? Rav Hoshaya taught: The Holy One blessed be He said to Moses: Go out and say to them words of conciliation and words of comfort. <br>“Take from them” – at that moment Moses was concerned, and said: Say that, perhaps, the Divine Spirit has departed from me and rested upon the princes. The Holy One blessed be He said to him: Moses, had I wished to tell them that they should bring, I would have said it to you so you would say it to them. Rather, “take from them” – this matter was from them, and their thought accorded with the thought on High. <br>Moses was concerned, and said: Say that, perhaps, one of the carts broke or one of the oxen died, the result being that the offering of the princes would be disqualified. The Holy One blessed be He said to him: “They shall be to perform the service of the Tent of Meeting.” He granted them existence so that they would exist forever. <br>Until when were they alive? Rabbi Yuda in the name of Rabbi Shmuel ben Rabbi Naḥman and Rabbi Ḥoneya in the name of bar Kappara said: It was until “at Gilgal they slaughtered bulls” (Hosea 12:12). Where did they sacrifice them?<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">The midrash is now presenting a different opinion.</i> They sacrificed them at Nov. Rabbi Abbahu said: They sacrificed them at Givon. Rabbi Ḥama bar Ḥanina said: They sacrificed them in the eternal Temple. <br>Rabbi Levi said: The source of Rabbi Ḥama bar Ḥanina is, as it is written: “King Solomon slaughtered an offering of…[bulls [<i>habakar</i>]]” (II Chronicles 7:5).<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">The use of the definite article in the word <i>habakar</i> indicates that the reference is also to bulls, of which we have previous knowledge.</i> It is taught in the name of Rabbi Meir: Until now the carts and the oxen are in existence. They have not been blemished, have not aged, have not been mauled, and have not been broken. Can these matters not be inferred <i>a fortiori</i>? If the carts that were associated with the labor of the Tent of Meeting were granted existence to the extent that they exist forever, Israel, who cleave to the Holy One blessed be He, all the more so, as it is stated: “But you, who cleave to the Lord your God, [all of you are alive today]” (Deuteronomy 4:4). <br>“You shall give them to the Levites, each according to his service” – in accordance with the exertion that his burden demanded; allot more carts to ease his burden.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cd46d6e4a937f999917e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 15:3", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Bamidbar Rabbah 15:3", "sourceHeRef": "במדבר רבה ט״ו:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 15.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בְּהַעֲלֹתְךָ אֶת הַנֵּרֹת. אַתְּ מוֹצֵא שְׁנֵים עָשָׂר שְׁבָטִים שֶׁהִקְרִיבוּ קָרְבָּנוֹת לַחֲנֻכַּת הַמִּזְבֵּחַ, שֵׁבֶט לֵוִי לֹא הִקְרִיב כְּלוּם, וְהָיוּ מְצֵרִין וְאוֹמְרִים, לָמָּה רֻחַקְנוּ מֵהַקְרִיב לַחֲנֻכַּת הַמִּזְבֵּחַ. מָשָׁל לְמֶלֶךְ שֶׁעָשָׂה סְעוּדָה וְהָיָה קוֹרֵא אֻמָּנִיּוֹת, הָיָה אוֹהֵב אֶחָד שֶׁאוֹהֲבוֹ יוֹתֵר מִדַּאי, לֹא קָרָא אוֹתוֹ עִמָּהֶן, הָיָה מֵצֵר לוֹמַר שֶׁמָּא יֵשׁ בְּלִבּוֹ שֶׁל מֶלֶךְ עָלַי כְּלוּם, שֶׁלֹא זִמְּנַנִי בְּכָל סְעוּדוֹת הָאֵלּוּ, כֵּיוָן שֶׁעָבְרוּ אוֹתָן יְמֵי סְעוּדָה קָרָא אוֹתוֹ אוֹהֵב, אָמַר לוֹ, לְכָל בְּנֵי הַמְדִינָה עָשִׂיתִי סְעוּדָה וּלְךָ לְעַצְמְךָ אֲנִי עוֹשֶׂה סְעוּדָה, לָמָּה, שֶׁאַתְּ אוֹהֲבִי. כָּךְ מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתְּ מוֹצֵא שְׁנֵים עָשָׂר שְׁבָטִים הִקְרִיבוּ לַחֲנֻכַּת הַמִּזְבֵּחַ וְקִבְּלָן הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(במדבר ז, ה)</small>: קַח מֵאִתָּם, וְשִׁבְטוֹ שֶׁל לֵוִי לֹא הִקְרִיבוּ, כֵּיוָן שֶׁעָבַר חֲנֻכַּת הַמִּזְבֵּחַ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַהֲרֹן וּלְבָנָיו כָּל הַשְּׁבָטִים עָשׂוּ חֲנֻכָּה וְשִׁבְטְךָ לֹא עָשָׂה, לְכָךְ: דַּבֵּר אֶל אַהֲרֹן וְאָמַרְתָּ אֵלָיו בְּהַעֲלֹתְךָ, וְאַחַר כָּךְ <small>(במדבר ח, ו)</small>: קַח אֶת הַלְוִיִם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“When you kindle the lamps” – you find twelve tribes that presented offerings for the dedication of the altar. The tribe of Levi did not present anything, and they were troubled, and were saying: ‘Why were we distanced from presenting an offering for the dedication of the altar?’ This is analogous to a king who made a feast and he invited artisans. There was one who was beloved to him, whom he loved excessively, whom he did not invite with them. He was troubled and was saying: ‘Does the king, perhaps have something in his heart against me, that he failed to invite me to any of these feasts?’ When those days of feast ended, he summoned that beloved one. He said to him: ‘I made a feast for all the residents of the province, but for you, alone I will make a feast. Why? It is because you are my beloved.’ So, [with respect to] the King of kings, the Holy One blessed be He. You find that twelve tribes presented offerings for the dedication of the altar and the Holy One blessed be He accepted them, as it is stated: “Take from them” (Numbers 7:5). But the tribe of Levi did not present an offering. When the dedication of the altar was completed, the Holy One blessed be He said to Aaron and his sons: ‘All the tribes performed the dedication, but your tribe did not perform.’ Therefore, “Speak to Aaron, and say to him: When you kindle,” and then: “Take the Levites” (Numbers 8:6).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b175d6e4a952249cc262", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 7:5:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Minchat Shai on Torah, Numbers 7:5:1", "sourceHeRef": "מנחת שי על תורה, במדבר ז׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ונתתה אותם אל הלוים.</b> בחומש סביוניטא כתוב יש ספר אותם ללוים ע\"כ. ואין לחוש להם כי בכל המדתייקים כתוב אל הלוים:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b2a2d6e4a957603a2c1a", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Beha'alotcha 3:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Midrash Tanchuma Buber, Beha'alotcha 3:1", "sourceHeRef": "תנחומא בובר, בהעלותך ג׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בהעלותך", "he": "ד\"א בהעלתך את הנרות. את מוצא שנים עשר שבטים שהקריבו קרבנות לחנוכת המזבח, שבט לוי לא הקריב כלום, והיו מצירים למה רחקנו מהקרבה לחנוכת המזבח, משל למה הדבר דומה, למלך שעשה סעודה והיה קורא בכל יום אומניות אומניות, והיה לו אוהב אחד שהיה אוהבו יותר מדאי, ולא קרא אותו עמהם, והיה מיצר לומר שמא יש בלבו של מלך עלי, לפיכך לא זימנני המלך בכל הסעודות, כיון שעברו ימי הסעודה, קרא לאוהב אמר לו לכל בני המדינה עשיתי סעודה, ולך לעצמך אני עושה סעודה אחת בלבד יחידה, למה שאתה אוהבי, כך המלך זה מלך מלכי המלכים הקב\"ה, [את מוצא י\"ב שבטים הקריבו לחנוכת המזבח] וקיבלן הקב\"ה, שנאמר קח מאתם <small>(במדבר ז ה)</small>, ושבטו של לוי לא הקריבו, כיון שעברה חנוכה המזבח, א\"ל הקב\"ה לאהרן ולבניו כל השבטים עשו חנוכה, ואתם לעצמכם עשו חנוכה, לכך נאמר דבר אל אהרן בהעלתך את הנרות, מה כתיב אחר כך, קח את הלוים <small>(שם ח ו)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Numb. 8:2): <small>WHEN YOU SET UP THE LAMPS</small>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Tanh.</i> Numb. 3:3; Numb. R. 15:3.</i> You find that, when twelve tribes presented offerings at the dedication of the altar, the tribe of Levi did not offer anything, and they were depressed. &lt;They said:&gt; Why did he keep us from making an offering at the dedication of the altar? A parable: To what is the matter comparable? To a king who made a banquet and each day invited various artisans. Now he had a certain friend who loved him exceedingly, but he did not invite him along with them. So he was depressed saying: Perhaps the king harbors &lt;some grievance&gt; against me in his heart. &lt;Perhaps&gt; it is for this reason that the king has not invited me to any of the feasts. When the days of the feast has passed &lt;the king&gt; called the friend &lt;and&gt; said to him: For all the people of the province I made &lt;that&gt; feast, but for you only I am making one single feast for yourself. Why? Because you are my friend. So it is with this king, the Supreme King of Kings, the Holy One. [You find that the twelve tribes brought offerings for the dedication of the altar] and the Holy One accepted them, as stated (in Numb. 7:5): <small>TAKE IT FROM THEM</small>. But the tribe of Levi did not bring an offering. When the dedication of the altar had passed, the Holy One said to Aaron and his sons: All the tribes have made a dedication. Now you make a dedication by yourselves. It is therefore stated (in Numb. 8:2): <small>SPEAK UNTO AARON &lt;AND SAY UNTO HIM&gt; WHEN YOU SET UP THE LAMPS</small>. What is written after that (in vs. 6)? <small>TAKE THE LEVITES</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59ec5a78d6e4a94f1a71fd5d", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 57:1:7", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Akeidat Yitzchak 57:1:7", "sourceHeRef": "עקידת יצחק נ״ז:א׳:ז׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (שם פ' י\"ב) קח מאתם באותה שעה היה משה מתירא ואומר שמא נסתלק' ממני רוח הקדש ושרת' על הנשיאים אמר לו הקב\"ה משה אלו להם הייתי אומר שיביאו לך הייתי אומר שתאמר להם. אלא קח מאתם. מאתם היה הדבר הסכימ' דעתם לדעת עליונה. וכל זה אמרו חכמינו ז\"ל לעורר לב האנשים לחשוב בהם מחשבות נכונות כפי הראוי לאנשים שלמים כאלה. ומזה באו הראשונים לתת להם טעם ורמז שכלי כמו שהביא ר\"שי ז\"ל (במדבר שם) מיסודו של ר' משה הדרשן שאמר קערת כסף בגמטריא תתק\"ל כמנין שנותיו של אדם הראשון. שלשים ומאה משקל' על שם שהעמיד תולדות העולם בן ק\"ל שנה. מזרק אחד כסף בגימטריא תק\"כ ע\"ש נח שהעמיד תולדות מבן ת\"ק שנה שנגזר' גזרת המבול קודם תולדותיו עשרים שנה. שבעים שקל כנגד שבעים אומות. כף אחת כנגד התורה שנתנה מידו של הקב\"ה. עשרה זהב כנגד עשרה הדברות. מלאה קטרת רמז לתרי\"ג מצות קטרת בגימטריא תרי\"ג בחלוף קוף בדלת בא\"ת ב\"ש. פר כנגד אברהם. איל כנגד יצחק. כבש כנגד יעקב. שעיר כנגד מכירת יוסף. בקר שנים כנגד משה ואהרן. אילים עתודים כבשים כנגד כהנים לויים וישראלים וכנגד תורה נביאים וכתובים. ומספר השלשה חמשיות כנגד חמשה חומשי תורה וחמשה דברות שבלוח הראשון וחמשה בלוח השני (ירושלמי שקלי' פ\"ו). והנה כל אלו הם רמזים נכבדים שיערום בהם כפי ענינם בכללות תולדות העולם ופנות שבטיו ויתידותיו בכללות האומה הנבחרת. ושוב מצאתי במדרש במדבר רבה (פ' י\"ג) שהשתדלו חז\"ל לתת טוב טעם ודעת בכל אלו הקרבנות בכל אחד מהנשיאים מתחלף מחברו והאריכו בזה ואחשוב שראו על ככה מפני שלא נשתמש הכתוב בהם בזכרון הא' או השנים ולומר אחר כך ויעשו כן כל הנשיאים כמורגל בענינים כיוצא באלו. אלא שהזכירם בכל אחד בשוה כדי שתתבאר כוונת כל אחד בפני עצמה כמו שכן עשה במספרם להשוות חשיבותם. אמרו שם רבנן אמרין אף על פי שקרבן שוה הקריבו כלם על דברים גדולים הקריבו וכל אחד הקריב לפי דעתו. התחיל נחשון והקריב על סדר המלוכה במה שהמליכו אביו על אחיו והיה מסורת ביד חכמיהם וגדוליהם מיעקב אביהם כל מה שעתיד לאירע לכל שבט עד ימות המשיח. קרבנו קערת כסף אחת הקערה והמזרק כנגד מלכי בית דוד שעתידין לעמוד ממנו שמלכו בכיפה בים וביבשה. קערת כסף כנגד הים שהקיף את העולם ודומה לקערה. שלשים ומאה משקלה לפי שכשהקוה הקב\"ה ביום שלישי של יצירה לימים במקום אחר קראם ימים. וימים בגימטריא מאה. בא שלמה והוסיף ים אחד שנאמר עליו (מלכים א ז׳:כ״ג) וקו שלשים באמה יסוב אותו הרי שלשים ומאה. ומזרק כנגד היבשה. שניהם מלאים וגו'. כנגד המנחות שהביאו לשלמה ועתידין להביא למלך המשיח. בלולה בשמן כד\"א (קהלת ז׳:א׳) טוב שם משמן טוב. כף אחת עשרה זהב כנגד עשרה דורות מן פרץ ועד דוד (רות ד') שהיו מעשיהם נאים כריח הקטרת. פר איל וכבש כנגד אברהם יצחק ויעקב. ושעיר עזים וגו' כנגד דוד ושלמה. אילים חמשה עתודים חמשה כבשים בני שנה חמשה כנגד ט'ו מלכים שהיו מן רחבעם עד צדקיהו מהם צדיקים גמורים מהם בינונים מהם רשעים גמורים. כיון שראה הקב\"ה שהקריב על סדר האבות ושלשלת המלוכ' התחיל מקלס את קרבנו ואמר זה קרבן נחשון בן עמינדב וכזה וכזה דרשו על כל שבט ושבט בענינים המיוחדים להם בדברים האלה או הדומים להם כדאיתא התם: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "In section 12, the Midrash states that Moses was afraid at the time that the holy spirit would depart from him and be transferred to the princes. G'd said to Moses \"take it from them,\" i.e. accept it from them (Numbers 7,5) G'd said to Moses: \"If I had told them to bring it, I would have told you to tell them. But, since the idea originated with them, I am telling you to accept these offerings, since the princes divined My will.\" Our rabbis wish to teach us from all this that it behooves us to try and emulate the princes. This is also what prompts Rashi in the name of Rabbi Moshe Hadarshan to explain the significance of each part of these offerings. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b185bb386c011bea273d", "index_title": "Malbim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Exodus 16:21:2", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Malbim on Exodus 16:21:2", "sourceHeRef": "מלבי\"ם על שמות ט״ז:כ״א:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Malbim on Exodus", "he": "מלבי\"ם על שמות"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>וילקטו.</b> ע\"י קצף משה לא לקטו אח\"כ בכל בקר רק <b>איש כפי אכלו,</b> ר\"ל שלא לקטו עוד עומר לגלגלת, רק כפי מה שאכלו ביום הקודם, שמי שהותיר חצי העומר לא לקט למחר רק חצי העומר לגלגלת, אחר שהראו שדי להם בחצי העומר. [ויש הבדל בין <b>לפי</b> אכלו ובין <b>כפי</b> אכלו, שמלת לפי מציין העתיד, כמו לפי רוב השנים (ויקרא כ״ה:נ״ב), והיה ערכך לפי זרעו (שם כז), ומלת כפי מציין העבר, כמו כפי שרו ישיב את גאולתו (ויקרא כ״ה:נ״ב), איש כפי עבודתו (במדבר ז׳:ה׳), תחלה אמר לקטו לפי אכלו ר\"ל לפי הראוי לאכול, ופה אמר כפי אכלו היינו כפי מה שאכלו יום אתמול], עוד היה להם עונש ב' <b>וחם השמש ונמס,</b> שאחר שאכלו בשחרית נמס תיכף כדי שלא יותירו כלל מסעודתם אף על סעודת הערב, וזה היה רק במן של אלה האנשים שקצף עליהם משה, והיה הלמוד בזה שמי שרודף אחר ההון לא יתקיים בידו, כי כחום השמש שהוא המערכה, ימס כי יתהפך עליו הגלגל ויתרושש, וגם פרנסתו יתמעט ויצטמצם כפי שצמצם מאכל לחמו ולא אכל בטובה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c467df408d98a02694ce9af", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, הֲוָיָה 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Jastrow, הֲוָיָה 1", "sourceHeRef": "מילון יסטרוב, הֲוָיָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "הֲוָיָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">הֲוָיָה</strong>, <strong dir=\"rtl\">הֲוָויָה</strong>, <strong dir=\"rtl\">הֲוָיָיה</strong> f.  (<a class=\"refLink\" href=\"/Jastrow,_הֲוֵי.1\" data-ref=\"Jastrow, הֲוֵי 1\">preced.</a>)  <b>1)</b> <i>existence, status, condition, stability</i>. <a class=\"refLink\" href=\"/Avodah_Zarah.54b.9\" data-ref=\"Avodah Zarah 54b:9\">Ab. Zar. 54ᵇ</a> (ref. to <span dir=\"rtl\">תהיה</span>, <a class=\"refLink\" href=\"/Leviticus.25.12\" data-ref=\"Leviticus 25:12\">Lev. XXV, 12</a>) <span dir=\"rtl\">בהַוְיָיתָהּ תהא</span> it shall remain in its status. <a class=\"refLink\" href=\"Jerusalem_Talmud_Berakhot.2.4.6\" data-ref=\"Jerusalem Talmud Berakhot 2:4:6\">Y. Ber. II, 4ᵈ</a> bot. (ref. to <span dir=\"rtl\">והיו</span>, <a class=\"refLink\" href=\"/Deuteronomy.6.6\" data-ref=\"Deuteronomy 6:6\">Deut. VI, 6</a>) <span dir=\"rtl\">כדרך הַוְיָיתָן יהו</span> they shall remain (be read) in the order in which they stand. Y. Shek. IV, 48ᵇ top <span dir=\"rtl\">שתהא ה׳ בקודש</span> that it must retain its sacred character. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.6.4.2\" data-ref=\"Shir HaShirim Rabbah 6:4:2\">Cant. R. to VI, 4</a> (ref. to <span dir=\"rtl\">והיו</span>, <a class=\"refLink\" href=\"/Numbers.7.5\" data-ref=\"Numbers 7:5\">Num. VII, 5</a>) <span dir=\"rtl\">נתן להם ה׳</span> he gave them stability; <a class=\"refLink\" href=\"/Bamidbar_Rabbah.12.1\" data-ref=\"Bamidbar Rabbah 12:1\">Num. R. s. 12</a>, end <span dir=\"rtl\">ניתן להם ה׳</span> (read <span dir=\"rtl\">ניתנה</span>). <a class=\"refLink\" href=\"/Moed_Katan.15a.18\" data-ref=\"Moed Katan 15a:18\">M. Kat. 15ᵃ</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הֲוָיָה.1\" data-ref=\"Jastrow, הֲוָיָה 1\">הויה</a> the use of the word <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הוי.1\" data-ref=\"Jastrow, הוי 1\">היה</a> in the Biblical text; <a class=\"refLink\" href=\"/Menachot.28a.8\" data-ref=\"Menachot 28a:8\">Men. 28ᵃ</a>; a. e.—Esp. (with ref. to <span dir=\"rtl\">והיתה לאיש</span>, <a class=\"refLink\" href=\"/Deuteronomy.24.2\" data-ref=\"Deuteronomy 24:2\">Deut. XXIV, 2</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הוי.1\" data-ref=\"Jastrow, הוי 1\">הָיָה</a> <i>Pi.</i>) <i>legal status of marriage</i>, <a class=\"refLink\" href=\"/Kiddushin.5a.3\" data-ref=\"Kiddushin 5a:3\">Kidd. 5ᵃ</a> <span dir=\"rtl\">מקיש ה׳ ליציאה וכ׳</span> the text puts entrance into marriage on an equality with going out (divorce), as divorce takes place by means of a deed, so may marriage be contracted &c. <a class=\"refLink\" href=\"/Yevamot.13b.4\" data-ref=\"Yevamot 13b:4\">Yeb. 13ᵇ</a> (ref. to <span dir=\"rtl\">לא תהיה</span>, <a class=\"refLink\" href=\"/Deuteronomy.25.5\" data-ref=\"Deuteronomy 25:5\">Deut. XXV, 5</a>) <span dir=\"rtl\">לא תהיה בה ה׳ לזר</span> she shall have no legal status with another man; Y. ib. I, 2ᶜ bot. <span dir=\"rtl\">לא תהא לה ה׳ וכ׳</span> (not <span dir=\"rtl\">יהא</span>); a. fr.—Pl. <span dir=\"rtl\">הֲוָיוֹת</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הַוָּן.1\" data-ref=\"Jastrow, הַוָּן 1\">הֲוָו׳</a>. <a class=\"refLink\" href=\"/Ketubot.46b\" data-ref=\"Ketubot 46b\">Keth. 46ᵇ</a>, a. e. <span dir=\"rtl\">איתקוש ה׳ להדדי</span> the various modes of entrance into marriage correspond to each other.—2) <span dir=\"rtl\">הֲ׳</span>, or <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הֲוָיָה.1\" data-ref=\"Jastrow, הֲוָיָה 1\">הַוָּיָה</a> (v. <a class=\"refLink\" href=\"/Jastrow,_הֲוֵי.1\" data-ref=\"Jastrow, הֲוֵי 1\">preced.</a> <i>Pa</i>.) <i>discussion, argument</i>. Y. Maasr. II, 49ᵈ bot. <span dir=\"rtl\">הוו׳ דר׳ מנא</span> the result of a discussion stated by R. M.—Pl. <span dir=\"rtl\">הֲוָיוֹת</span> or <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הַוָּן.1\" data-ref=\"Jastrow, הַוָּן 1\">הַוָּ׳</a>. <a class=\"refLink\" href=\"/Sukkah.28a.7\" data-ref=\"Sukkah 28a:7\">Succ. 28ᵃ</a> <span dir=\"rtl\">ה׳ דאביי וכ׳</span> (Ms. M. sing.) arguments raised by A. &c.; <a class=\"refLink\" href=\"/Bava_Batra.134a.8\" data-ref=\"Bava Batra 134a:8\">B. Bath. 134ᵃ</a> (Ms. H. sing., Ms. R. <span dir=\"rtl\">הַוָּיֵי</span>; v. Rabb. D. S. a. l. note 40)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d077ec73e25930088d8b6c0", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 157:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Malbim on Leviticus, Tzav 157:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו קנ״ז:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 157.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "<b>לקחתי מאת בני ישראל ואתן אותם לאהרן וכו' מאת בני ישראל:</b> לשון 'לקיחה' יבא בשני פנים: (א) על לקיחה בחזקה, (ב) על לקיחה מהנותן ברצון טוב; שמקבל ממנו המתנה. ובשניהם יש הבדל בין אם בא אחריו מ\"ם \"ממנו\" ובין אם בא אחריו מלת \"מאתו\" \"מאתם\". שבלשון לקיחה בחזקה יציין במלת \"מאתו\" שלוקח דבר שהוא ברשות חברו – \"לא היתה קריה אשר לא לקחנו מאתם\" (דברים ג׳:ד׳), \"אל תקח מאתו נשך\" (ויקרא כ״ה:ל״ו). ובספרי (<small>קרח פסקא קכ</small>) לפי שהוא אומר \"ולבני לוי נתתי את כל מעשר\" בפירות הכתוב מדבר או אינו אלא א' מעשרה בארץ? ת\"ל \"ואל הלוים תדבר כי תקחו מאת בני ישראל את המעשר\" – ר\"ל שבמלת \"מאת\" מציין שלוקחים דבר שעומד ברשותם שהיא מעשר פירותיהן, לא חלק בארץ שעל זה היה לו לומר \"מבני ישראל\" כיון שהארץ אינו ברשותם. ובלשון לקיחה מן הנותן יציין במלת \"מאתו\" שנותן לו ברצון, לא על ידי הכרח – \"קח מאתם והיו לעבד את עבודת אהל מועד\" (במדבר ז׳:ה׳), \"קחו מאתכם תרומה\" (שמות כ״ה:ב׳), \"לקוח מאת הגולה\" (זכריה ו׳:י׳). ולא יבא לשון \"מאתו\" אם תהיה הלקיחה מן המקום או מבלתי בעל רצון. ולכן במה שכתב \"לקחתי מאת בני ישראל\" שהיא הלקיחה בחקזה פירשו חז\"ל שמלת \"מאת\" מציין שהיה ברשותם, כי ראוים היו ישראל. ובמה שכתב שנית \"ואתן אותם לאהרן מאת בני ישראל\" - שהיא הלקיחה על ידי הנותן, שבני ישראל הם הנותנים - פירשו שמציין שנתנוהו ברצון טוב. וזהו שאמר בסוף הפסקא \"מאת בני ישראל\" - מרצון כל ישראל. וכבר בארנו בסדר אמור (<small>סימן סו</small>) שכל מקום שאמר \"לחק עולם\" יש בו טעם שהיה מקום לטעות שאינו נוהג תמיד, עיי\"ש באורך. ואמרו חז\"ל שמה שכתוב במתנת כהונה \"לחק עולם\" בא להוציא בל נטעה שיופסקו על ידי זכות ישראל. וזהו שאמר יכול כשם וכולי. ורצונו לומר כי לענין שיהיה נוהג לבית עולמים הלא אמר בפסוק ל\"ו \"חוקת אולם לדורותיכם\". ומבואר אצלינו באילת השחר <small>(כלל קן</small>) שכל מקום שבא מלת \"אותם\" תחת הכינוי יש בו דרוש, ובא למעט זולתו. ובאר <b>[במשנה ו']</b> שבא לומר \"ואתן אותם\" - לא זולתם, שלא יתן זרוע ולחיים וקיבה שנוהג בחולין. דלא נלמד מקל וחומר אחר שחייבים בחזה ושוק שאינו נוהג בחולין – כל שכן במתנות שנוהגים בחולין. ובחולין <small>(דף קל.)</small> הביאו ברייתא זו ופלפלו בקל וחומר זה, עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d36a53cbcc0db0017124d1c", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beha'alotcha 3:1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "Midrash Tanchuma, Beha'alotcha 3:1", "sourceHeRef": "מדרש תנחומא, בהעלותך ג׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בהעלותך", "he": "<b>בְּהַעֲלוֹתְךָ</b> אֶת הַנֵּרוֹת. אַתָּה מוֹצֵא, שְׁנֵים עָשָׂר שְׁבָטִים שֶׁהִקְרִיבוּ קָרְבָּנוֹת לַחֲנֻכַּת הַמִּזְבֵּחַ, לֹא הִקְרִיב שֵׁבֶט לֵוִי כְּלוּם. וְהָיוּ מְצֵירִים וְאוֹמְרִים: לָמָּה רָחַקְנוּ מֵהַקְרָבָה לַחֲנֻכַּת הַמִּזְבֵּחַ. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לַמֶּלֶךְ שֶׁעָשָׂה סְעוּדָה, וְהָיָה קוֹרֵא בְּכָל יוֹם אֻמָּנִיּוֹת. הָיָה לוֹ אוֹהֵב אֶחָד שֶׁהָיָה אוֹהֵב יוֹתֵר מִדַּאי, לֹא קָרָא אוֹתוֹ עִמָּהֶם. וְהָיָה מֵיצֵר לוֹמַר, שֶׁמָּא יֵשׁ בְּלִבּוֹ שֶׁל מֶלֶךְ עָלַי כְּלוּם לְפִיכָךְ לֹא זִמְּנַנִי מִכָּל הַסְּעוּדוֹת הָאֵלּוּ. כֵּיוָן שֶׁעָבְרוּ כָּל יְמֵי הַסְּעוּדָה, קָרָא לְאוֹתוֹ אוֹהֵב וְאָמַר, לְכָל בְּנֵי הַמְּדִינָה עָשִׂיתִי סְעוּדָה, וּלְךָ לְעַצְמְךָ אֲנִי עוֹשֶׂה סְעוּדָה אַחַת בִּלְבַד יְחִידָה. לוֹמַר, שֶׁאוֹהֲבִי אַתָּה. כָּךְ, הַמֶּלֶךְ, זֶה מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא. אַתְּ מוֹצֵא שְׁנֵים עָשָׂר שְׁבָטִים הִקְרִיבוּ לַחֲנֻכַּת הַמִּזְבֵּחַ, וְקִבְּלָן הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: קַח מֵאִתָּם. וְשִׁבְטוֹ שֶׁל לֵוִי לֹא הִקְרִיבוּ. כֵּיוָן שֶׁעָבְרָה חֲנֻכַּת הַמִּזְבֵּחַ, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַהֲרֹן וּלְבָנָיו, כָּל הַשְּׁבָטִים עָשׂוּ לְעָצְמָם חֲנֻכָּה, וְאַתֶּם לְעַצְמְכֶם עָשׂוּ חֲנֻכָּה. לְכָךְ נֶאֱמַר: דַּבֵּר אֶל אַהֲרֹן בְּהַעֲלוֹתְךָ, וְאַחֲרֵי כֵן, קַח אֶת הַלְּוִיִּם. דָּבָר אַחֵר, בְּהַעֲלוֹתְךָ אֶת הַנֵּרוֹת. אַתְּ מוֹצֵא שֶׁנִּתְקַשָּׁה מֹשֶׁה בְּמַעֲשֵׂה הַמְּנוֹרָה יוֹתֵר מִכָּל כְּלֵי הַמִּשְׁכָּן, עַד שֶׁהֶרְאָה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בָּאֶצְבַּע. בִּשְׁלֹשָה דְּבָרִים נִתְקַשָּׁה מֹשֶׁה כוּ'. מִקְשָׁה זָהָב, מַהוּ מִקְשָׁה. כְּלוֹמַר, מַה קָּשָׁה הִיא לַעֲשׂוֹת. שֶׁהַרְבֵּה יָגַע מֹשֶׁה עַד שֶׁלֹּא עָשָׂה הַמְּנוֹרָה, שֶׁכֵּן הוּא אוֹמֵר, מִקְשָׁה תֵּעָשֶׂה הַמְּנוֹרָה <small>(שמות כה, לא)</small>. כֵּיוָן שֶׁנִּתְקַשָּׁה, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, טוֹל כִּכָּר זָהָב וְהַשְׁלִיכֵהוּ לָאֵשׁ וְהוֹצִיאֵהוּ, וְהִיא נַעֲשֵׂית מֵעַצְמָהּ, וְכַפְתּוֹרֶיהָ וּפְרָחֶיהָ גְּבִיעֶיהָ וְקָנֶיהָ מִמֶּנָּה. אַתָּה הֶיֵה מַכֶּה בַּפַּטִּישׁ, וּמֵעַצְמָהּ נַעֲשֵׂית. לְכָךְ הוּא אוֹמֵר, מִקְשָׁה תֵּעָשֶׂה הַמְּנוֹרָה, יוּ״‎ד מָלֵא, וְלֹא כְּתִיב תַּעֲשֶׂה. כְּלוֹמַר, מֵעַצְמָהּ תֵּעָשֶׂה. מֶה עָשָׂה מֹשֶׁה. נָטַל אֶת הַכִּכָּר וְהִשְׁלִיכוּ לָאוּר, וְאָמַר מֹשֶׁה, רִבּוֹנוֹ שֶׁל עוֹלָם, הֲרֵי הַכִּכָּר נִשְׁלַךְ בְּתוֹךְ הָאֵשׁ, כְּשֵׁם שֶׁאַתָּה רוֹצֶה, תֵּעָשֶׂה לְפָנֶיךָ. מִיָּד יָצָאת הַמְּנוֹרָה עֲשׂוּיָה כְּתִקּוּנָהּ. לְכָךְ כְּתִיב: כְּמַרְאֶה אֲשֶׁר הֶרְאָה ה' וְגוֹ'. כֵּן עָשָׂה מֹשֶׁה אֵין אוֹמֵר כָּאן, אֶלָּא כֵּן עָשָׂה, סְתָם. מִי עָשָׂה. הַקָּדוֹשׁ בָּרוּךְ הוּא. לְפִיכָךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַזְהִיר אֶת אַהֲרֹן לְהַדְלִיק, שֶׁנֶּאֱמַר: בְּהַעֲלוֹתְךָ אֶת הַנֵּרוֹת. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, אִם הִזְהַרְתָּם לִהְיוֹת מַדְלִיקִים לְפָנַי, אֲנִי מְשַׁמֵּר אֶת נַפְשׁוֹתֵיכֶם מִכָּל דָּבָר רַע, שֶׁנִּמְשְׁלוּ נַפְשׁוֹתֵיכֶם כַּנֵּר, שֶׁנֶּאֱמַר: נֵר ה' נִשְׁמַת אָדָם <small>(משלי כ, כז)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 8:2:) “When you set up the lamps.”<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Numb. R. 15:3.</i> You find that, when twelve tribes presented offerings at the dedication of the altar, the tribe of Levi did not offer anything. They were depressed and said, “Why were we removed from making an offering at the dedication of the altar?” A parable: To what is the matter comparable? To a king who made a banquet and each day invited various artisans. Now he had a certain friend who he loved exceedingly, but he did not invite him along with them. So he was depressed saying, “Perhaps the king harbors [some grievance] against me in his heart. [Perhaps] it is for this reason that the king has not invited me to any of the feasts.” When the days of the feast had passed [the king] called the friend [and] said to him, “For all the people of the province I made [that] feast, but for you only I am making one single feast for yourself. Why? Because you are my friend.” So this king is the King of kings, the Holy One, blessed be He. You find that the twelve tribes brought offerings for the dedication of the altar and the Holy One, blessed be He, accepted them, as stated (in Numb. 7:5), “Take it from them.” But the tribe of Levi did not bring an offering. When the dedication of the altar had passed, the Holy One, blessed be He, said to Aaron and his sons, “All the tribes have made a dedication. Now you make a dedication by yourselves.” It is therefore stated (in Numb. 8:2), “Speak unto Aaron [and say unto him], ‘When you set up the lamps,’” and afterwards [it is written] (in vs. 6), “Take the Levites.” Another interpretation (of Numb. 8:2), “Speak unto Aaron [and say unto him], ‘When you set up the lamps.’” You find that Moses experienced more difficulty in making the menorah then for all the [other] vessels of the tabernacle; until the Holy One, blessed be He, showed him with [His] finger.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Above Lev. 3:11 and the parallels listed there; Numb. R. 15:4.</i> Moshe experienced difficulty with three things.... What is the meaning of hammered work (<i>mqshh</i>)? It is meaning to say, how difficult (<i>mh qshh</i>) it is to make. For Moses spent a lot of effort before the menorah was made; as it says so (in Exod. 25:31), “with difficulty (<i>mqshh</i>, revoweled as <i>miqqashah</i>)<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">A typical translation of the Masoretic pointing would be: OF HAMMERED WORK.</i> shall the menorah be made.” When it became difficult for him, the Holy One, blessed be He, said to him, “Moses, take a talent of gold and cast it into the fire. Then take it out, and it will have been made automatically.” (Ibid. cont.:) “Its base, its shaft, its cups, its knobs, and its flowers from it,”<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">English translations usually render the end of this verse: …SHALL BE OF ONE PIECE or something similar; however, the midrash follows the interpretation given here.</i> [is to mean] “Make a blow with a hammer, and it will be made automatically.” It was therefore stated (in Exod. 25:31), “of hammered work (i.e. with difficulty) shall [the menorah] be made (<i>ty'sh</i>).” [The verb is spelled] fully with a <i>y</i> (<i>yod</i> in Hebrew) and not written [with the normal spelling] as <i>t'sh</i> (which could be translated, \"you shall make\"). [It is written with the extra letter] so as to say [that] it shall be made automatically. What did Moses do? He took a talent of gold and threw it into the fire. Then Moses said, “Master of the world, here is the talent; it is cast into the midst of the fire. Let it be made (<i>ty'sh</i>) in front of You just as You wish.” Immediately the menorah came forth made as it should be. It is therefore written (in Numb. 8:4 end), “according to the pattern which the Lord had shown Moses, [so did he make the menorah].” \"Moses made\" is not written here, but merely “he made.” [So] who did make it? The Holy One, blessed be He. Therefore, the Holy One, blessed be He, told Moses to warn Aaron to light [the lamps] as stated (in Numb. 8:2), “When you set up the lamps.” The Holy One, blessed be He, said to Israel, “If you light [the lamps] before Me, I will preserve your souls from everything evil.” Thus their souls are likened to a lamp, as stated (in Prov. 20:27), “A person's soul is the lamp of the Lord.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d281b6084aa1cbf1ac21", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֵוִי² 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "BDB, לֵוִי² 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֵוִי² א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֵוִי²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">לֵוִי</span></big><sub>291</sub>  <strong>adj.gent. Levite</strong>;—<span dir=\"rtl\">לֵוִי</span>, 40 times; pl. <span dir=\"rtl\">לְוִיִּם</span> 250 times; sf. 1 pl. <span dir=\"rtl\">לְוִיֵּנוּ</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>;—<br>†<strong>1.</strong>  sg. of individual, <span dir=\"rtl\">אִישׁ ל׳</span> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">Ju 19:1</a> <em>a certain Levite;</em> pred. <span dir=\"rtl\">וְהוּא ל׳</span> <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">Ju 17:1</a> <em>and he was a Levite</em>, so v <a data-ref=\"Judges 17:9\" href=\"/Judges.17.9\">9</a>; c. art. <span dir=\"rtl\">הַלּ׳</span> as subst. <em>the Levite</em> <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a> (J), <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>, <a data-ref=\"Judges 17:11\" href=\"/Judges.17.11\">11</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a>, <a data-ref=\"Judges 17:13\" href=\"/Judges.17.13\">13</a> (as priest), <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">Dt 18:6</a>; <a data-ref=\"II Chronicles 20:14\" href=\"/II_Chronicles.20.14\">2 Ch 20:14</a>; <a data-ref=\"II Chronicles 31:12\" href=\"/II_Chronicles.31.12\">31:12</a>, <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">14</a>, <a data-ref=\"Ezra 10:15\" href=\"/Ezra.10.15\">Ezr 10:15</a>; <span dir=\"rtl\">הַנַּעַר הַלּ׳</span> <a data-ref=\"Judges 18:3\" href=\"/Judges.18.3\">Ju 18:3</a>, <a data-ref=\"Judges 18:15\" href=\"/Judges.18.15\">15</a>; <span dir=\"rtl\">הָאִישׁ הַלּ׳</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">20:4</a>.<br>Sg. usually †<strong>2.</strong>  c. art. <span dir=\"rtl\">הַלֵּוִי</span> as subst. coll. <em>the Levites:</em> <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">Ex 6:19</a>; <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">Nu 3:20</a>, <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">32</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a> (all P); <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a> (P; charged with service of tabern.); especially D, <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">Dt 12:12</a>, <a data-ref=\"Deuteronomy 12:18\" href=\"/Deuteronomy.12.18\">18</a>, <a data-ref=\"Deuteronomy 12:19\" href=\"/Deuteronomy.12.19\">19</a>; <a data-ref=\"Deuteronomy 14:27\" href=\"/Deuteronomy.14.27\">14:27</a>, <a data-ref=\"Deuteronomy 14:29\" href=\"/Deuteronomy.14.29\">29</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a>; <a data-ref=\"Deuteronomy 26:10\" href=\"/Deuteronomy.26.10\">26:10</a>, <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">12</a>, <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">13</a>; also <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">1 Ch 24:6</a>; <a data-ref=\"Malachi 2:8\" href=\"/Malachi.2.8\">Mal 2:8</a> (as priestly tribe), <span dir=\"rtl\">שֵׁבֶט הַלּ׳</span> <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a> <em>tribe of the Levites</em> (set apart for service), cf. <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a>; <a data-ref=\"I Chronicles 23:14\" href=\"/I_Chronicles.23.14\">1 Ch 23:14</a>; <span dir=\"rtl\">בְּנֵי־הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> (van d. H. v <a data-ref=\"I Chronicles 12:26\" href=\"/I_Chronicles.12.26\">26</a>) <em>sons of the Levites</em> (i.e. of the tribe); so <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a> (as tithe-collectors); <span dir=\"rtl\">בֵּית הַלֵּוִי</span> <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">ψ 135:20</a> <em>house</em> (family, tribe) <em>of the Levites</em><br><strong>3.</strong>  pl. <span dir=\"rtl\">לְוִיִּם</span> chiefly Chr and P;—always c. art. <span dir=\"rtl\">הַֽלְוִיִּם</span> except sf. <span dir=\"rtl\">לְוִיֵּנוּ</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>; the art. is om. by 𝔊𝔙 and most in <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a>; always = subst. <em>Levites;</em>— <strong>A.</strong> †<strong>a.</strong>  earlier usage:—as bearing the ark <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; <a data-ref=\"II Samuel 15:24\" href=\"/II_Samuel.15.24\">2 S 15:24</a>; <a data-ref=\"Deuteronomy 31:25\" href=\"/Deuteronomy.31.25\">Dt 31:25</a>, so (with priests) <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> = <a data-ref=\"II Chronicles 5:5\" href=\"/II_Chronicles.5.5\">2 Ch 5:5</a> (ℌ <span dir=\"rtl\">הכהנים הַל׳</span>; read prob. <span dir=\"rtl\">וְהַל׳</span> as in K, 𝔊𝔖𝔙 cf. Öt VB); also <a data-ref=\"I Chronicles 15:2\" href=\"/I_Chronicles.15.2\">1 Ch 15:2</a>, <a data-ref=\"I Chronicles 15:26\" href=\"/I_Chronicles.15.26\">26</a>, <a data-ref=\"I Chronicles 15:27\" href=\"/I_Chronicles.15.27\">27</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">23:26</a>; <a data-ref=\"II Chronicles 5:4\" href=\"/II_Chronicles.5.4\">2 Ch 5:4</a> (for <span dir=\"rtl\">הכהנים</span> ‖ <a data-ref=\"I Kings 8:3\" href=\"/I_Kings.8.3\">1 K 8:3</a>). †<strong>b.</strong>  not disting. from priests by D: <span dir=\"rtl\">הַכֹּהֲנִים הַל׳</span> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>, <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">18</a>; <a data-ref=\"Deuteronomy 18:1\" href=\"/Deuteronomy.18.1\">18:1</a>; <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">24:8</a>; <a data-ref=\"Deuteronomy 27:9\" href=\"/Deuteronomy.27.9\">27:9</a>, <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">8:33</a> (both D; as bearing ark), also <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">Je 33:18</a>, <a data-ref=\"Jeremiah 33:21\" href=\"/Jeremiah.33.21\">21</a> <span dir=\"rtl\">(הַל׳ הַכּ׳)</span>, <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a>; cf. <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">Dt 18:7</a>; <a data-ref=\"Deuteronomy 27:14\" href=\"/Deuteronomy.27.14\">27:14</a> <a data-ref=\"Jeremiah 33:22\" href=\"/Jeremiah.33.22\">Je 33:22</a>; <span dir=\"rtl\">הַכּ׳ הַל׳</span> likewise <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">30:27</a> (but read prob. <span dir=\"rtl\">וְהַל׳</span> after 𝔊𝔖𝔙, cf. Öt and infr.) †<strong>c.</strong>  as tribal designation, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a>; <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">Nu 3:39</a>; <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>, <a data-ref=\"Numbers 4:46\" href=\"/Numbers.4.46\">46</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">Jos 21:1</a> (all P), <a data-ref=\"I Chronicles 9:33\" href=\"/I_Chronicles.9.33\">1 Ch 9:33</a>, <a data-ref=\"I Chronicles 9:34\" href=\"/I_Chronicles.9.34\">34</a>; <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">15:12</a>; <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>; <a data-ref=\"Nehemiah 11:15\" href=\"/Nehemiah.11.15\">Ne 11:15</a>, <a data-ref=\"Nehemiah 11:16\" href=\"/Nehemiah.11.16\">16</a>; <a data-ref=\"Nehemiah 12:24\" href=\"/Nehemiah.12.24\">12:24</a>; with ref. to share in land <a data-ref=\"Leviticus 25:32\" href=\"/Leviticus.25.32\">Lv 25:32</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 1:47\" href=\"/Numbers.1.47\">Nu 1:47</a>; <a data-ref=\"Numbers 2:33\" href=\"/Numbers.2.33\">2:33</a>; <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a>, <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">4</a>; <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a>, <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">4</a>, <a data-ref=\"Joshua 21:8\" href=\"/Joshua.21.8\">8</a>, <a data-ref=\"Joshua 21:20\" href=\"/Joshua.21.20\">20</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a>, <a data-ref=\"Joshua 21:39\" href=\"/Joshua.21.39\">39</a> (all P), <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a> (D), <a data-ref=\"I Chronicles 6:49\" href=\"/I_Chronicles.6.49\">1 Ch 6:49</a>; cf. also <a data-ref=\"II Chronicles 11:14\" href=\"/II_Chronicles.11.14\">2 Ch 11:14</a>†. <strong>d.</strong>  set apart for service in tabern., <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">51</a><sup>(×2)</sup>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a><sup>(×2)</sup>; <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>, <a data-ref=\"Numbers 7:6\" href=\"/Numbers.7.6\">6</a>; <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">8:6</a> + 18 times <a data-ref=\"Numbers 8\" href=\"/Numbers.8\">Nu 8</a> (all P), cf. <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>; <a data-ref=\"I Chronicles 16:4\" href=\"/I_Chronicles.16.4\">16:4</a>; ministers to Aaron and his sons <a data-ref=\"Numbers 3:9\" href=\"/Numbers.3.9\">Nu 3:9</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>; <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">18:6</a> (P); set apart for <span dir=\"rtl\">י׳</span> (as redemption for first-born) <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a><sup>(×2)</sup> + 7 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> (P); with certain perquisites <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">Nu 18:24</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a>, <a data-ref=\"Numbers 18:30\" href=\"/Numbers.18.30\">30</a> + 9 times Nu (P). <strong>B.</strong>  in Chr. the tribal idea is in the background, and thought of Levites as official class is prominent: <strong>a.</strong>  disting. from priests <span dir=\"rtl\">הַכּ׳ וְהַל׳</span> <a data-ref=\"I Chronicles 9:14\" href=\"/I_Chronicles.9.14\">1 Ch 9:14</a> (cf. v <a data-ref=\"I Chronicles 9:10\" href=\"/I_Chronicles.9.10\">10</a>), <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">13:2</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a>, <a data-ref=\"I Chronicles 15:11\" href=\"/I_Chronicles.15.11\">11</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"I Chronicles 23:2\" href=\"/I_Chronicles.23.2\">23:2</a>; <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">24:6</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> + 67 times Chr.; also <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a> (according to Vrss., but dub.), <a data-ref=\"Ezekiel 44:10\" href=\"/Ezekiel.44.10\">Ez 44:10</a>; <a data-ref=\"Ezekiel 45:5\" href=\"/Ezekiel.45.5\">45:5</a> (cf. v <a data-ref=\"Ezekiel 45:4\" href=\"/Ezekiel.45.4\">4</a>), <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>, <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">12</a>, <a data-ref=\"Ezekiel 48:13\" href=\"/Ezekiel.48.13\">13</a>, <a data-ref=\"Ezekiel 48:22\" href=\"/Ezekiel.48.22\">22</a>. <strong>b.</strong>  as porters, <a data-ref=\"I Chronicles 9:26\" href=\"/I_Chronicles.9.26\">1 Ch 9:26</a>; <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">26:17</a>, cf. <a data-ref=\"Ezekiel 34:9\" href=\"/Ezekiel.34.9\">34:9</a>; as in charge of music, <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>, <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">17</a>, <a data-ref=\"I Chronicles 15:22\" href=\"/I_Chronicles.15.22\">22</a> <a data-ref=\"II Chronicles 5:12\" href=\"/II_Chronicles.5.12\">2 Ch 5:12</a>; <a data-ref=\"II Chronicles 29:25\" href=\"/II_Chronicles.29.25\">29:25</a>, <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">30</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a> <a data-ref=\"Nehemiah 12:27\" href=\"/Nehemiah.12.27\">Ne 12:27</a>; yet disting. from porters and singers, <a data-ref=\"Nehemiah 7:1\" href=\"/Nehemiah.7.1\">Ne 7:1</a>; <a data-ref=\"Nehemiah 13:5\" href=\"/Nehemiah.13.5\">13:5</a>, <a data-ref=\"Nehemiah 13:10\" href=\"/Nehemiah.13.10\">10</a>; disting. also from <span dir=\"rtl\">נְתִינִים</span> <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">1 Ch 9:2</a>; <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">Ne 10:29</a>; further (with various official functions) <a data-ref=\"I Chronicles 9:31\" href=\"/I_Chronicles.9.31\">1 Ch 9:31</a> + 29 times Chr.; of groups of individuals, <a data-ref=\"II Chronicles 17:8\" href=\"/II_Chronicles.17.8\">2 Ch 17:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 29:12\" href=\"/II_Chronicles.29.12\">29:12</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a> <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>, <a data-ref=\"Ezra 8:33\" href=\"/Ezra.8.33\">Ezr 8:33</a>; <a data-ref=\"Nehemiah 3:17\" href=\"/Nehemiah.3.17\">Ne 3:17</a>; <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">9:5</a>; <a data-ref=\"Nehemiah 10:10\" href=\"/Nehemiah.10.10\">10:10</a>; <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">12:8</a>, also <a data-ref=\"Nehemiah 8:7\" href=\"/Nehemiah.8.7\">8:7</a> (om. <span dir=\"rtl\">וְ</span>; 𝔙 BeRy Ryle). <strong>c.</strong>  <span dir=\"rtl\">בְּנֵי־הַלְוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a> (bearing ark), <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (tribal designation).—See, on Levites, especially Gf<sup>Gesch. d. Stammes Levi</sup> in Me<sup>Archiv i. 68 ff. 208 ff.</sup> We<sup>Prol. Cap. iv</sup> RS<sup>OTJC. 435 f., 2nd ed., 360 f.</sup> Bau<sup>Priesterthum 50 f., 68 f., and often</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d34db6084aa1cbf25011", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עָבַד 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "BDB, עָבַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עָבַד א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עָבַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">עָבַד</span></big></big><sub>290</sub><big></big>  <strong>vb. work, serve (</strong>Old Aramaic <span dir=\"rtl\">עבד</span> <em>do, make</em>, especially Nab. Palm. (often), Lzb<sup>331 f.</sup> Cook<sup>86</sup>, so 𝔗 <span dir=\"rtl\">עֲבַד</span>, Syriac <span dir=\"rtl\">ܥܒܰܕ</span> (very often); but also Old Aramaic Ph. <span dir=\"rtl\">עבד</span> <em>slave, vassal</em> (and in many n.pr.), 𝔗 <span dir=\"rtl\">עַבְדָּא</span>, Syriac <span dir=\"rtl\">ܥܰܒܕܳܐ</span> id.<em>;</em> Assyrian <em>abdu</em>, id. (rare); NH <span dir=\"rtl\">עָבַד</span> <em>serve, perform acts of worship</em> (c. acc. cogn.), and deriv.; Arabic <span dir=\"rtl\">عَبَدَ</span> <em>worship, obey</em> (God); cf. We<sup>Skizzen iii. 165; Heid. 141</sup>, ii. <em>enslave;</em> <span dir=\"rtl\">عَبْدٌ</span> <em>slave, worshipper;</em> Sab. <span dir=\"rtl\">עבד</span> id. DHM<sup>Sudar. Alt. p. 18</sup>; Gerber<sup>Verb. Denom.14 ff.</sup> thinks <em>be slave, serve</em> (Qal) and <em>enslave</em> (Hiph.) are denom., cf. also Nö<sup>ZMG xi (1886), 741</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>272</sub>  Pf. 3 ms. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a> +; sf. <span dir=\"rtl\">עֲבָדוֹ</span> <a data-ref=\"Malachi 3:18\" href=\"/Malachi.3.18\">Mal 3:18</a> +; 3 mpl. <span dir=\"rtl\">עָֽבְדוּ</span> <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">Dt 7:4</a>; <span dir=\"rtl\">עָבָ֑דוּ</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, + 64 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יַעֲבֹד</span> <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> +; sf. <span dir=\"rtl\">יַעַבְדֵ֫נִי</span> <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">Ex 4:23</a>; <span dir=\"rtl\">יַעַבְדֶ֫נּוּ</span> <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a> <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a>; 3 mpl. <span dir=\"rtl\">יַעַבְדוּ</span> <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">Dt 12:30</a> +; <span dir=\"rtl\">יַעֲבֹ֑דוּ</span> <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> (Dr<sup>§ 103</sup>) <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">Jb 36:11</a>; 2 mpl. <span dir=\"rtl\">תַּעַבְדוּן</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>, <span dir=\"rtl\">תַּעֲבֹד֑וּן</span> <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">Jos 24:15</a>, + 99 times Impf.; (<span dir=\"rtl\">תָּעָבְדֵם</span>, <span dir=\"rtl\">נָֽעָבְדֵם</span> v. <strong>Hoph.</strong>); Imv. <span dir=\"rtl\">עֲבֹד</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a>; sf. <span dir=\"rtl\">עָבְדֵהוּ</span> <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">1 Ch 28:9</a>; <span dir=\"rtl\">עִבְדוּ</span> <a data-ref=\"Exodus 5:18\" href=\"/Exodus.5.18\">Ex 5:18</a> + 15 times; <span dir=\"rtl\">עֲבֹ֑דוּ</span> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; sf. <span dir=\"rtl\">עִבְדֻהוּ</span> <a data-ref=\"I Samuel 7:3\" href=\"/I_Samuel.7.3\">1 S 7:3</a>; Inf. cstr. <span dir=\"rtl\">עֲבֹד</span> <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> +; <span dir=\"rtl\">עֲבָד־</span> <a data-ref=\"Jeremiah 34:9\" href=\"/Jeremiah.34.9\">Je 34:9</a>, <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">10</a>; sf. <span dir=\"rtl\">עָבְדוֹ</span> <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a> +, etc.; Pt. <span dir=\"rtl\">עֹבֵד</span> <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a> +; pl. <span dir=\"rtl\">עֹבְדִים</span> <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a> +; cstr. <span dir=\"rtl\">עֹבְדֵי</span> <a data-ref=\"Psalms 97:7\" href=\"/Psalms.97.7\">ψ 97:7</a> +; sf. <span dir=\"rtl\">עֹבְדָיו</span> <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">2 K 10:19</a>; <span dir=\"rtl\">עֹבְדֵיהֶם</span> <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a>;— †<strong>1.</strong>  <em>labour, work, do work:</em> abs. <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a> = <a data-ref=\"Exodus 34:21\" href=\"/Exodus.34.21\">34:21</a> = <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a> (4th word); <a data-ref=\"Exodus 5:18\" href=\"/Exodus.5.18\">Ex 5:18</a> (E) <a data-ref=\"Ecclesiastes 5:11\" href=\"/Ecclesiastes.5.11\">Ec 5:11</a>; c. acc. rei, <em>till</em> the ground <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>; <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">3:23</a>; <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a> (J), <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a>; <a data-ref=\"Isaiah 30:24\" href=\"/Isaiah.30.24\">Is 30:24</a>; <a data-ref=\"Jeremiah 27:11\" href=\"/Jeremiah.27.11\">Je 27:11</a>; <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>; <a data-ref=\"Proverbs 12:11\" href=\"/Proverbs.12.11\">Pr 12:11</a>; <a data-ref=\"Proverbs 28:19\" href=\"/Proverbs.28.19\">28:19</a>; obj. om. <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>; <a data-ref=\"Ezekiel 48:19\" href=\"/Ezekiel.48.19\">Ez 48:19</a>; vineyard <a data-ref=\"Deuteronomy 28:39\" href=\"/Deuteronomy.28.39\">Dt 28:39</a>; garden <a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">Gn 2:15</a> (J); <span dir=\"rtl\">עֹבְדֵי פִשְׁתִּים</span> <a data-ref=\"Isaiah 19:9\" href=\"/Isaiah.19.9\">Is 19:9</a> <em>workers in flax;</em> <span dir=\"rtl\">עֹבְדֵ(י) הָעִיר</span> <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a>, <a data-ref=\"Ezekiel 48:19\" href=\"/Ezekiel.48.19\">19</a> <em>labourers of the city;</em> <span dir=\"rtl\">ע׳ עֲבֹדָתוֹ</span> <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a> <em>work his work</em> (only here of God, ‖ <span dir=\"rtl\">עשׂה מַעֲשֵׂהוּ</span>); <span dir=\"rtl\">ע׳ עבדה על</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a> <em>serve a military service against</em>. †<strong>2.</strong>  <em>work for another, serve him by labour:</em> abs. <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> (E); c. acc. pers. <a data-ref=\"Genesis 29:15\" href=\"/Genesis.29.15\">Gn 29:15</a>; <a data-ref=\"Genesis 31:6\" href=\"/Genesis.31.6\">31:6</a>; <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a> (E) <a data-ref=\"Deuteronomy 15:12\" href=\"/Deuteronomy.15.12\">Dt 15:12</a>, <a data-ref=\"Deuteronomy 15:18\" href=\"/Deuteronomy.15.18\">18</a>; <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; <a data-ref=\"Jeremiah 34:14\" href=\"/Jeremiah.34.14\">Je 34:14</a>, king his people <a data-ref=\"I Kings 12:7\" href=\"/I_Kings.12.7\">1 K 12:7</a>; subj. animals <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a>; <a data-ref=\"Job 39:9\" href=\"/Job.39.9\">Jb 39:9</a>; c. acc. pers. et rei <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 30:29\" href=\"/Genesis.30.29\">29</a> (J); c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a>; <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">Gn 29:25</a>, <a data-ref=\"Genesis 29:30\" href=\"/Genesis.29.30\">30</a> (E) <a data-ref=\"Leviticus 25:40\" href=\"/Leviticus.25.40\">Lv 25:40</a> (P); <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a> (E); <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a><sup>(×2)</sup>; c. <span dir=\"rtl\">בְּ</span> of price <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a>, <a data-ref=\"Genesis 29:20\" href=\"/Genesis.29.20\">20</a>, <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">25</a>; <a data-ref=\"Genesis 31:41\" href=\"/Genesis.31.41\">31:41</a> (E) <a data-ref=\"Hosea 12:13\" href=\"/Hosea.12.13\">Ho 12:13</a>; <a data-ref=\"Ezekiel 29:20\" href=\"/Ezekiel.29.20\">Ez 29:20</a>; c. <span dir=\"rtl\">בְּ</span> pers. <em>work by means of another, use him as slave</em>, <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a>, <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">46</a> (P) <a data-ref=\"Jeremiah 22:13\" href=\"/Jeremiah.22.13\">Je 22:13</a>; <a data-ref=\"Jeremiah 30:8\" href=\"/Jeremiah.30.8\">30:8</a>; <a data-ref=\"Jeremiah 34:9\" href=\"/Jeremiah.34.9\">34:9</a>, <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">10</a>; cf. <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>. <strong>3.</strong>  <em>serve as subjects:</em> usually c. acc., their own rulers <a data-ref=\"Judges 9:28\" href=\"/Judges.9.28\">Ju 9:28</a><sup>(×2)</sup>, <a data-ref=\"Judges 9:38\" href=\"/Judges.9.38\">38</a> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a> +; other kings, by tribute <a data-ref=\"Psalms 18:44\" href=\"/Psalms.18.44\">ψ 18:44</a> = <a data-ref=\"II Samuel 22:44\" href=\"/II_Samuel.22.44\">2 S 22:44</a>; <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; <a data-ref=\"Jeremiah 28:14\" href=\"/Jeremiah.28.14\">28:14</a>; <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> +, other nations <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">2 S 10:19</a>; <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a>; <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a> +, kings other kings <a data-ref=\"II Kings 18:7\" href=\"/II_Kings.18.7\">2 K 18:7</a> +, c. <span dir=\"rtl\">לְ</span>, <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a><sup>(×2)</sup>; †<span dir=\"rtl\">מַס עֹבֵד</span> <a data-ref=\"Genesis 49:15\" href=\"/Genesis.49.15\">Gn 49:15</a> (J) <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">Jos 16:10</a>; <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> (see <a data-ref=\"BDB, מַס\" href=\"/BDB,_מַס\", dir=\"rtl\">מַס</a>); †c. <span dir=\"rtl\">בְּ</span> pers., <em>work with</em>, i.e. use as subjects, impose tribute upon, <a data-ref=\"Jeremiah 25:14\" href=\"/Jeremiah.25.14\">Je 25:14</a>; <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">27:7</a>; <a data-ref=\"Ezekiel 34:27\" href=\"/Ezekiel.34.27\">Ez 34:27</a>. <strong>4.</strong>  <em>serve</em> God: <strong>a.</strong>  c. acc. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>; <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">4:23</a>; <a data-ref=\"Exodus 7:16\" href=\"/Exodus.7.16\">7:16</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a> (JE), <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a>; <a data-ref=\"Job 21:15\" href=\"/Job.21.15\">Jb 21:15</a>; <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> +; c. acc. pers. et rei <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">Ex 10:26</a> (E); acc. pers. om., <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a> (read <span dir=\"rtl\">אֶעֱבוֹד</span> Kt), <span dir=\"rtl\">עבד זבח ומנחה</span> <a data-ref=\"Isaiah 19:21\" href=\"/Isaiah.19.21\">Is 19:21</a> <em>serve with peace-offering and grain-offering;</em> <span dir=\"rtl\">עבד עֲבֹדָה</span> <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a> (of <span dir=\"rtl\">מַצֹּת</span>). <strong>b.</strong>  other gods, c. acc. <span dir=\"rtl\">א׳</span> †<a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>; <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">12:2</a>, <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">30</a> †; <span dir=\"rtl\">אלהים אחרים</span> <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">7:4</a>; <a data-ref=\"Deuteronomy 8:19\" href=\"/Deuteronomy.8.19\">8:19</a>; <a data-ref=\"Deuteronomy 11:16\" href=\"/Deuteronomy.11.16\">11:16</a>; <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">13:7</a>, <a data-ref=\"Deuteronomy 13:14\" href=\"/Deuteronomy.13.14\">14</a>; <a data-ref=\"Deuteronomy 17:3\" href=\"/Deuteronomy.17.3\">17:3</a>; <a data-ref=\"Deuteronomy 28:14\" href=\"/Deuteronomy.28.14\">28:14</a>, <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:25\" href=\"/Deuteronomy.29.25\">29:25</a>; <a data-ref=\"Deuteronomy 30:17\" href=\"/Deuteronomy.30.17\">30:17</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a>; <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">Jos 23:16</a>; <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">24:2</a>, <a data-ref=\"Joshua 24:16\" href=\"/Joshua.24.16\">16</a>; <a data-ref=\"Judges 2:19\" href=\"/Judges.2.19\">Ju 2:19</a>; <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">10:13</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">1 S 8:8</a>; <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">26:19</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>, <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">9</a>; <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">2 K 17:35</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>, <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">22</a>; <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">13:10</a>; <a data-ref=\"Jeremiah 16:11\" href=\"/Jeremiah.16.11\">16:11</a>, <a data-ref=\"Jeremiah 16:13\" href=\"/Jeremiah.16.13\">13</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 25:6\" href=\"/Jeremiah.25.6\">25:6</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a> (all D and Je); <span dir=\"rtl\">אֱלֹהֵי הַגּוֹיִם</span> <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <span dir=\"rtl\">זָרִים</span> <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; †<span dir=\"rtl\">כל צבא השׁמים</span> <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a>; <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a>; <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a>; <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a>; †<span dir=\"rtl\">הבעל(ים)</span> <a data-ref=\"Judges 2:11\" href=\"/Judges.2.11\">Ju 2:11</a>; <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">3:7</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">10</a>; <a data-ref=\"I Samuel 12:10\" href=\"/I_Samuel.12.10\">1 S 12:10</a>; <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a>; <a data-ref=\"I Kings 22:54\" href=\"/I_Kings.22.54\">22:54</a>; <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">19</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">21</a>, <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">22</a>, <a data-ref=\"II Kings 10:23\" href=\"/II_Kings.10.23\">23</a><sup>(×2)</sup>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">17:16</a>; †<span dir=\"rtl\">אלהי נֵכָר</span> <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a>; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; †<span dir=\"rtl\">(הַ)גִּלּוּלִים</span> <a data-ref=\"II Kings 17:12\" href=\"/II_Kings.17.12\">2 K 17:12</a>; <a data-ref=\"II Kings 21:21\" href=\"/II_Kings.21.21\">21:21</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; †<span dir=\"rtl\">האשׁרים</span> <a data-ref=\"II Chronicles 24:18\" href=\"/II_Chronicles.24.18\">2 Ch 24:18</a>; <span dir=\"rtl\">עצבים</span> <a data-ref=\"Psalms 106:36\" href=\"/Psalms.106.36\">ψ 106:36</a>; †<span dir=\"rtl\">פסיל(ים)</span> <a data-ref=\"II Chronicles 33:22\" href=\"/II_Chronicles.33.22\">2 Ch 33:22</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <span dir=\"rtl\">פסל</span> <a data-ref=\"Psalms 97:7\" href=\"/Psalms.97.7\">ψ 97:7</a>; c. <span dir=\"rtl\">לְ</span>, †<span dir=\"rtl\">לבעל</span> <a data-ref=\"Judges 2:13\" href=\"/Judges.2.13\">Ju 2:13</a>; †<span dir=\"rtl\">לאלהים אחרים</span> <a data-ref=\"Jeremiah 44:3\" href=\"/Jeremiah.44.3\">Je 44:3</a>. <strong>5.</strong>  <em>serve</em> <span dir=\"rtl\">י׳</span> <em>with Levitical service</em> (all P; cf. RS<sup>Sem i. 69</sup>): c. acc. <span dir=\"rtl\">עבד עֲבֹדָה</span> (v. <a data-ref=\"BDB, עֲבֹדָה\" href=\"/BDB,_עֲבֹדָה\", dir=\"rtl\">עֲבֹדָה</a>) <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">4:23</a>, <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">30</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>, <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>, <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">26</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">18:6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>; <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>; acc. om. <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">26</a>, <a data-ref=\"Numbers 4:37\" href=\"/Numbers.4.37\">37</a>, <a data-ref=\"Numbers 4:41\" href=\"/Numbers.4.41\">41</a>; <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">8:15</a> (but Sam 𝔊 <span dir=\"rtl\">עבדה</span>), v <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">25</a> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נֶעְבָּ֑ד</span> <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a>; 2 mpl. <span dir=\"rtl\">נֶעֱבַדְתֶּם</span> <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">Ez 36:9</a>; Impf. 3 ms. <span dir=\"rtl\">יֵעָבֵד</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a>; 3 fs. <span dir=\"rtl\">תֵּעָבֵד</span> <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>;— <strong>1.</strong>  <em>be tilled</em>, of land <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a>; Ez <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">36:9</a>, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">34</a>. <strong>2.</strong>  <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a> <span dir=\"rtl\">מֶלָךְ לְשָׂדֶה נֶעְבָּ֑ד</span> dub.: a king for (devoted to) the <em>cultivated</em> field (Hi); a king <em>that maketh himself servant</em> to the field (devoted to agriculture), De: v. Comm., especially De.<br>†<strong>Pual</strong>  Pf. 3 ms. <span dir=\"rtl\">עֻבַּד</span> <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; pass. of <strong>Qal</strong>, c. <span dir=\"rtl\">בְּ</span>: impers. <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a> of a calf with which <em>it has not been worked;</em> hard <em>service</em> with which it <em>was worked with captives</em> <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֶעֱבִיד</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a>; 2 ms. sf. <span dir=\"rtl\">הֶעֱבַדְתַּ֫נִי</span> <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">Is 43:24</a>, <span dir=\"rtl\">הֶעֱבַדְתִּיךָ</span> v <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">23</a>, <span dir=\"rtl\">וְהַעֲבַדְתִּיךָ</span> <a data-ref=\"Jeremiah 17:4\" href=\"/Jeremiah.17.4\">Je 17:4</a> Impf. 3 ms. <span dir=\"rtl\">וַיַּעֲבֵד</span> <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">2 Ch 34:33</a>; 3 mpl. <span dir=\"rtl\">יַעֲבִדוּ</span> <a data-ref=\"Exodus 1:13\" href=\"/Exodus.1.13\">Ex 1:13</a>; Inf. cstr. <span dir=\"rtl\">הַעֲבִיד</span> <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">2 Ch 2:17</a>; Pt. pl. <span dir=\"rtl\">מַעֲבִדִים</span> <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">Ex 6:5</a>;— <strong>1.</strong>  <em>compel to labour</em> as slaves <a data-ref=\"Exodus 1:13\" href=\"/Exodus.1.13\">Ex 1:13</a>; <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">6:5</a> (P) <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">2 Ch 2:17</a>, + <a data-ref=\"Genesis 47:21\" href=\"/Genesis.47.21\">Gn 47:21</a> (reading <span dir=\"rtl\">הֶעֱבִיד לַעֲבָדִים</span>), <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> (reading <span dir=\"rtl\">וְהֶעֱבִיד</span>, + <span dir=\"rtl\">בְּ</span> <em>at;</em> on both these v. <a data-ref=\"BDB, עָבַר²\" href=\"/BDB,_עָבַר²\", dir=\"rtl\">עבר</a> <strong>Hiph.</strong> ad fin.); <em>cause to serve</em>, of army’s service against, c. acc. + <span dir=\"rtl\">(על)אל</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a>; <em>cause to labour, weary</em>, c. <span dir=\"rtl\">בְּ</span> of means <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>, <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">24</a> (perhaps play on meanings<strong>2, 3</strong>). <strong>2.</strong>  <em>make to serve as subjects</em>, c. 2 acc. <a data-ref=\"Jeremiah 17:4\" href=\"/Jeremiah.17.4\">Je 17:4</a>, + <a data-ref=\"Jeremiah 15:14\" href=\"/Jeremiah.15.14\">Je 15:14</a> (read <span dir=\"rtl\">וְהַעֲבַדְתִּיךָ</span>, v. <a data-ref=\"BDB, עָבַר²\" href=\"/BDB,_עָבַר²\", dir=\"rtl\">עבר</a> <strong>Hiph.</strong> ad fin.). <strong>3.</strong>  <em>cause to serve</em> God <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">2 Ch 34:33</a>.<br><strong>Hoph.</strong>  Impf. 2 ms. sf. <span dir=\"rtl\">תָּֽעָבְדֵם</span> <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>; <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a>; 1 pl. sf. <span dir=\"rtl\">נָֽעָבְדֵם</span> <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a> (Kö<sup>i. 259</sup> Sta<sup>§ 549 g</sup> Thes; < Nes<sup>Marg. 12 f.</sup> Qal anom. pointed (cf. W<sup>AG. ed. 2, i. 62 n.</sup> Fl <sup>Kl. Schr. i. 98</sup>); Ges<sup>§ 60, R. 1</sup> Dr Qal falsely pointed as Hoph.);—<em>be led</em> or <em>enticed to serve</em> other gods <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>; <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a>; <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d352b6084aa1cbf2540f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3cdb6084aa1cbf2b479", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּה 1", "anchorRef": "Numbers 7:5", "anchorRefExpanded": ["Numbers 7:5"], "sourceRef": "BDB, פֶּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">פֶּה</span></big></big><sub>485</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Joshua 9:2\" href=\"/Joshua.9.2\">Jos 9:2</a> <strong>mouth (</strong>prob. bilit. [<span dir=\"rtl\">פו</span>, <span dir=\"rtl\">פי</span>] Sta<sup>§ 183</sup>; NH = BH; Ph. <span dir=\"rtl\">לפי</span> according to; Assyrian <em>pû</em>, <em>mouth;</em> Arabic <span dir=\"rtl\">فُوهٌ</span>, <span dir=\"rtl\">فَاهٌ</span>, <span dir=\"rtl\">فِيهٌ</span>; Ethiopic አፍ; Syriac <span dir=\"rtl\">ܠܦܽܘܬ</span> according to; but also Arabic <span dir=\"rtl\">فَمّ</span>, <span dir=\"rtl\">فُمّ</span>, <span dir=\"rtl\">فِمّ</span>, Biblical Aramaic <span dir=\"rtl\">פֻּם</span>, 𝔗 <span dir=\"rtl\">פּוּמָא</span>; Syriac <span dir=\"rtl\">ܦܽܘܡܳܐ</span>; Mand. <span dir=\"rtl\">פומא</span> Nö<sup>M § 87</sup><strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> +, cstr. <span dir=\"rtl\">פִּי</span> <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a> +; sf. 1 s. <span dir=\"rtl\">פִּי</span> <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">Gn 45:12</a> +, 2 ms. <span dir=\"rtl\">פִּיךָ</span> <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">41:40</a> +, 3 ms. <span dir=\"rtl\">פִּיו</span> <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a> +, <span dir=\"rtl\">פִּיהוּ</span> <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a> +, 3 mpl. <span dir=\"rtl\">פִּיהֶם</span> <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> +, <span dir=\"rtl\">פִּימוֹ</span> <a data-ref=\"Psalms 17:10\" href=\"/Psalms.17.10\">ψ 17:10</a> + 2 times, etc.; pl. <span dir=\"rtl\">פִּיּוֹת</span> <a data-ref=\"Proverbs 5:4\" href=\"/Proverbs.5.4\">Pr 5:4</a>, <span dir=\"rtl\">פֵיוֹת (שְׁנֵי)</span> <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>, <span dir=\"rtl\">פִּיפִיּוֹת</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">ψ 149:6</a>; <span dir=\"rtl\">פִּים</span> <a data-ref=\"I Samuel 13:21\" href=\"/I_Samuel.13.21\">1 S 13:21</a> (corrupt, v. Dr al.);—<br><strong>1.</strong> <strong>a.</strong>  <em>mouth</em>, of man, organ of eating and drinking <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">Gn 25:28</a> <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">1 S 14:26</a>, <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">27</a> <a data-ref=\"Nehemiah 9:20\" href=\"/Nehemiah.9.20\">Ne 9:20</a> <a data-ref=\"Proverbs 19:24\" href=\"/Proverbs.19.24\">Pr 19:24</a> = <a data-ref=\"Proverbs 26:15\" href=\"/Proverbs.26.15\">26:15</a> +; fig. as finding things sweet <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> <a data-ref=\"Psalms 119:103\" href=\"/Psalms.119.103\">ψ 119:103</a>; fig. of earth <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">Gn 4:11</a>, swallowing Korah, etc. <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">32</a>; <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">26:10</a> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a>; fig. also of She’ôl, <span dir=\"rtl\">וּפָֽעֲרָה פִיהָ</span> <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>, cf. <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">ψ 69:16</a>. <strong>b.</strong>  external organ, <span dir=\"rtl\">וַיָּשֶׂם פִּיו עַל־פִּיו</span> <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a> <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a>; of kissing <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">1 K 19:18</a> <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a>; <span dir=\"rtl\">וַתִּשַּׁק יָדִי לְפִי</span> <a data-ref=\"Job 31:27\" href=\"/Job.31.27\">Jb 31:27</a>; cf. phr. <span dir=\"rtl\">שִׂים יָד עַל־פֶּה</span> (of keeping silence) <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a> <a data-ref=\"Micah 7:16\" href=\"/Micah.7.16\">Mi 7:16</a> <a data-ref=\"Job 21:5\" href=\"/Job.21.5\">Jb 21:5</a>, cf. <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">29:9</a>; <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a> <a data-ref=\"Proverbs 30:32\" href=\"/Proverbs.30.32\">Pr 30:32</a>; of mocking triumph <span dir=\"rtl\">פָּעַר עָלַי בְּפ׳</span> <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; <span dir=\"rtl\">הִרְחִיב פ׳ עַל</span> <a data-ref=\"Psalms 35:21\" href=\"/Psalms.35.21\">ψ 35:21</a> <a data-ref=\"Isaiah 57:4\" href=\"/Isaiah.57.4\">Is 57:4</a>, also <span dir=\"rtl\">רָחַב פִּי עַל</span> <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a>. <strong>c.</strong>  of <span dir=\"rtl\">י׳</span> in theoph., sending out fire <a data-ref=\"II Samuel 22:9\" href=\"/II_Samuel.22.9\">2 S 22:9</a> = <a data-ref=\"Psalms 18:9\" href=\"/Psalms.18.9\">ψ 18:9</a>.<br><strong>2.</strong> <strong>a.</strong>  much oftener, as organ of speech, of man: <span dir=\"rtl\">פ׳</span> speaks <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">Gn 45:12</a> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a> <a data-ref=\"Job 9:20\" href=\"/Job.9.20\">Jb 9:20</a>; <a data-ref=\"Job 15:5\" href=\"/Job.15.5\">15:5</a>, <a data-ref=\"Job 15:6\" href=\"/Job.15.6\">6</a> <a data-ref=\"Psalms 37:30\" href=\"/Psalms.37.30\">ψ 37:30</a> +; speak <span dir=\"rtl\">בְּמוֹ־פִי</span> <a data-ref=\"Job 19:16\" href=\"/Job.19.16\">Jb 19:16</a>; open <span dir=\"rtl\">פ׳</span>, <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Judges 11:35\" href=\"/Judges.11.35\">Ju 11:35</a>, <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">36</a>, abs. <a data-ref=\"Job 3:1\" href=\"/Job.3.1\">Jb 3:1</a>; <a data-ref=\"Job 33:2\" href=\"/Job.33.2\">33:2</a> +; shut <span dir=\"rtl\">פ׳</span> (be silent) <a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a>, cf. <span dir=\"rtl\">חָשַׂךְ פ׳</span> <a data-ref=\"Job 7:11\" href=\"/Job.7.11\">Jb 7:11</a>, and (of iniquity, personif.) <span dir=\"rtl\">קָפַץ פ׳</span> <a data-ref=\"Job 5:16\" href=\"/Job.5.16\">Jb 5:16</a> <a data-ref=\"Psalms 107:42\" href=\"/Psalms.107.42\">ψ 107:42</a>; guard <span dir=\"rtl\">פ׳</span>, <a data-ref=\"Proverbs 13:3\" href=\"/Proverbs.13.3\">Pr 13:3</a> <span dir=\"rtl\">(נָצַר)</span>, <a data-ref=\"Proverbs 21:23\" href=\"/Proverbs.21.23\">21:23</a> <span dir=\"rtl\">(שָׁמַר)</span>, cf. <span dir=\"rtl\">שָׁמַר פִּתְחֵי פ׳</span> <a data-ref=\"Micah 7:5\" href=\"/Micah.7.5\">Mi 7:5</a>, also <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a> (v. <a data-ref=\"BDB, שׁמר\" href=\"/BDB,_שׁמר\", dir=\"rtl\">שׁמר</a>); words, etc., are in <span dir=\"rtl\">(ב)</span> mouth <a data-ref=\"II Samuel 17:5\" href=\"/II_Samuel.17.5\">2 S 17:5</a>; <a data-ref=\"II Samuel 18:25\" href=\"/II_Samuel.18.25\">18:25</a> <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a> <a data-ref=\"I Kings 17:24\" href=\"/I_Kings.17.24\">1 K 17:24</a>; <span dir=\"rtl\">שִׂים דְּבָרִים בְּפ׳</span> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>, <a data-ref=\"II Samuel 14:19\" href=\"/II_Samuel.14.19\">19</a> <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a>, also (God subj.) <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a>; <a data-ref=\"Numbers 23:12\" href=\"/Numbers.23.12\">23:12</a>, <a data-ref=\"Numbers 23:16\" href=\"/Numbers.23.16\">16</a> +; of utterance <span dir=\"rtl\">יָצָא מִפּ׳</span> <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">Ju 11:36</a> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>; <a data-ref=\"Numbers 32:24\" href=\"/Numbers.32.24\">32:24</a> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> +; depart from mouth (cease to be mentioned) <span dir=\"rtl\">מוּשׁ מִפּ׳</span> <a data-ref=\"Joshua 1:8\" href=\"/Joshua.1.8\">Jos 1:8</a> <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a>, cf. <span dir=\"rtl\">נִכְרַת מִפּ׳</span> <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>, <span dir=\"rtl\">לֹא יִשָּׁמַע עַל־פִּיךָ</span> <a data-ref=\"Exodus 23:13\" href=\"/Exodus.23.13\">Ex 23:13</a>; <span dir=\"rtl\">אִמְרֵי פ׳</span> <a data-ref=\"Deuteronomy 32:1\" href=\"/Deuteronomy.32.1\">Dt 32:1</a> <em>words of my mouth</em>, so <a data-ref=\"Job 8:2\" href=\"/Job.8.2\">Jb 8:2</a> <a data-ref=\"Psalms 19:15\" href=\"/Psalms.19.15\">ψ 19:15</a>; <a data-ref=\"Psalms 54:4\" href=\"/Psalms.54.4\">54:4</a>; <span dir=\"rtl\">דִּבְרֵי פ׳</span> <a data-ref=\"Psalms 36:4\" href=\"/Psalms.36.4\">ψ 36:4</a> <a data-ref=\"Ecclesiastes 10:12\" href=\"/Ecclesiastes.10.12\">Ec 10:12</a>, <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">13a</a>; of agency, <span dir=\"rtl\">בְּפּ׳</span> <em>by the mouth of</em> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a>, <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">22</a> = <span dir=\"rtl\">מִפּ׳</span> <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a>; <span dir=\"rtl\">דִּבֶּר פִּיו עִם־פִּיו</span> <a data-ref=\"Jeremiah 32:4\" href=\"/Jeremiah.32.4\">Je 32:4</a> <em>speak mouth to mouth</em> (cf. <a data-ref=\"Jeremiah 34:3\" href=\"/Jeremiah.34.3\">34:3</a> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>); <span dir=\"rtl\">פ׳</span> = <em>speech</em> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a> <a data-ref=\"Psalms 49:14\" href=\"/Psalms.49.14\">ψ 49:14</a> <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">Ec 10:13b</a>; <span dir=\"rtl\">כְּבַד פ׳</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> <em>heavy of speech</em> (not eloquent); <span dir=\"rtl\">אֶהְיֶה עִם־פ׳</span> v <a data-ref=\"Exodus 4:12\" href=\"/Exodus.4.12\">12</a>, <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">15</a>, i.e. aid thee in speaking; <span dir=\"rtl\">יִהְיֶה־לְּךָ לְפ׳</span> v <a data-ref=\"Exodus 4:16\" href=\"/Exodus.4.16\">16</a> <em>he shall be mouth for thee;</em> <span dir=\"rtl\">מִפִּיו יִקְרָא אֵלַי</span> <a data-ref=\"Jeremiah 36:18\" href=\"/Jeremiah.36.18\">Je 36:18</a>, i.e. dictate; <span dir=\"rtl\">כָּתַב מִפּ׳</span> v. <a ,=\"\" data-ref=\"BDB, כָּתַב\" dir=\"rtl\" href=\"/BDB,_כָּתַב\">כָּתַב</a> <strong>1 b</strong> (3); bad qualities ascribed to it, <span dir=\"rtl\">עִקְּשׁוּת פ׳</span> <a data-ref=\"Proverbs 4:24\" href=\"/Proverbs.4.24\">Pr 4:24</a>; <a data-ref=\"Proverbs 6:12\" href=\"/Proverbs.6.12\">6:12</a>; <span dir=\"rtl\">פִּי תַהְפֻּכוֹת</span> <a data-ref=\"Proverbs 8:13\" href=\"/Proverbs.8.13\">8:13</a>; <span dir=\"rtl\">פֶּה חָלָק</span> <a data-ref=\"Proverbs 26:28\" href=\"/Proverbs.26.28\">26:28</a>; <span dir=\"rtl\">אַל־תַּגְדֵּל פ׳</span> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a>, cf. <a data-ref=\"Micah 6:12\" href=\"/Micah.6.12\">Mi 6:12</a> <a data-ref=\"Ezekiel 35:13\" href=\"/Ezekiel.35.13\">Ez 35:13</a>. <strong>b.</strong>  as laughing <a data-ref=\"Job 8:21\" href=\"/Job.8.21\">Jb 8:21</a> <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">ψ 126:2</a>; panting <a data-ref=\"Psalms 119:131\" href=\"/Psalms.119.131\">119:131</a>. <strong>c.</strong>  of God; his mouth speaks <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">40:5</a> <a data-ref=\"Jeremiah 9:11\" href=\"/Jeremiah.9.11\">Je 9:11</a> +; he speaks <span dir=\"rtl\">בְּפ׳</span> <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a>, <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">34</a>; wd. proceeds <span dir=\"rtl\">מִפּ׳</span> <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a> <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a> +; <span dir=\"rtl\">פֶּה אֶל־פֶּה אֲדַבֵּר בּוֹ</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>; he creates <span dir=\"rtl\">בְּרוּחַ פִּיו</span> <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; he executes judgment <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; especially = <em>command:</em> <span dir=\"rtl\">עָבַר אֶת־פִּי י׳</span> <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a> <a data-ref=\"Numbers 14:41\" href=\"/Numbers.14.41\">Nu 14:41</a>; <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">22:18</a>; <a data-ref=\"Numbers 24:13\" href=\"/Numbers.24.13\">24:13</a> <a data-ref=\"Proverbs 8:29\" href=\"/Proverbs.8.29\">Pr 8:29</a>; <span dir=\"rtl\">פ׳ (אֶת־) מָרָה</span> <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">15</a> <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a> <a data-ref=\"I Kings 13:21\" href=\"/I_Kings.13.21\">1 K 13:21</a> +; cf. <strong>6 d.</strong> <strong>d.</strong>  of idols, <a data-ref=\"Psalms 115:5\" href=\"/Psalms.115.5\">ψ 115:5</a>; <a data-ref=\"Psalms 136:16\" href=\"/Psalms.136.16\">136:16</a>, <a data-ref=\"Psalms 136:17\" href=\"/Psalms.136.17\">17</a>. <strong>e.</strong>  of musical instr. = sound <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> (cf. <strong>6 d</strong>).<br><strong>3.</strong>  of animals: bird <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">Gn 8:11</a> (carrying), <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a> (chirping); ass <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a> (speaking); bear, lion <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a> (seizing), <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a> (id.), hippop. <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a> (drinking), crocod. <a data-ref=\"Job 41:11\" href=\"/Job.41.11\">41:11</a>, <a data-ref=\"Job 41:13\" href=\"/Job.41.13\">13</a> (breathing flame); also of human foes, under fig. of ravenous beasts <a data-ref=\"Psalms 22:22\" href=\"/Psalms.22.22\">ψ 22:22</a> <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>; <a data-ref=\"Ezekiel 34:10\" href=\"/Ezekiel.34.10\">34:10</a>; <span dir=\"rtl\">פָּצָה פ׳ עַל</span> <a data-ref=\"Psalms 22:14\" href=\"/Psalms.22.14\">ψ 22:14</a> <a data-ref=\"Lamentations 2:16\" href=\"/Lamentations.2.16\">La 2:16</a>; <a data-ref=\"Lamentations 3:46\" href=\"/Lamentations.3.46\">3:46</a>; hence of <em>edge</em> of sword, <span dir=\"rtl\">חֶרֶב פִּיּוֹת</span> <a data-ref=\"Proverbs 5:4\" href=\"/Proverbs.5.4\">Pr 5:4</a> <em>a sword with edges</em> (in sim.), = <span dir=\"rtl\">ח׳ פִּיפִיּוֹת</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">ψ 149:6</a>; cf. <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>; v. also <strong>6 c</strong> (2), infr.; <span dir=\"rtl\">בַּעַל פִּיפִיּוֹת</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a>, of <span dir=\"rtl\">מוֹרַג</span>.<br><strong>4.</strong>  <em>mouth</em> = opening, orifice; of well <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a>, <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a>; cave <a data-ref=\"Joshua 10:18\" href=\"/Joshua.10.18\">Jos 10:18</a>, <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">22</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a>; ravine, abyss <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> (si vera l., cf. Gie); also of <em>Sh</em><sup>e</sup><em>’ôl</em> <a data-ref=\"Psalms 141:7\" href=\"/Psalms.141.7\">ψ 141:7</a>; of a sack <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">Gn 42:27</a>; <a data-ref=\"Genesis 43:12\" href=\"/Genesis.43.12\">43:12</a>, <a data-ref=\"Genesis 43:21\" href=\"/Genesis.43.21\">21</a>; <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">44:1</a>, <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">2</a>, <a data-ref=\"Genesis 44:8\" href=\"/Genesis.44.8\">8</a>; ephah <a data-ref=\"Zechariah 5:8\" href=\"/Zechariah.5.8\">Zc 5:8</a>; high-priest’s robe <a data-ref=\"Exodus 28:32\" href=\"/Exodus.28.32\">Ex 28:32</a> + 5 times, cf. prob. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a>; tunic <a data-ref=\"Job 30:18\" href=\"/Job.30.18\">Jb 30:18</a>; of a round opening also <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a><sup>(×3)</sup> (on text and meaning v. Benz Kit); of <em>mouth</em> of Nile <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a> (others <em>brink</em>); gate of city <a data-ref=\"Proverbs 8:3\" href=\"/Proverbs.8.3\">Pr 8:3</a> (but read perhaps <span dir=\"rtl\">לִפְנֵי</span>, v. Toy).<br><strong>5.</strong> <strong>a.</strong>  <em>extremity, end</em> <span dir=\"rtl\">פֶּה לָפֶה</span> <em>from end to end</em>, of a temple <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">2 K 10:21</a>; city <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">21:16</a>, <span dir=\"rtl\">מִפֶּה אֶל־פֶּה</span> of land <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>. <strong>b.</strong>  = portion, <span dir=\"rtl\">פִּי שְׁנַיִם</span> †<a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">Dt 21:17</a> <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>.<br><strong>6.</strong>  with preps.:— <strong>a.</strong>  <span dir=\"rtl\">אֶל פִּי</span>, v. infr. <strong>d</strong>(2). <strong>b.</strong>  <span dir=\"rtl\">כְּפִי</span>: (<em>a</em>) according to <em>the command of</em>, <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">1 Ch 12:23</a>; (<em>b</em>) according to <em>the mouth of</em>, i.e. <em>in proportion to</em> <strong>(</strong>cf. Assyrian <em>ki-i pi-i</em>, Dl<sup>HWB325</sup><strong>)</strong>, †<a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">Ex 16:21</a> they gathered it <span dir=\"rtl\">אִישׁ כְּפִי אָכְלוֹ</span> each <em>in proportion to</em> his eating (v <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> <span dir=\"rtl\">לְפִי</span>), <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">Lv 25:52</a> <span dir=\"rtl\">כְּפִי שָׁנָיו</span> according to the number of his years (cf. v <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16</a> <span dir=\"rtl\">לְפִי</span>); <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a> <span dir=\"rtl\">אִישׁ כְּפִי עֲבֹדָתוֹ</span> (so <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>), <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">7:7</a>, <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">8</a>; <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">35:8</a> (all P); <a data-ref=\"Job 33:6\" href=\"/Job.33.6\">Jb 33:6</a> <span dir=\"rtl\">הֵן־אֲנִי כְפִיךָ לָאֵל</span> I am <em>in the proportion of</em> thee as regards God, i.e. I stand towards God even as thou dost. As <strong>conj.</strong>, <span dir=\"rtl\">כְּפִי אֲשֶׁר</span>, †<a data-ref=\"Malachi 2:9\" href=\"/Malachi.2.9\">Ml 2:9</a> <span dir=\"rtl\">כְּפִי אֲשֶׁר אֵינְכֶם שֹׁמְרִים אֶת־דְּרָכַי</span> acc. <em>as</em> ye do not keep, etc.; and without <span dir=\"rtl\">אשׁר</span> <a data-ref=\"Zechariah 2:4\" href=\"/Zechariah.2.4\">Zc 2:4</a> <span dir=\"rtl\">כְּפִי אִישׁ־לֹא נָשָׂא רֹאשׁוֹ</span> <em>in such proportion that</em> none did lift up his head (but We Now <span dir=\"rtl\">אֲשֶׁר</span> for <span dir=\"rtl\">אִישׁ</span>, that it, Judah, did not, etc.). <strong>c.</strong>  <span dir=\"rtl\">לְפִי</span>, nearly i.q. <span dir=\"rtl\">כְּפִי</span> (v. <a data-ref=\"BDB, עַל²\" href=\"/BDB,_עַל²\", dir=\"rtl\">לְ</a> <strong>5 i</strong> <em>b</em>), but more common <strong>(</strong>cf. Aramaic <span dir=\"rtl\">לְפוּם</span>, <span dir=\"rtl\">ܠܦܽܘܬ</span> <strong>)</strong>: (1) †<a data-ref=\"Genesis 47:12\" href=\"/Genesis.47.12\">Gn 47:12</a> <span dir=\"rtl\">לְפִי הַטָּ֑ף</span>, <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">Ex 12:4</a> ye shall compute <span dir=\"rtl\">אִישׁ לְפִי אָכְלוֹ</span> each according <em>to</em> his eating (according to the quantity which his family will consume), <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16:16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">Lv 25:16</a> <span dir=\"rtl\">לְפִי רֹב הַשָּׁנִים</span>, v <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">16</a>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>; <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">27:16</a> <span dir=\"rtl\">לְפִי זַרְעוֹ</span>, <a data-ref=\"Numbers 26:54\" href=\"/Numbers.26.54\">Nu 26:54</a> <a data-ref=\"Joshua 18:4\" href=\"/Joshua.18.4\">Jos 18:4</a> <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a> <span dir=\"rtl\">לְפִי דְבָרִי כִּי אִם־</span>, <a data-ref=\"Hosea 10:12\" href=\"/Hosea.10.12\">Ho 10:12</a> <span dir=\"rtl\">קִצְרוּ לְפִי חֶסֶד</span> (‖ <span dir=\"rtl\">לִצְדָקָה</span>), <a data-ref=\"Proverbs 12:8\" href=\"/Proverbs.12.8\">Pr 12:8</a>; <a data-ref=\"Proverbs 27:21\" href=\"/Proverbs.27.21\">27:21</a>: sq. inf. <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> <span dir=\"rtl\">לְפִי הֵעָלוֹת הֶעָנָן</span> = acc. <em>as</em> the cloud was lifted up, <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>. (2) in the phr. <span dir=\"rtl\">לְפִי חֶרֶב</span> according <em>to the mouth</em>, or <em>measure</em>, of the sword, i.e. as the sword devours, without quarter, <a data-ref=\"Genesis 34:26\" href=\"/Genesis.34.26\">Gn 34:26</a> <a data-ref=\"Exodus 17:13\" href=\"/Exodus.17.13\">Ex 17:13</a> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> + often <strong>d.</strong>  <span dir=\"rtl\">עַל פִּי</span>: (1) according to <span dir=\"rtl\">(עַל)</span> <strong>1 f</strong> <em>a</em>) <em>the mouth of</em>, i.e. (α) the command of, <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">Gn 41:40</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a> <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">38:21</a> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a>, <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">39</a> + (especially P), <a data-ref=\"II Kings 23:35\" href=\"/II_Kings.23.35\">2 K 23:35</a>; (β) the evidence or sentence of, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">Dt 17:6</a> <span dir=\"rtl\">עַל־פִּי עֵד אֶחָד</span>, <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">19:15</a>; <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">21:5</a> (on <span dir=\"rtl\">עַל־פִּי הַנָּ֑כֶל</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a>, v. <strong>2 e</strong> supr.). (2) according <em>to the measure of, in accordance with</em>, †<a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a> we told him <span dir=\"rtl\">על פי הדברים האלה</span> <em>according to</em> these words (i.e. the questions Joseph asked), <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a> <em>in accordance with</em> these words, <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a> <span dir=\"rtl\">על־פי אשׁר תַּשִּׂיג יַד הנֹּדֵר</span> according <em>to</em> what the hand of the vower can reach to, v <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a> (cf. <span dir=\"rtl\">לְפִי</span> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">25:16</a>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>), <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">Dt 17:10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (but v. <a data-ref=\"BDB, שׂוּמָה\" href=\"/BDB,_שׂוּמָה\", dir=\"rtl\">שׂוּמָה</a>), <a data-ref=\"Proverbs 22:6\" href=\"/Proverbs.22.6\">Pr 22:6</a> <span dir=\"rtl\">חֲנֹךְ לַנַּעַר על פי דרכו</span>. In the same sense <span dir=\"rtl\">אֶל פִּ׳</span>, †<a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">Jos 15:13</a>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>; <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6370cd6f400056e9476f2cf9", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:5", "anchorRef": "Numbers 7:1-83", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Gevia Kesef 19:5", "sourceHeRef": "גביע כסף י״ט:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "והנה בפרט האריך משה בענין הזבחים בפרי החג ובקרבנות הנשיאים, וזה הפלגה גדולה. ובאר זה כי התורה נחלקת לחומשים וגם לפרשיות, אשר קצתם הוא להמון לבד. כי בעבור שהספר הזה מסור להמון וליחידים<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">בכתב יד כתוב ״ליחידים.״</i> שהם הפכיים, הוצרך שיכתוב ענינים הם כולם ליחידים | וענינים הם כולם להמון. ומה שהוא ליחידי האמת לבדם, הוא מה שבא מענין מעשה בראשית ומעשה מרכבה. וזה רוב חומש בראשית. ומה שהוא להמון לבדו הוא רוב חומש ויקרא, שרובו זבחים והדומה להם, ובכלל כל מעשה זבח. אבל זה היה יותר מן הדברים היותר הכרחיים להמונינו, או שיעשוהו וישענו בו, כמו שישענו היחידים על המושכלות. ולכן תקע משה בלבם זה המעשה, ולכן האריך בפרט קרבן הנשיאים. ואע״פ שהכל אחד במין כתבו יב׳ פעמים בשלימותו. והיה די לנו אם היה דבר נוגע ליחידים אם כתב סדר המקריב ראשון, ואמר אחר כך ״וכן עשה כל אחד ואחד.״ כמו שכתוב כן לששת הכנים היוצאים מן המנורה, שהוא במושכלות. וגם בקצת המפורסמות אמר ״וכן תעשה לכל אבידת אחיך״ כי דרך התורה ברוב הקישים על דרך ההמשל הידוע בהגיון. כי יזכור פרט וחלק, ואחר יעשה גזירה כוללת, או אע״פ שלא יעשה, הנה כן הוא הכמה. ולכן בעבור שכתוב בתורה ״ועשית מעקה לגגיך״ אמר המורה שזה מצוה סוגיית להסיר כל מכשול מבתינו, וכל אבן נגף או מסמר בקרקע, וכל הדומה לזה. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Moses was particularly prolix with regard to the sacrifices of the oxen at the festival of Tabernacles,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">11. Num. 7:1-83, where the identical sacrifices brought by each of twelve princes at the dedication of the Tabernacle are repeated verbatim twelve times.</i> and of the princes<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">12. Num. 29:12-39.</i> —to an extreme point. The reason for that is that the Torah is divided into five books and then into paragraphs, some of which are intended exclusively for the masses.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">13. Cf. above chap. VIII, p. 170, where Kaspi explains that Genesis is intended primarily for the select individuals, whereas the later portions are for the masses.</i> The reason for this is that the Torah was to be handed to the masses (as well as) the singular individuals, which are opposites. So it was necessary to write some things exclusively for the select few, | and some things exclusively for the masses. The part that is intended for “the individuals of truth” relates to the subjects of the Account of Creation and the Account of the Chariot.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">14. These two “accounts” correspond to the Aristotelian categories of Physics and Metaphysics respectively. See L. Strauss, <i>Persecution and the Art of Writing</i> (Chicago: University of Chicago Press, 1952), pp. 38 ff.</i> This includes most of Genesis. The part that is exclusively for the masses includes most of Leviticus, which is mostly sacrifices and related things that include all the sacrificial rites. Sacrifice was one of the most necessary practices for the masses to be able to rely on its performance, just as the select few rely on intellectual truths. For this reason Moses impressed this act upon their hearts,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">15. This reflects Kaspi’s earlier comments that sacrifices are only for the benefit of the masses, who need to perform such ceremonies. Cf. chap. VI.</i> by describing the sacrifices of the princes at length. Thus, while they were all of a kind, he recorded the sacrifice twelve complete times—whereas had this been a matter concerning the select few, it would have sufficed to write the procedure followed by the first prince, and then said, “and thus did each one.” That would have been the same as in the case of the six branches of the candelabra,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">16. Exod. 25:33, “so for the six branches going out of the candlestick …”</i> which was written for intellectual purposes.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">17. In the <i>Menorat Kesef</i> (AS II 103 ff.), while explaining the Temple as a microcosm reflecting the macrocosm of the universe, Kaspi explains that the candelabra represents the six Separate Intelligences, which are beyond man’s comprehension.</i> Even some of the popular subjects used such methods, such as “and so shalt thou do with every lost thing of thy brother,”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">18. Deut. 23:3, which does not repeat all the possible objects that might be lost.</i> for the Torah customarily uses analogy based on specific example, which is known as a principle of logic.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">19. This refers to the third of the thirteen rules of Talmudic hermeneutics, as formulated by Rabbi Ishmael (in the introduction to the <i>Sifra’</i>), which states that “a general principle [<i>binyan ’av</i>], as contained in one or two Biblical laws, is applicable to all related laws.”</i> Thus, the Torah will mention a specific instance or one component, and will then make a generalizing statement, and if that is not done (explicitly), then it will be implied. (Such a case is) that which is written in the Torah, “thou shall make a parapet for thy roof,”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">20. Deut. 22:8, and MT <i>Roṣe’aḥ</i> 11:4.</i> which Maimonides explained as being a generic commandment (encompassing) the removal of every obstacle from one’s house, every stone that abuts, every nail on the ground, as well as whatever is similar to this.", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]