[{"_id": "531e4fe3fbfba276047f6f17", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:8", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Onkelos Numbers 7:8", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְיָת אַרְבַּע עֶגְלַן וְיָת תְּמַנְיָא תוֹרֵי יְהַב לִבְנֵי מְרָרִי כְּמִסַּת פָּלְחַנְהוֹן בִּידָא דְּאִיתָמָר בַּר אַהֲרֹן כַּהֲנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Four [of the] wagons and eight [of the] oxen he gave to the sons of Merori. According to their work they were in the charge of Isamar the son of Aharon the <i>kohein.</i>", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec74e", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:8", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Targum Jonathan on Numbers 7:8", "sourceHeRef": "תרגום יונתן על במדבר ז׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְיַת אַרְבַּע עֶגְלָן וְיַת תַּמְנָן תּוֹרֵי יְהַב לִבְנֵי מְרָרִי כְּמֵיסַת פּוּלְחַנְהוֹן בִּידָא דְאִיתָמָר בַּר אַהֲרן כַּהֲנָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and four wagons and eight oxen gave be to the sons of Merari, according to the measure of their service, by the hand of Ithamar bar Aharon the priest.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5394b065fbfba24fa9b3363e", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 2:28", "anchorRef": "Numbers 7:7-8", "anchorRefExpanded": ["Numbers 7:7", "Numbers 7:8"], "sourceRef": "Kuzari 2:28", "sourceHeRef": "הכוזרי ב׳:כ״ח", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 2.0028, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(כח) אָמַר הֶחָבֵר: אֱמֶת הוּא, שֶׁשֹּׁרֶשׁ הַחָכְמָה מֻפְקָד בָּאָרוֹן אֲשֶׁר הוּא בְמַדְרֵגַת הַלֵּב, וְהֵם עֲשֶׂרֶת הַדְּבָרִים וְתוֹלְדוֹתֵיהֶם, וְהִיא, הַתּוֹרָה – מִצִּדּוֹ, כְּמָה שֶׁאָמַר: \"וְשַׂמְתֶּם אוֹתוֹ מִצַּד אֲרוֹן בְּרִית־יְיָ\", וּמִשָּׁם תֵּצֶאנָה שְׁתֵּי הַחָכְמוֹת: חָכְמַת הַתּוֹרָה, וְנוֹשְׂאֶיהָ – הַכֹּהֲנִים, וְחָכְמַת הַנְּבוּאָה, וְנוֹשְׂאֶיהָ – הַנְּבִיאִים, וְהֵם הָיוּ כְמוֹ הַיּוֹעֲצִים הַמַּכִּירִים וְהַמַּזְהִירִים הָאֻמָּה וְהַמַּזְכִּירִים וְהַכּוֹתְבִים, וְהֵם רֹאשׁ הָאֻמָּה.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "28. The Rabbi: Quite so. The root of all knowledge was deposited in the Ark which took the place of the heart, viz. the Ten Commandments, and its branch is the Tōrāh on its side, as it is said: 'Put it in the side of the ark of the covenant of the Lord your God' (Deuteronomy 31:26). From there went forth a twofold knowledge, firstly, the scriptural knowledge, whose bearers were the priests; secondly, the prophetic knowledge which was in the hands of the prophets. Both classes were, so to speak, the people's watchful advisers, who compiled the chronicles. They, therefore, represent the head of the people.", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "5396837dfbfba24fa9b34f8e", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 2:26", "anchorRef": "Numbers 7:7-8", "anchorRefExpanded": ["Numbers 7:7", "Numbers 7:8"], "sourceRef": "Kuzari 2:26", "sourceHeRef": "הכוזרי ב׳:כ״ו", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 2.0026, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(כו) אָמַר הֶחָבֶר: מַה שֶּׁאָמַר: \"לְאִשַּׁי\" מְיַשֵּׁר כָּל קָשֶׁה. הוּא אוֹמֵר כִּי הַקָּרְבָּן הַהוּא וְהַלֶּחֶם וְרֵיחַ הַנִּיחֹחַ אֲשֶׁר הֵם מְיֻחָסִים אֵלַי, אָמְנָם הֵם לְאִשַּׁי, רְצוֹנוֹ לוֹמַר: הָאֵשׁ הַנִּפְעֶלֶת לִדְבָרוֹ יִתְבָּרֵךְ, אֲשֶׁר מַאֲכָלָה הַקָּרְבָּנוֹת, וְאַחַר כֵּן יֹאכְלוּ הַכֹּהֲנִים שְׁאָר חֶלְקָה, וְהַכַּוָּנָה בָזֶה תִּקּוּן הַסֵּדֶר כְּדֵי שֶׁיָּחוּל בּוֹ הַמֶּלֶךְ חוּל גְּדֻלָּה לֹא חוּל מָקוֹם. וְשִׂים דִּמְיוֹן הָעִנְיָן הָאֱלֹהִי הַנֶּפֶשׁ הַמְדַבֶּרֶת, הֶחָלָה בְגוּף טִבְעִי בַּהֲמִי, כַּאֲשֶׁר נִשְׁתַּוּוּ טְבָעָיו וְנִסְדְּרוּ כֹּחוֹתָיו הָעֶלְיוֹנִים וְהָרָאשִׁיִּים סִדּוּר נָכוֹן לְעִנְיָן יוֹתֵר נַעֲלֶה מֵעִנְיָן הַבְּהֵמוֹת, הָיָה רָאוּי שֶׁיָּחוּל מֶלֶךְ הַשֵּׂכֶל אֶצְלוֹ לְהוֹרוֹת אוֹתוֹ וּלְיַשְּׁרוֹ וּלְהִתְחַבֵּר אֶצְלוֹ כָּל עֵת אֲשֶׁר יִשָּׁאֵר הַסֵּדֶר הַהוּא, וְכַאֲשֶׁר יִפָּסֵד הַסֵּדֶר יִפָּרֵד מִמֶּנּוּ. וְדוֹמֶה לַכְּסִיל, כִּי הַשֵּׂכֶל צָרִיךְ לְמַאֲכָל וּלְמִשְׁתֶּה וּלְרֵיחַ, בַּעֲבוּר שֶׁרוֹאֶה אוֹתוֹ כִּי הוּא מַתְמִיד בְּהַתְמָדָתָם נִפְרָד בְּהִפָּרְדָם, וְאֵינֶנּוּ כֵן, אָכֵן הָעִנְיָן הָאֱלֹהִי מֵטִיב, רוֹצֶה הַטּוֹב לַכֹּל, וּבְעֵת שֶׁיִּסְתַּדֵּר דָּבָר וְיִכּוֹן לְקַבֵּל הַנְהָגָתוֹ לֹא יִמְנַע מִמֶּנּוּ לֶאֱצֹל עָלָיו אוֹר וְחָכְמָה וָדָעַת, וְכַאֲשֶׁר יִפָּסֵד סִדְרוֹ לֹא יְקַבֵּל הָאוֹר הַהוּא וְיִהְיֶה הֶפְסֵדוֹ. וְהִתְעַלָּה הָעִנְיָן הָאֱלֹהִי מֵהַשִּׂיג אוֹתוֹ שִׁנּוּי אוֹ הֶפֱסֵד וְכָל מַה שֶּׁיֵּשׁ בְּסֵדֶר עֲבוֹדָה מֵהָעֲבוֹדָה וְהַקָּרְבָּנוֹת וְהַקְּטֹרֶת וְהַזְּמִירוֹת וְהַמַּאֲכָל וְהַמִּשְׁתֶּה עַל תַּכְלִית הַטָּהֳרָה וְהַקְּדֻשָּׁה, נֶאֱמַר בָּהֶם:\"עֲבוֹדַת ה', וְ\" לֶחֶם אֱלֹהֶיךָ\" וְזוּלָתִי זֶה, וְהַכֹּל כִּנּוּי לִרְצוֹנוֹ בַּסֵּדֶר הַטּוֹב בָּאֻמָּה וְהַכֹּהֲנִים, וְקִבּוּלוֹ מִנְחָתָם, עַל דֶּרֶךְ הַדִּמְיוֹן, וְחוּלוֹ אֶצְלָם לְכָבוֹד לָהֶם, וְהוּא נַעֲלֶה וְנִקְדָּשׁ מִן הַהֲנָאָה בְמַאֲכָלָם וּבְמִשְׁתֵּיהֶם, אַךְ מַאֲכָלָם לְנַפְשׁוֹתָם, כְּמוֹ שֶׁעִכּוּל הָאִצְטוּמְכָא וְהַכָּבֵד כַּאֲשֶׁר הָיָה נִתְקָן, וְאַחַר כָּךְ יִתָּקֵן הַצָּלוּל מִמֶּנּוּ בַלֵּב, וְהַצָּלוּל שֶׁבַּצָּלוּל בָּרוּחַ. יְתֻקַּן הַלֵּב וְהָרוּחַ וְהַמֹּחַ בַּמָּזוֹן הַהוּא, וִיתֻקְּנוּ גַם כֵּן כְּלֵי הָעִכּוּל וּשְׁאָר הָאֲבָרִים בָּרוּחוֹת הַהוֹלְכוֹת אֲלֵיהֶם דֶּרֶךְ הַדְּפָקִים וְהָעֲצָבִים וְהַוְּרִידִים הַשּׁוֹכְנִים. וּכְלָלוֹ שֶׁל דָּבָר שֶׁיִּהְיֶה הַמֶּזֶג כֻּלּוֹ מְתֻקָּן וּמְזֻמָּן לְקִבּוּל הַנְהָגַת הַנֶּפֶשׁ הַמְדַבֶּרֶת, אֲשֶׁר הִיא עֶצֶם נִפְרָד קָרוֹב לְעֶצֶם הַמַּלְאָכִים שֶׁנֶּאֱמַר בָּהֶם \"דִּי מְדָרְהוֹן עִם־בִּשְׂרָא לָא אִיתוֹהִי\", וְיָחוּל בַּגוּּף חוּל מַלְכוּת וְהַנְהָגָה לֹא חוּל מָקוֹם, וְהִיא לֹא נֶהֱנֵית מֵהַמָּזוֹן הַהוּא מְאוּמָה, כִּי הִיא נַעֲלָה מִמֶּנּוּ. וְהָעִנְיָן הָאֱלֹהִי לֹא יָחוּל כִּי אִם בְּנֶפֶשׁ מְקַבֶּלֶת הַשֵּׂכֶל, וְהַנֶּפֶשׁ לֹא תִתְחַבֵּר כִּי אִם בְּרוּחַ חַם טִבְעִי, אִי אֶפְשָׁר לוֹ בִּלְתִּי מָקוֹר שֶׁיִּקָּשֵׁר בּוֹ, כְּהִקָּשֵׁר הַלַּהַב בְּרֹאשׁ הַפְּתִילָה. דִּמְיוֹן הַפְּתִילָה הִיא הַלֵּב, וְהַלֵּב צָרִיךְ אֶל מֶשֶׁךְ דָּם, וְהַדָּם לֹא יִתְהַוֶּה כִּי אִם בְּסִבַּת כְּלֵי הָעִכּוּל, עַל כֵּן הֻצְרַךְ אֶל הָאִצְטוּמְכָא, הַכָּבֵד וְשַׁמָּשֵׁיהֶם. וְכֵן נִצְטָרֵךְ הַלֵּב אֶל הָרֵאָה וְהַגָּרוֹן וְהָאַף וְהַקְּרוּם וְהַמֵּיתָר הַמֵּנִיעַ לְמֵיתַר הֶחָזֶה לַעֲבוֹדַת הַנְּשִׁימָה, לְהַשְׁווֹת מֶזֶג הַלֵּב בָּאַוִּיר הַנִּכְנָס וּבֶעָשָׁן הַיּוֹצֵא, וְהֻצְרַךְ לְבַעֵר מוֹתְרֵי הַמְּזוֹנוֹת אֶל כֵּלִים מִכֹּחוֹת דּוֹחוֹת וּכְלֵי הַיְצִיאָה וְהַשֶּׁתֶן, וְהָיָה הַגּוּף מִכָּל אֲשֶׁר זָכָרְנוּ. וְהֻצְרַךְ אֶל הַעְתָּקַת הַגּוּף מִמָּקוֹם לְמָקוֹם לְבַקָּשַׁת מַה שֶּׁצָרִיךְ אֵלָיו וְלִבְרֹחַ מִמַּה שֶּׁיַּזִּיקֵהוּ, וְכֵלִים שֶׁיָּבִיאוּ אֵלָיו וְיִדְחוּ מֵעָלָיו, וְהֻצְרַךְ אֶל יָדַיִם וְרַגְלַיִם, וְהֻצְרַךְ אֶל יועֲצִים מַתְרִים בְּמַה שֶּׁיִּירָא מִמֶּנּוּ וִיקַוָּה אוֹתוֹ, יוֹדְעִים מַה שֶּׁהָיָה, כּוֹתְבִים וּמַזְכִּירִים מַה שֶּׁעָבַר לְהִזָּהֵר מִכָּמוֹהוּ לֶעָתִיד אוֹ לְקַוּוֹתוֹ. וְהֻצְרַךְ אֶל הַחוּשִׁים הַנִּרְאִים וְהַנִּסְתָרִים, וְהָיָה הָרֹאשׁ מַחֲנֵיהֶם, בְּעֶזְרַת הַלֵּב וְהַמְשָׁכָתוֹ, וְהָיָה הַגּוּף כֻּלּוֹ מְסֻדָּר סֵדֶר אֶחָד, שָׁב אֶל הַנְהָגַת הַלֵּב אֲשֶׁר הוּא הַמַּחֲנֶה הָרִאשׁוֹן לַנֶּפֶשׁ, וְאִם תָּחוּל בַּמֹּחַ הוּא חוּל שֵׁנִי בְמִצּוּעַ הַלֵּב. וְכֵן נִסְדְּרָה הָאֻמָּה הַחַיָּה הָאֱלֹהִית כַּאֲשֶׁר אָמַר יְהוֹשֻׁעַ: \"בְּזֹאת תֵּדְעוּן כִּי אֵל חַי בְּקִרְבְּכֶם\", נִפְעֲלָה הָאֵשׁ בְּחֵפֶץ הָאֱלֹהִים בִּרְצוֹתוֹ בָאֻמָּה וְהָיְתָה אוֹת קִבּוּל מִנְחָתָם וּתְשׁוּרָתָם, כִּי הָאֵשׁ הוּא הַדַּק וְהַנַּעֲלֶה מִכָּל אֲשֶׁר תַּחַת גַּלְגַּל הַיָּרֵחַ מֵהַגּוּפוֹת, וְהָיָה מְקוֹם חוּלָהּ, שֻׁמַּן חֶלְבֵי הַקָּרְבָּנוֹת וַעֲתָרָם וַעֲשַׁן עֲנַן הַקְּּטֹרֶת וְהַשְּׁמָנִים, בְּדֶרֶךְ הָאֵשׁ אֲשֶׁר אֵינֶנָּה נִתְלֵית, כִּי אִם בְּחֵלֶב בְּשֻׁמָּן וּבְשֶׁמֶן, כַּחֹם הַטִּבְעִי אֲשֶׁר הוּא נִתְלֶה בְדַק הַשֻּׁמָּן מֵהַדָּם. וְצִוָּה הָאֵל יִתְבָּרֵךְ בְּמִזְבַּח הָעוֹלָה וּבְמִזְבַּח הַקְּטֹרֶת וְהַמְּנוֹרָה, וְאַחַר כֵּן הָעוֹלוֹת וּקְטֹרֶת הַסַּמִּים וְשֶׁמֶן הַמָּאוֹר וְשֶׁמֶן הַמִּשְׁחָה. אוּלָם מִזְבַּח הָעוֹלָה – לְהִדָּבֵק בּוֹ הָאֵשׁ הַגְלוּיָה, וּמִזְבַּח הַזָּהָב – לָאֵשׁ אֲ[שֶׁ]ר הִיא יוֹתֵר קַלָּה וְדַקָּה. אֲבָל הַמְּנוֹרָה – לְהִדָּבֵק בָּהּ אוֹר הַחָכְמָה וְהַדַּעַת, וְהַשֻּׁלְחָן – לְהִדָּבֵק בּוֹ הַשֶּׁפַע וְהַטּוֹבוֹת הַגּוּפִיּוֹת, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ: \"הָרוֹצֶה שֶׁיַּחְכִּים יַדְרִים, וְשֶׁיַּעֲשִׁיר יַצְפִּין\". וְכָל אֵלֶּה עֲבוֹדוֹת לָאָרוֹן וְלַכְּרוּבִים אֲשֶׁר הֵם בְּמַדְרֵגַת הַלֵּב וְהָרֵאָה מְרַחֶפֶת עָלָיו. וְהֻצְרַךְ לָאֵלֶּה כֵּלִים וְשַׁמָּשִׁים, כְּמוֹ הַכִּיּוֹר וְכַנּוֹ וּמֶלְקָחַיִם וּמַחְתּוֹת וְקְעָרוֹת וְכַפּוֹת וּמְנַקִּיּוֹת וְסִירוֹת וּמִזְלָגוֹת וְזוּלַת זֶה, וְהֻצְרַךְ אֶל דָּבָר שֶׁיִּשְׁמוֹר אוֹתָם: הַמּשְׁכָּן וְהָאֹהֶל וּמִכְסֵהוּ, לִשְׁמֹר הַכֹּל: חֲצַר הַמִּשְׁכָּן וְכֵלָיו. וְהֻצְרַךְ לְנוֹשְׂאִים לְכָל אֵלֶּה, וּבָחַר הָאֱלֹהִים לָזֶה בְנֵי לֵוִי שֶׁהֵם הַקְּרוֹבִים, כָּל שֶׁכֵּן מֵעֵת הָעֵגֶל שֶׁנֶּאֱמַר: \"וַיֵּאָסְפוּ אֵלָיו כָּל־בְּנֵי לֵוִי\", וּבָחַר לַנִּכְבָּד שֶׁבָּהֶם, וְהוּא אֶלְעָזָר הַכֹּהֵן –לַנִּכְבָּד שֶׁבַּדְּבָרִים וְהַדַּק שֶׁבָּהֶם, כְּמוֹ שֶׁאָמַר: \"וּפְקֻדַּת אֶלְעָזָר בֶּן־אַהֲרֹן הַכֹּהֵן שֶׁמֶן הַמָּאוֹר וּקְטֹרֶת הַסַּמִּים וּמִנְחַת הַתָּמִיד וְשֶׁמֶן הַמִּשְׁחָה\", כָּל אֵלֶּה אֲשֶׁר נִתְלֵית בָּהֶם הָאֵשׁ הַדַּקָּה. וְאוֹר הַחָכְמָה וְהַדַּעַת, וְעוֹד: אוֹר הַנְּבוּאָה – בָּאוּרִים וְתֻמִּים. וְלַנִּכְבֶּדֶת שֶׁבְּכִתּוֹת הַלְוִיִּם אַחֲרָיו, וְהֵם בְּנֵי קְהָת – לָשֵׂאת הָאֲבָרִים הַפְּנִימִים, כְּמוֹ הָאָרוֹן וְהַשֻּׁלְחָן וְהַמְּנוֹרָה וְהַמִּזְבְּחוֹת וּכְלֵי הַקֹּדֶשׁ אֲשֶׁר יְשָׁרְתוּ בָהֶם, וּבָהֶם נֶאֱמַר: \"כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵיהֶם בַּכָּתֵף יִשָּׂאוּ\", כַּאֲשֶׁר אֵין לָאֲבָרִים הַפְּנִימִים עֲצָמוֹת שֶׁעוֹזְרִים עַל נְשִׂיאָתָם, אֲבָל הַכֹּחוֹת וְהַרוּחוֹת וּמִכְסֵה הַתַּחַשׁ, וּלְמִי שֶׁתַּחְתָּם וְהֵם בְּנֵי מְרָרִי – לָשֵׂאת הָאֲבָרִים הַקָּשִׁים: קְרָסָיו, קְרָשָׁיו, בְּרִיחָיו, עַמּוּדָיו וַאֲדָנָיו. וְנֶעֶזְרוּ שְׁתֵּי הַכִּתּוֹת בִּנְשִׂיאָתָם בַּעֲגָלוֹת, כְּמוֹ שֶׁאָמַר: \"שְׁתֵּי הָעֲגָלוֹת לִבְנֵי גֵרְשׁוֹן וְאַרְבַּע הָעֲגָלוֹת לִבְנֵי מְרָרִי כְּפִי עֲבוֹדָתָם\". כָּל זֶה בְּסֵדֶר וּתְכוּנַת הַחָכְמָה הָאֱלֹהִית. וְאֵינֶנִּי גוֹזֵר חָלִילָה שֶׁהַכַּוָּנָה מֵהָעֲבוֹדָה הַזֹּאת הוּא הַסֵּדֶר הַזֶּה אֲשֶׁר זְכַרְתִּיו, אֲבָל – מַה־שֶּׁהוּא יוֹתֵר נִפְלָא וְנַעֲלֶה, וְשֶׁהִיא תוֹרָה מֵאֵת הָאֱלֹהִים יִתְבָּרָךְ, וּמִי שֶּׁקִּבְּלָהּ קִבּוּל שָׁלֵם מִבְּלִי שֶׁיִּתְחַכֵּם בָּהּ בְּשִׂכְלוֹ, הוּא מְעֻלֶּה מִמִּי שֶׁיִּתְחַכֵּם בָּהּ וְחָקָר. אַךְ מִי שֶׁנָּטָה מֵהַמַּדְרֵגָה הָעֶלְיוֹנָה הַהִיא אֶל הַמֶּחְקָר, טוֹב שֶׁיּוֹצִיא בָּהֶם מוֹצָאֵי הַחָכְמָה מִשֶּׁיַּעַזְבֵם לִסְבָרוֹת רָעוֹת וְלִסְפֵקוֹת מְבִיאוֹת אֶל אֲבַדּוֹן.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "26. The Rabbi: The expression: By My fires removes all difficulty. It states that offering, bread and sweet savour, which are ascribed to Me, in reality belong to My fires, i.e. to the fire which was kindled at God's behest, and fed by the offerings. The remaining pieces were food for the priests. The deeper signification of this was to create a well arranged system, upon which the King should rest in an exalted, but not local sense. As a symbol of the Divine Influence, consider the reasoning soul which dwells in the perishable body. If its physical and nobler faculties are properly distributed and arranged, raising it high above the animal world, then it is a worthy dwelling for King Reason, who will guide and direct it, and remain with it as long as the harmony is undisturbed. As soon, however, as this is impaired, he departs from it. A fool may imagine that Reason requires food, drink, and scents, because he sees himself preserved as long as these are forthcoming, but would perish if deprived of them. This is not the case. The Divine Influence is beneficent, and desirous of doing good to all. Wherever something is arranged and prepared to receive His guidance, He does not refuse it, nor withhold it, nor hesitate to shed light, wisdom, and inspiration on it. If, however, the order is disturbed, it cannot receive this light, which is, then, lost. The Divine Influence is above change or damage. All that is contained in the 'order of sacrificial service,' its proceedings, offerings, burning of incense, singing, eating, drinking, is to be done in the utmost purity and holiness. It is called: 'Service of the Lord,' 'the bread of thy God' (Numbers 8:11, Leviticus 21:8), and similar terms which relate to his pleasure in the beautiful harmony prevailing among the people and priesthood. He, so to say, accepts their hospitality and dwells among them in order to show them honour. He, however, is most Holy, and far too exalted to find pleasure in their meat and drink. It is for their own benefit, as is also the proper working order of the digestion in the stomach and liver. The nobler ingredients of the food go to strengthen the heart; the best of all, the spirit. Not only are heart, mind, and brain regenerated by means of this food, but also the digestive organs and all other organs through the strengthening matter which reaches them through the arteries, nerves and sinews. Altogether, this is so arranged and prepared, as to become fit to receive the guidance of the reasoning soul, which is an independent substance, and nearly approaches the angelic, of which it is stated: 'Its dwelling is not with flesh' (Daniel 2:11). It inhabits the body as ruler and guide, not in the sense of space, nor does it partake of this food, because it is exalted above it. The Divine Influence only dwells in a soul which is susceptible to intellect, whilst the soul only associates with the warm vital breath. The latter must needs have a mainspring to which it is attached, as is the flame to the top of the wick. The heart is compared to the wick, and is fed by the flow of blood. Blood is produced by the digestive organs, and therefore requires the stomach, the liver, and lower organs. The heart, in the same way, requires the lungs, throat, nose, the diaphragm, and the muscles which move the muscles of the chest for breathing, as well as to keep in balance the temperature of the heart between the air which enters, and that which is expelled. It further requires for the removal of the food, refuse expelling forces, viz. the excretory and urinary organs. In this way the body is formed from all the component parts mentioned. It also requires organs of motion from place to place, in order to procure its wants, to avoid that which is harmful, and to attract and to repel. It requires hands and feet, advisers who distinguish, warning against what is to be feared, and advising what is to be hoped for; who keep account of what has taken place, and record what has passed, in order to recommend care or hope for future events. It requires the internal and external senses, the seat of which is in the head, and which are assisted by the functions of the heart. The whole body is thus harmoniously arranged, but under the control of the heart, which forms the primary home of the soul. Its localization in the brain is of secondary importance, the heart remaining its regulator. In exactly the same way is the living, godly people arranged, as Joshua said: 'Hereby shall ye know that the living God is among you' (iii. 10). The fire was kindled by the will of God, when the people found favour in His sight, being a sign that He accepted their hospitality and their offerings. For the fire is the finest and noblest element beneath the sphere of the moon. Its seat is the fat and vapour of sacrifices, the smoke of the incense and oil, as it is the nature of fire to cling to fat and oil. So also does natural heat cling to the finest fatty globules of the blood. God commanded the construction of the altar burnt offerings, the Altar of Incense, and the candlestick; their holocausts, incense, and the lamp oil. As regards the altar of burnt offerings, it was destined to bear the visible fire, whilst the Golden Altar was reserved for the invisible and finer fire. The candlestick was to bear the light of wisdom and inspiration; the table that of abundance and material provisions. The sages say: He who wishes to be wise must turn to the south; he who wishes to be rich must turn to the north. All these implements stood in the service of the Holy Ark and the Cherubim which occupied the place of the heart, and the lungs above it. The vessels, such as the laver and its foot, tongs, firepans, dishes, spoons, bowls, pots, and forks, etc., were all required. A place was wanted to house them, viz. the Tabernacle, tent and cover, and the court of the Tabernacle with its appurtenances, as an enclosure for the whole. As bearers of the entire household God appointed the Levites, because they were nearest to Him, especially after the affair of the golden calf, as it is said: 'And all the sons of Levi gathered themselves together unto Him' (Exodus 32:26). From among them He chose Elazar, the finest and noblest of them, as it is said: 'And to the office of Elazar the son of Aaron the priest [pertaineth] the oil for the light, and the sweet incense, and the daily meat offering, and the anointing oil' (Numbers 4:16)--things to which the finer fire clings. The light of wisdom, however, and inspiration was attached to the Urim and Tummim, as well as to the most select section of Levites, viz. the family of Kohāth, who carried the appurtenances of the internal service: the Ark, Table, Candlestick, Altars, and the Holy Vessels 'with which they served.' With regard to them it is said: 'Because the service of the sanctuary belonged unto them, they should bear upon their shoulders' (Numbers 7:9)--just as the internal organs of the body are without bones which help to carry them, but are, themselves, borne by the innate powers in conjunction with all that belongs to them. Another branch of the children of Gershōn bore the more delicate external appurtenances, viz. the carpets of the Tabernacle, the Tent and its cover, and the covering of badgers’ skin that was above it. The lower section of the B’nē Merāri bore the grosser utensils, viz. its hooks, boards, bars, pillars, and sockets. The last two sections were aided in carrying their burden by having chariots, as it is said: 'Two wagons for the Gershoni and four wagons for Merāri according to their service' (Numbers 7:7-8). All this was systematically arranged by God. I do not, by any means, assert that the service was instituted in the order expounded by me, since it entailed something more secret and higher, and was based on a divine law. He who accepts this completely without scrutiny or argument, is better off than he who investigates and analyses. He, however, who steps down from the highest grade to scrutiny, does well to turn his face to the latent wisdom, instead of leading it to evil opinions and doubts which lead to corruption.", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "57e77d4ad6e4a94c7c18abd0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:8", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Tafsir Rasag, Numbers 7:8", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וארבע עג̇ל ות̇מאן בקראת דפע לבני מררי חסב כ̇דמתהם ואלג̇מיע עלי יד איתמר אבן הרון אלאמאם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "591d98e1d6e4a97676074f21", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 2:14:6", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Shir HaShirim Rabbah 2:14:6", "sourceHeRef": "שיר השירים רבה ב׳:י״ד:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [790, 990], "commentaryNum": 14.0006, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "רַבִּי הוּנָא וְרַבִּי אַחָא בְּשֵׁם רַבִּי אַחָא בַּר חֲנִינָא פָּתְרֵי קְרָיָה עַל דַּעְתֵּיהּ דְּרַבִּי מֵאִיר בְּאֹהֶל מוֹעֵד, יוֹנָתִי בְּחַגְוֵי הַסֶּלַע, שֶׁחֲבוּיִין בְּסֵתֶר אֹהֶל מוֹעֵד. הַרְאִינִי אֶת מַרְאַיִךְ, שֶׁנֶּאֱמַר <small>(ויקרא ח, ד)</small>: וַתִּקָהֵל הָעֵדָה אֶל פֶּתַח אֹהֶל מוֹעֵד, הַשְׁמִיעִנִי אֶת קוֹלֵךְ <small>(ויקרא ט, כד)</small>: וַיַּרְא כָּל הָעָם וַיָּרֹנּוּ, שִׁירָה נָאָה אָמְרוּ עַל יְדֵי שֶׁרָאוּ דָּבָר חָדָשׁ, לְפִיכָךְ אָמְרוּ שִׁירָה חֲדָשָׁה, כִּי קוֹלֵךְ עָרֵב, זֶה הַשִּׁיר. וּמַרְאֵיךְ נָאוֶה, הָאֵיךְ מָה דְאַתְּ אָמַר <small>(ויקרא ח, ה)</small>: וַיִּקְרְבוּ כָּל הָעֵדָה וַיַּעַמְדוּ לִפְנֵי ה'. אָמַר רַבִּי תַּנְחוּמָא אִינוּן פָּתְרוּן לָהּ עַל דַּעְתֵּיהּ דְּרַבִּי מֵאִיר בְּאֹהֶל מוֹעֵד, אַף, אֲנָא נִפְתְּרִינָהּ עַל דַּעְתַּיְהוּ דְּרַבָּנָן בְּבֵית הָעוֹלָמִים, יוֹנָתִי בְּחַגְוֵי הַסֶּלַע, שֶׁהָיוּ חֲבוּיִין בְּסֵתֶר בֵּית עוֹלָמִים. הַרְאִינִי אֶת מַרְאַיִךְ, הֵיאַךְ מָה דְאַתְּ אָמַר <small>(מלכים א ח, א)</small>: אָז יַקְהֵל שְׁלֹמֹה. הַשְׁמִיעִנִי אֶת קוֹלֵךְ, הֵיאַךְ מָה דְאַתְּ אָמַר <small>(דברי הימים ב ה, יג)</small>: וַיְהִי כְאֶחָד לַמְחַצְּרִים וְלַמְשֹׁרְרִים לְהַשְׁמִיעַ קוֹל אֶחָד. רַבִּי אָבִין בְּשֵׁם רַבִּי אַבָּא כֹּהֵן בֶּן דְּלָיָה אָמַר, כְּתִיב <small>(שמות יט, ח)</small>: וַיַּעֲנוּ כָל הָעָם יַחְדָּו, וּכְתִיב <small>(שמות כד, ג)</small>: וַיַּעַן כָּל הָעָם קוֹל אֶחָד וַיֹּאמְרוּ, עַד אֵיכָן עָמַד לָהֶם אוֹתוֹ הַקּוֹל, עַד וַיְהִי כְאֶחָד לַמְחַצְּרִים וְלַמְשֹׁרְרִים לְהַשְׁמִיעַ קוֹל אֶחָד. כִּי קוֹלֵךְ עָרֵב, זֶה הַשִּׁיר. וּמַרְאֵיךְ נָאוֶה, אֵלּוּ הַקָּרְבָּנוֹת, הֵיאַךְ מָה דְאַתְּ אָמַר <small>(מלכים א ח, סג)</small>: וַיִּזְבַּח שְׁלֹמֹה אֵת זֶבַח הַשְּׁלָמִים וגו' בָּקָר, אֵיזֶה בָּקָר <small>(במדבר ז, ח)</small>: אֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Huna and Rabbi Aḥa bat Ḥanina interpreted the verse according to the opinion of Rabbi Meir regarding the Tent of Meeting. “My dove, in the clefts of the rock,” as they were hidden in the shelter of the Tent of Meeting. “Show me your appearance,” as it is stated: The congregation assembled at the entrance of the Tent of Meeting” (Leviticus 8:4). “Let me hear your voice,” “the people saw and they sang songs of praise” (Leviticus 9:24), they recited a fine song. Because they saw something new, they sang a new song. “For your voice is pleasant,” this is the song. “And your appearance is lovely,” just as it says: “The entire congregation approached and stood before the Lord” (Leviticus 9:5).<br>Rabbi Tanḥuma said: They interpreted it according to the opinion of Rabbi Meir regarding the Tent of Meeting; I, too, will interpret it according to the opinion of the Rabbis regarding the Temple. “My dove, in the clefts of the rock,” as they were hidden in the shelter of the Temple. “Show me your appearance,” just as it says: “Then Solomon assembled [the elders of Israel… and all the men of Israel assembled themselves to Solomon]” (I Kings 8:1–2). “Let me hear your voice,” just as it says: “It was when the trumpeters and singers were as one, to sound one voice” (II Chronicles 5:13). Rabbi Avin said in the name of Rabbi Abba Kohen ben Delaya: It is written: “The entire people responded together” (Exodus 19:8), and it is written: “The entire people responded in one voice and said” (Exodus 24:3). Until when did that voice stand to their credit? Until, “it was when the trumpeters and singers were as one, to sound one voice.”<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Because Israel had united in accepting the Torah, they merited to unite to sing praise to God at the building of the Temple (Maharzu).</i> “For your voice is pleasant,” this is the song. “And your appearance is lovely,” these are the offerings, just as it says: “Solomon brought the peace offering that he offered to the Lord, cattle” (I Kings 8:63). What cattle? It was “four of the wagons and eight of the cattle” (Numbers 7:8).<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">These cattle had been used to transport the Tabernacle through the wilderness. Once the Temple was built and the Tabernacle was no longer in use, Solomon offered the cattle as offerings (Maharzu).</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a436725d6e4a97d18d91881", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 7:8:1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 7:8:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ז׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>ביד איתמר בן אהרן הכהן.</b> שב לבני גרשון ולבני מררי ולבני קהת לא נתן דבר כי עבודת הקדש עליהם בכתף ישאו באה המצוה להם בזה המקום שישאו משאם בכתף מצד קדושת הארון ויתר הדברים שהיו נושאים וכבר נתבאר שזה המאמר מצוה ממה שאמר בספר דברי הימים ויקרא דוד לצדוק ולאביתר הכהן וגו'. ויעלו את ארון השם ואלה פקודתם וגו'. כאשר צוה השם אלהי ישראל ולא מצאנו מקום שצוה בו השם יתעלה שישאו משאם בכתף לולי זה המקום ובכאן שגג דוד בהביאו אליו ארון האלהים שהרכיבוהו על העגלה חדשה והיה זה סבה אל שפרץ השם פרץ בעזא ולזה שב בסוף להביאו בכתף ע\"י הלויים ולזה אמר כי למבראשונה לא אתם פרץ יי' וגו':\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b833d6f74160036209468", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Chanukah, Torah Reading 6", "anchorRef": "Numbers 7:5-13", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13"], "sourceRef": "Siddur Sefard, Chanukah, Torah Reading 6", "sourceHeRef": "סידור ספרד, חנוכה, קריאת התורה ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 6, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאת התורה", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאֶל בָּנָיו לֵּאמֹר כֹּה תְבָרֲכוּ אֶת בְּנֵי יִשְׂרָאֵל אָמוֹר לָהֶם: יְבָרֶכְךָ יְהֹוָה וְיִשְׁמְרֶךָ: יָאֵר יְהֹוָה פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ: יִשָּׂא יְהֹוָה פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָׁלוֹם: וְשָׂמוּ אֶת שְׁמִי עַל בְּנֵי יִשְׂרָאֵל וַאֲנִי אֲבָרֲכֵם: וַיְהִי בְּיוֹם כַּלּוֹת מֹשֶׁה לְהָקִים אֶת הַמִּשְׁכָּן וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ וְאֶת כָּל כֵּלָיו וְאֶת הַמִּזְבֵּחַ וְאֶת כָּל כֵּלָיו וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם: וַיַּקְרִיבוּ נְשִׂיאֵי יִשְׂרָאֵל רָאשֵׁי בֵּית אֲבֹתָם הֵם נְשִׂיאֵי הַמַּטֹּת הֵם הָעֹמְדִים עַל הַפְּקֻדִים: וַיָּבִיאוֹ אֶת קָרְבָּנָם לִפְנֵי יְהֹוָה שֵׁשׁ עֶגְלֹת צָב וּשְׁנֵי עָשָׂר בָּקָר עֲגָלָה עַל שְׁנֵי הַנְּשִׂאִים וְשׁוֹר לַאֶחָד וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: קַח מֵאִתָּם וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד וְנָתַתָּה אוֹתָם אֶל הַלְוִיִּם אִישׁ כְּפִי עֲבֹדָתוֹ: וַיִּקַּח מֹשֶׁה אֶת הָעֲגָלֹת וְאֶת הַבָּקָר וַיִּתֵּן אוֹתָם אֶל הַלְוִיִּם: אֵת שְׁתֵּי הָעֲגָלֹת וְאֵת אַרְבַּעַת הַבָּקָר נָתַן לִבְנֵי גֵרְשׁוֹן כְּפִי עֲבֹדָתָם: וְאֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר נָתַן לִבְנֵי מְרָרִי כְּפִי עֲבֹדָתָם בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן: וְלִבְנֵי קְהָת לֹא נָתָן כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵהֶם בַּכָּתֵף יִשָּׂאוֹ: וַיַּקְרִיבוּ הַנְּשִׂאִים אֵת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ וַיַּקְרִיבוּ הַנְּשִׂיאִם אֶת קָרְבָּנָם לִפְנֵי הַמִּזְבֵּחַ: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה נָשִׂיא אֶחָד לַיּוֹם נָשִׂיא אֶחָד לַיּוֹם יַקְרִיבוּ אֶת קָרְבָּנָם לַחֲנֻכַּת הַמִּזְבֵּחַ:לויוַיְהִי הַמַּקְרִיב בַּיּוֹם הָרִאשׁוֹן אֶת קָרְבָּנוֹ נַחְשׁוֹן בֶּן עַמִּינָדָב לְמַטֵּה יְהוּדָה: וְקָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת:שלישיפַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתּוּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן נַחְשׁוֹן בֶּן עַמִּינָדָב:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623b86f95fd292e2650fbf44", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Nissan, The'Nasi' Readings 6", "anchorRef": "Numbers 7:5-11", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11"], "sourceRef": "Siddur Sefard, Nissan, The'Nasi' Readings 6", "sourceHeRef": "סידור ספרד, ניסן, פרשת הנשיאים ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 6, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת הנשיאים", "he": "<b>וַיְהִי</b> בְּיוֹם כַּלּוֹת מֹשֶׁה לְהָקִים אֶת הַמִּשְׁכָּן וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ וְאֶת כָּל כֵּלָיו וְאֶת הַמִּזְבֵּחַ וְאֶת כָּל כֵּלָיו וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם: וַיַּקְרִיבוּ נְשִׂיאֵי יִשְׂרָאֵל רָאשֵׁי בֵּית אֲבֹתָם הֵם נְשִׂיאֵי הַמַּטֹּת הֵם הָעֹמְדִים עַל הַפְּקֻדִים: וַיָּבִיאוּ אֶת קָרְבָּנָם לִפְנֵי יְהֹוָה שֵׁשׁ עֶגְלֹת צָב וּשְׁנֵי עָשָׂר בָּקָר עֲגָלָה עַל שְׁנֵי הַנְּשִׂאִים וְשׁוֹר לְאֶחָד וַיַּקְרִיבוּ אוֹתָם לִפְנֵי הַמִּשְׁכָּן: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: קַח מֵאִתָּם וְהָיוּ לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד וְנָתַתָּה אוֹתָם אֶל הַלְוִיִּם אִישׁ כְּפִי עֲבֹדָתוֹ: וַיִּקַּח מֹשֶׁה אֶת הָעֲגָלֹת וְאֶת הַבָּקָר וַיִּתֵּן אוֹתָם אֶל הַלְוִיִּם: אֵת שְׁתֵּי הָעֲגָלֹת וְאֵת אַרְבַּעַת הַבָּקָר נָתַן לִבְנֵי גֵרְשׁוֹן כְּפִי עֲבֹדָתָם: וְאֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר נָתַן לִבְנֵי מְרָרִי כְּפִי עֲבֹדָתָם בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן: וְלִבְנֵי קְהָת לֹא נָתָן כִּי עֲבֹדַת הַקֹּדֶשׁ עֲלֵהֶם בַּכָּתֵף יִשָּׂאוּ: וַיַּקְרִיבוּ הַנְּשִׂאִים אֵת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ וַיַּקְרִיבוּ הַנְּשִׂיאִם אֶת קָרְבָּנָם לִפְנֵי הַמִּזְבֵּחַ: וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה נָשִׂיא אֶחָד לַיּוֹם נָשִׂיא אֶחָד לַיּוֹם יַקְרִיבוּ אֶת קָרְבָּנָם לַחֲנֻכַּת הַמִּזְבֵּחַ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bbfa2c7470d57436e4350", "index_title": "Rashbam on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Leviticus 10:16:1", "anchorRef": "Numbers 7:1-17", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17"], "sourceRef": "Rashbam on Leviticus 10:16:1", "sourceHeRef": "רשב\"ם על ויקרא י׳:ט״ז:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rashbam on Leviticus", "he": "רשב\"ם על ויקרא"}, "heTitle": "רשב\"ם על ויקרא", "he": "ואת שעיר החטאת - חכמים פירשו: בשעיר של ר\"ח שהוא קדשי דורות, אבל שעיר העדה ושעיר נחשון נאכלו. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת שעיר החטאת, our sages interpret this animal as being the one offered on the new moon for all future generations. (Zevachim 9) The male goat offered by Nachshon and that on behalf of the congregation had to be eaten by the priests. [The death of Nadav and Avihu had occurred on the first day of Nissan of the second year. Ed.]", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "623cd7a59f3d6f0a2f585363", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Hanukkah, Shacharit 6", "anchorRef": "Numbers 7:5-13", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13"], "sourceRef": "Siddur Edot HaMizrach, Hanukkah, Shacharit 6", "sourceHeRef": "סידור נוסח עדות המזרח, חנוכה,  שחרית ו׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 6, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": " שחרית", "he": "<b>וַיְדַבֵּ֥ר</b> יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ דַּבֵּ֤ר אֶֽל־אַהֲרֹן֙ וְאֶל־בָּנָ֣יו לֵאמֹ֔ר כֹּ֥ה תְבָרְכ֖וּ אֶת־בְּנֵ֣י יִשְׂרָאֵ֑ל אָמ֖וֹר לָהֶֽם׃ יְבָרֶכְךָ֥ יְהֹוָ֖ה וְיִשְׁמְרֶֽךָ׃ יָאֵ֨ר יְהֹוָ֧ה ׀ פָּנָ֛יו אֵלֶ֖יךָ וִֽיחֻנֶּֽךָּ׃ יִשָּׂ֨א יְהֹוָ֤ה ׀ פָּנָיו֙ אֵלֶ֔יךָ וְיָשֵׂ֥ם לְךָ֖ שָׁלֽוֹם׃ וַיְהִ֡י בְּיוֹם֩ כַּלּ֨וֹת מֹשֶׁ֜ה לְהָקִ֣ים אֶת־הַמִּשְׁכָּ֗ן וַיִּמְשַׁ֨ח אֹת֜וֹ וַיְקַדֵּ֤שׁ אֹתוֹ֙ וְאֶת־כׇּל־כֵּלָ֔יו וְאֶת־הַמִּזְבֵּ֖חַ וְאֶת־כׇּל־כֵּלָ֑יו וַיִּמְשָׁחֵ֖ם וַיְקַדֵּ֥שׁ אֹתָֽם׃ וַיַּקְרִ֙יבוּ֙ נְשִׂיאֵ֣י יִשְׂרָאֵ֔ל רָאשֵׁ֖י בֵּ֣ית אֲבֹתָ֑ם הֵ֚ם נְשִׂיאֵ֣י הַמַּטֹּ֔ת הֵ֥ם הָעֹמְדִ֖ים עַל־הַפְּקֻדִֽים׃ וַיָּבִ֨יאוּ אֶת־קׇרְבָּנָ֜ם לִפְנֵ֣י יְהֹוָ֗ה שֵׁשׁ־עֶגְלֹ֥ת צָב֙ וּשְׁנֵ֣י עָשָׂ֣ר בָּקָ֔ר עֲגָלָ֛ה עַל־שְׁנֵ֥י הַנְּשִׂאִ֖ים וְשׁ֣וֹר לְאֶחָ֑ד וַיַּקְרִ֥יבוּ אוֹתָ֖ם לִפְנֵ֥י הַמִּשְׁכָּֽן׃ <small>לוי</small> וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ קַ֚ח מֵֽאִתָּ֔ם וְהָי֕וּ לַעֲבֹ֕ד אֶת־עֲבֹדַ֖ת אֹ֣הֶל מוֹעֵ֑ד וְנָתַתָּ֤ה אוֹתָם֙ אֶל־הַלְוִיִּ֔ם אִ֖ישׁ כְּפִ֥י עֲבֹדָתֽוֹ׃ וַיִּקַּ֣ח מֹשֶׁ֔ה אֶת־הָעֲגָלֹ֖ת וְאֶת־הַבָּקָ֑ר וַיִּתֵּ֥ן אוֹתָ֖ם אֶל־הַלְוִיִּֽם׃ אֵ֣ת ׀ שְׁתֵּ֣י הָעֲגָל֗וֹת וְאֵת֙ אַרְבַּ֣עַת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י גֵרְשׁ֑וֹן כְּפִ֖י עֲבֹדָתָֽם׃ וְאֵ֣ת ׀ אַרְבַּ֣ע הָעֲגָלֹ֗ת וְאֵת֙ שְׁמֹנַ֣ת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י מְרָרִ֑י כְּפִי֙ עֲבֹ֣דָתָ֔ם בְּיַד֙ אִֽיתָמָ֔ר בֶּֽן־אַהֲרֹ֖ן הַכֹּהֵֽן׃ וְלִבְנֵ֥י קְהָ֖ת לֹ֣א נָתָ֑ן כִּֽי־עֲבֹדַ֤ת הַקֹּ֙דֶשׁ֙ עֲלֵהֶ֔ם בַּכָּתֵ֖ף יִשָּֽׂאוּ׃ וַיַּקְרִ֣יבוּ הַנְּשִׂאִ֗ים אֵ֚ת חֲנֻכַּ֣ת הַמִּזְבֵּ֔חַ בְּי֖וֹם הִמָּשַׁ֣ח אֹת֑וֹ וַיַּקְרִ֧יבוּ הַנְּשִׂיאִ֛ם אֶת־קׇרְבָּנָ֖ם לִפְנֵ֥י הַמִּזְבֵּֽחַ׃ וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה נָשִׂ֨יא אֶחָ֜ד לַיּ֗וֹם נָשִׂ֤יא אֶחָד֙ לַיּ֔וֹם יַקְרִ֙יבוּ֙ אֶת־קׇרְבָּנָ֔ם לַחֲנֻכַּ֖ת הַמִּזְבֵּֽחַ׃ <small>ישראל</small> וַיְהִ֗י הַמַּקְרִ֛יב בַּיּ֥וֹם הָרִאשׁ֖וֹן אֶת־קׇרְבָּנ֑וֹ נַחְשׁ֥וֹן בֶּן־עַמִּינָדָ֖ב לְמַטֵּ֥ה יְהוּדָֽה׃ וְקׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתּוּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן נַחְשׁ֖וֹן בֶּן־עַמִּינָדָֽב׃", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623ce2a3b2e9e53fc9802aa6", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Nissan, Learning of the Day 5", "anchorRef": "Numbers 7:5-11", "anchorRefExpanded": ["Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11"], "sourceRef": "Siddur Edot HaMizrach, Nissan, Learning of the Day 5", "sourceHeRef": "סידור נוסח עדות המזרח, חודש ניסן, סדר למוד לחדש ניסן ה׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "סדר למוד לחדש ניסן", "he": "<b>וַיְהִ֡י</b> <small>(במדבר ז)</small> בְּיוֹם֩ כַּלּ֨וֹת מֹשֶׁ֜ה לְהָקִ֣ים אֶת־הַמִּשְׁכָּ֗ן וַיִּמְשַׁ֨ח אֹת֜וֹ וַיְקַדֵּ֤שׁ אֹתוֹ֙ וְאֶת־כׇּל־כֵּלָ֔יו וְאֶת־הַמִּזְבֵּ֖חַ וְאֶת־כׇּל־כֵּלָ֑יו וַיִּמְשָׁחֵ֖ם וַיְקַדֵּ֥שׁ אֹתָֽם׃ וַיַּקְרִ֙יבוּ֙ נְשִׂיאֵ֣י יִשְׂרָאֵ֔ל רָאשֵׁ֖י בֵּ֣ית אֲבֹתָ֑ם הֵ֚ם נְשִׂיאֵ֣י הַמַּטֹּ֔ת הֵ֥ם הָעֹמְדִ֖ים עַל־הַפְּקֻדִֽים׃ וַיָּבִ֨יאוּ אֶת־קׇרְבָּנָ֜ם לִפְנֵ֣י יְהֹוָ֗ה שֵׁשׁ־עֶגְלֹ֥ת צָב֙ וּשְׁנֵ֣י עָשָׂ֣ר בָּקָ֔ר עֲגָלָ֛ה עַל־שְׁנֵ֥י הַנְּשִׂאִ֖ים וְשׁ֣וֹר לְאֶחָ֑ד וַיַּקְרִ֥יבוּ אוֹתָ֖ם לִפְנֵ֥י הַמִּשְׁכָּֽן׃ וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ קַ֚ח מֵֽאִתָּ֔ם וְהָי֕וּ לַעֲבֹ֕ד אֶת־עֲבֹדַ֖ת אֹ֣הֶל מוֹעֵ֑ד וְנָתַתָּ֤ה אוֹתָם֙ אֶל־הַלְוִיִּ֔ם אִ֖ישׁ כְּפִ֥י עֲבֹדָתֽוֹ׃ וַיִּקַּ֣ח מֹשֶׁ֔ה אֶת־הָעֲגָלֹ֖ת וְאֶת־הַבָּקָ֑ר וַיִּתֵּ֥ן אוֹתָ֖ם אֶל־הַלְוִיִּֽם׃ אֵ֣ת ׀ שְׁתֵּ֣י הָעֲגָל֗וֹת וְאֵת֙ אַרְבַּ֣עַת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י גֵרְשׁ֑וֹן כְּפִ֖י עֲבֹדָתָֽם׃ וְאֵ֣ת ׀ אַרְבַּ֣ע הָעֲגָלֹ֗ת וְאֵת֙ שְׁמֹנַ֣ת הַבָּקָ֔ר נָתַ֖ן לִבְנֵ֣י מְרָרִ֑י כְּפִי֙ עֲבֹ֣דָתָ֔ם בְּיַד֙ אִֽיתָמָ֔ר בֶּֽן־אַהֲרֹ֖ן הַכֹּהֵֽן׃ וְלִבְנֵ֥י קְהָ֖ת לֹ֣א נָתָ֑ן כִּֽי־עֲבֹדַ֤ת הַקֹּ֙דֶשׁ֙ עֲלֵהֶ֔ם בַּכָּתֵ֖ף יִשָּֽׂאוּ׃ וַיַּקְרִ֣יבוּ הַנְּשִׂאִ֗ים אֵ֚ת חֲנֻכַּ֣ת הַמִּזְבֵּ֔חַ בְּי֖וֹם הִמָּשַׁ֣ח אֹת֑וֹ וַיַּקְרִ֧יבוּ הַנְּשִׂיאִ֛ם אֶת־קׇרְבָּנָ֖ם לִפְנֵ֥י הַמִּזְבֵּֽחַ׃ וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה נָשִׂ֨יא אֶחָ֜ד לַיּ֗וֹם נָשִׂ֤יא אֶחָד֙ לַיּ֔וֹם יַקְרִ֙יבוּ֙ אֶת־קׇרְבָּנָ֔ם לַחֲנֻכַּ֖ת הַמִּזְבֵּֽחַ׃", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538e9f576e5002b11bdf1cf", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Nasso 2:3", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Nasso 2:3", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), נשא ב׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 2.0003, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "נשא", "he": "אמצעים אלה חולקו בין משפחות שלושת בני לוי, לפי הפירוט הבא: משפחת גרשון קיבלה שתי עגלות אליהן נרתמו ארבעה ראשי-בקר (במדבר ז:ז); משפחת מררי קיבלה ארבע עגלות ושמונה ראשי-בקר (במדבר ז:ח); ואילו על משפחת בני-קהת נאמר: \"ולבני קהת לא נתן כי-עבדת הקדש עלהם בכתף ישאו\" (במדבר ז:ט). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea8b054f491192617085", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 3:2", "anchorRef": "Numbers 7:4-9", "anchorRefExpanded": ["Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 3:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קרח ג׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קרח", "he": "שלושה היו בני לוי בן יעקב-אבינו: \"גרשון, קהת ומררי\" עליהם קראנו בסדרת \"נשא\", שנתמנו להיות האחראים על הסעת המישכן וכליו בכתף ובעגלות המשא, לרבות פירוקו והרכבתו (במדבר ז:ד-ט). משה-רבנו וקורח בני דודים היו, שהרי עמרם - אבי משה, ויצהר אבי - קורח היו אחים - בני קהת בן לוי. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc67758c1dc532ec90aa", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:8", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Steinsaltz on Numbers 7:8", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 7.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְאֵת אַרְבַּע הָעֲגָלֹת וְאֵת שְׁמֹנַת הַבָּקָר נָתַן לִבְנֵי מְרָרִי</b>– \n  <b>כְּפִי עֲבֹדָתָם</b>. כיוון שבני מררי נשאו את קרשי המשכן ואת עמודיו, הם נזקקו לעגלות רבות יותר. \n  <b>בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Four of the wagons and eight of the cattle he gave to the sons of Merari, according to their work, in the hand of Itamar son of Aaron the priest. </b>The sons of Merari bore the heavy beams and pillars of the Tabernacle, and therefore they required more wagons.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892ef67d6e4a9274646d56d", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 25:5:1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Chizkuni, Exodus 25:5:1", "sourceHeRef": "חזקוני, שמות כ״ה:ה׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ועצי שטים</b> במדבר היו יערים שגדלים בהם אותם עצים הקרויים שטים וכן כתיב וישב ישראל בשטים. ועץ קל וחלק ונאה היה והדברים נראים שקל היה מאד שהרי מ״‎ח קרשים אדניהם ובריחיהם וכל עמודי החצר ואדניהם ותשע עמודי המשכן ואדניהם ויתדותם הכל מושכין שמונה בקר שנתנו לבני מררי כמפורש בפרשת במדבר ונשא, ואעפ״‎י שהקרשים היו קורות גדולות בני עשר אמות ורחבן אמה וחצי ועביין אמה. אלא ודאי עץ חשוב וקל הוא מאד.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ועצי שטים, “and (boards of) acacia trees.” There were forests in the desert in which these trees grew. This is why the Israelites were described as dwelling at Shittim, (Numbers 25,1) The wood of these trees is light in weight and pleasant to look at. The 48 boards of the Tabernacle, as well as the pillars at the entrance and between the Sanctuary and the Holy of Holies were constructed of that wood and transported on the wagons donated by the princes as per Numbers 3,3634 and 4,3132. So were the bolts that were attached to link the boards to one another. They were all transported on these four wagons which were pulled by eight oxen under the supervision of the Levites from the family of Merari. (Numbers 7,8) Seeing that the boards were ten cubits (six meters) long each and one and a half cubits thick, it is extremely likely that the wood from which they were cut was light in weight.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f136d6e4a9274646e946", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 31:9:1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Chizkuni, Deuteronomy 31:9:1", "sourceHeRef": "חזקוני, דברים ל״א:ט׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>אל הכהנים בני לוי הנשאים את ארון </b>וגו'. ואע״‎פ שהלויים היו נושאים ולא הכהנים מ״‎מ תיכף אחר פטירתו של משה נשאוהו הכהנים כשעברו ישראל את הירדן כדאיתא בסוטה תניא אמר ר׳‎ יוסי בשלשה מקומות נשאו הכהנים את הארון כשעברו את הירדן וכשסבבו את יריחו וכשהחזירוהו למקומו. ד״‎א משום שהכהנים מתקנין המשאות לבני לוי כמו שמפורש בפרשת במדבר קרי להו לכהנים נושאי, ארון ברית ה׳‎ וגו'.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אל הכהנים בני לוי הנושאים את הארון וגו, “to the priests the members of the tribe of Levi, who were charged with carrying the Holy Ark, etc.” Even though it was the Levites who carried the Holy Ark, and not the priests, (Numbers 7,8) as soon as Moses had died, the priests carried the Holy Ark when the Israelites were in the process of crossing the river Jordan. (Compare Talmud, tractate Sotah folio 33). They did so again when the people marched around Jericho and when they returned the Ark to its place in the days of King Solomon, when it was transferred from the Tabernacle. (Kings I 8,6) An alternate interpretation: seeing that it was the priests who assigned the transportation of the Ark to the Levites, as spelled out in Numbers 4,5, they could have been described as the prime movers. They were referred to there as נושאי הארון, “the carriers of the Ark.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2a8d6e4a927464720ac", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 7:8:1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Chizkuni, Numbers 7:8:1", "sourceHeRef": "חזקוני, במדבר ז׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ואת ארבע העגלת</b> לפי שעבודתם כבדה הקרשים והבריחים והאדנים והעמודים ויתדות ומיתרי עמודי הקלעים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": ".ואת ארבעת העגלות “and the other four wagons, etc.;” these four wagons would transport all the heavy parts of the Tabernacle.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5e0d6e4a937f9998524", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 12:19", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Bamidbar Rabbah 12:19", "sourceHeRef": "במדבר רבה י״ב:י״ט", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 12.0019, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּקַּח משֶׁה אֶת הָעֲגָלֹת וגו' <small>(במדבר ז, ו)</small>, הֲרֵי משֶׁה נוֹטְלָן וּמְחַלְּקָן לְפִי דַעְתּוֹ, <small>(במדבר ז, ז)</small>: אֵת שְׁתֵּי הָעֲגָלוֹת וגו', לְפִי שֶׁלֹא הָיָה עֲבוֹדַת בְּנֵי גֵרְשׁוֹן כִּי אִם יְרִיעוֹת הָאֹהֶל וְהַמִּכְסָאוֹת וְהַמָּסָךְ וְהַקְּלָעִים וְהַמֵּיתָרִים, שֶׁהָיוּ מַעֲמִידִים בָּהֶם הַיְרִיעוֹת, רָאשֵׁי הַמֵּיתָרִים הָאֶחָד הָיָה קָשׁוּר בַּיְרִיעוֹת וְרָאשֵׁיהֶם הַשֵּׁנִי הָיָה קָשׁוּר בַּיְתֵדוֹת, וְהָיוּ נוֹעֲצִים הַיְתֵדוֹת בָּאָרֶץ כְּדֵי שֶׁלֹא יִגְלֹל הָרוּחַ לַיְרִיעוֹת, לְפִי שֶׁלֹא הָיְתָה עֲבוֹדָתָם כְּבֵדָה נָתַן לָהֶם שְׁתֵּי עֲגָלוֹת בִּלְבָד, אֲבָל לִבְנֵי מְרָרִי שֶׁהָיְתָה עֲבוֹדָתָם קָשָׁה וּכְבֵדָה, קְרָשִׁים וּבְרִיחִים וְעַמּוּדִים וַאֲדָנִים וִיתֵדוֹת וּמֵיתָרִים לְכָל כְּלֵיהֶם וּלְכָל עֲבוֹדָתָם, נָתַן לָהֶם אַרְבַּע עֲגָלוֹת, הֲדָא הוּא דִכְתִיב <small>(במדבר ז, ח)</small>: וְאֵת אַרְבַּע הָעֲגָלֹת וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses took the carts and the bulls, and gave them to the Levites” (Numbers 7:6).</b> <br>“Moses took the carts and the bulls…” – Moses took them and allotted them in accordance with his judgment. <br><b>“Two of the carts and four of the bulls, he gave to the sons of Gershon, according to their service” (Numbers 7:7).</b> <br>“Two of the carts…” – because the service of the sons of Gershon was only the sheets of the tent, the coverings, the screens, the hangings, and the cords with which they would support the sheets. One end of the cords was tied to the sheets, and their other end was tied to the pegs. They would imbed the peg into the ground so the wind would not furl the sheets. Because their service was not heavy, he gave them only two carts. However, for the sons of Merari whose service was arduous and heavy: boards, bars, pillars, sockets, and cords for all their vessels and all their service, he gave them four carts. That is what is written: “And four of the carts…[he gave to the sons of Merari]” (Numbers 7:8).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d077eeb3e25930088d8bd25", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tazria 14:1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Malbim on Leviticus, Tazria 14:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע י״ד:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "תזריע", "he": "<b>ושלשים יום ושלשת ימים:</b> דברי הספרא הנפלאים הפלא ופלא, מכוננים על שלשה עמודי ברזל: <b>(כלל א)</b> המדקדקים גמרו אומר כי מנהג הלשון שבמספר האחדים יבוא שם הנמנה בלשון רבים [שני ימים, שלשה ימים] ומן עשרה ולמעלה יבא שם הנמנה בלשון יחיד [אחד עשר יום, עשרים יום, חמשים ומאת יום]. ואחרי הדרישה ראינו כי הגם שבשם \"יום\" נשמר כלל זה בתנ\"ך, וכן אף ביתר שמות (כל שהוא ממספר עשרה ולמטה באו הנמנים בלשון רבים תמיד ולא עבר זר בתוכם) – הנה בשאר שמות כשבא המספר למעלה מעשרה חלק בעל הלשון ויעבור את החוק הזה, ויבא לפעמים בלשון יחיד ולפעמים גם בלשון רבים.  הנה בשם \"שנה\"  מצאנו \"מלך שלשים ושלש שנים\" (מלכים א ב, ה), וג' פעמים נמצא \"מאה ועשר שנים\" (בראשית נ׳:כ״ב, יהושע כ״ד:כ״ט, שופטים ב׳:ח׳) וכן \"שנים עשר אנשים\" (יהושע ד׳:ב׳), \"עשרים אנשים\" (שמואל ב ג׳:כ׳), \"שלשים אנשים\" (ירמיהו ל״ח:י׳), שלש עשרה אמות\" (יחזקאל מ׳:י״ג), \"עשרים וחמש אמות\" (שם). הגם שביתר מקומות אמר \"שנה\" \"איש\" \"אמה\" בלשון יחיד, על כל פנים החק הזה פרוע.  ויותר, ביתר שמות שידבר כפי ההזדמן \"ששים עיר\" (דברים ג׳:ד׳), \"ששים ערים\" (מלכים א א, ד), \"עשרים קרש\" (<small>שמות כו, יח, כ</small>) \"עשרים קרשים\" (<small>שם לו כג כה</small>), \"שערים שקלים\" (ויקרא כ״ז:ג׳), \"חמשים שקל\" (שם). וזה רחוק שתהיה לשונינו הקדושה כעיר פרוצה אין חומה וגדר. ודעת רבותינו ששם היחיד מורה על יחוד הנמנים או הצטרפותם והתדמותם, ושם הרבים מורה ההפך:  אמר במדרש (אסתר) \"שמונים ומאת יום\" – יום האחרון כיום הראשון, ששם היחיד מורה שהיו דומים. וברבה בהעלותך (במ\"ר, טו) למה אמר אספה לי שבעים איש, ולא שבעים אנשים – מיוחדים, שיהיו דומים לי ולך. ובפרקי רבי אליעזר (<small>פרק מג</small>) על מה שכתוב (שמואל ב כ״ד:ט״ו) \"וימת... שבעים אלף איש\" – רש\"א לא נפל אלא אבישי בן צרויה שהיה שקול כע' אלף, אנשים אין כתיב כאן אלא איש. וכן ספרי (דברים) כשלשים וששה איש צדיקים שזה מוכיח ממ\"ש \"איש\" ולא \"אנשים\" ובמו\"ק – ומשכן דדחי שבת מנא לן אמר ר' נחמן בר יצחק אמר קרא \"יום עשתי עשר יום\" מה יום כולו רצוף אף עשתי עשר יום כולם רצופים. ומקשה ודלמא ימים הראויים? כתב קרא אחרינא \"ביום שנים עשר יום\". ודלמא ה\"נ ימים הראויים? אם כן תרי קראי למה לי?! ומקדש דדחי שבת מנא לן? אילימא מדכתיב ארבעה עשר יום, ודלמא ימים הראוים... גמר יום יום מהתם. עד כאן. ופירושו מדכתיב \"יום\" בלשון יחיד מורה הרציפות. אולם יש לומר שהרציפות היה בימים הראוים לקרבן אך שכתוב שני פעמים עשתי עשר יום שנים עשר יום (ושם כל מלת \"יום\" מיותר דלמה כפל יום יום) ויליף דכן מ\"ש במקדש \"ארבעה עשר יום\" פירושם רצופים לגמרי.  <b>(כלל ב)</b> מספרים שנמצא בם מאות ועשירות ויחידות, לפעמים יבא שם הנמנה בסוף כולם – \"ואברם בן תשעים ותשע שנה\", \"ואהרן בן שלש ושמונים שנה\"; ולפעמים בא שם הנמנה עם כל אחד ואחד – \"ויהי אברם בן תשעים שנה ותשע שנים\", \"ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים\".  ואמרו במדרש למה כפל שנה בכל פרט ופרט? בת מאה שנה כבת כ' לחטא, בת כ' כבת ז' ליופי. והוא על פי שמבואר אצלינו בדיני ההיקש שלפעמים יבא שם או פעל כפול במאמר כדי להקיש הדברים זל\"ז כמ\"ש (<small>ויקרא סימן עט</small>) שכפל שם המזבח לענין הקטרה ומליקה להקישם זה לזה. ושם (<small>סימן פג</small>) על מה שכפל שם המזבח לענין הקטרה ולענין מיצוי להקישם זה לזה, (ובסימן קעה) שכפל שם \"אשה\" בבקר ובכבש ובעז להקיש. וכן בכמה מקומות, וכמ\"ש באילת השחר (<small>כלל קנט קס</small>). וכן כפל שם \"שנה\" למען יוקשו המספרים זה לזה.  <b>(כלל ג)</b> שם המספר יבא בשני צורות (א) בצורת הנפרד, והיא בלשון זכר בה\"א בסוף כמו <b>שלשה ארבעה חמשה</b>; (ב) בצורת הסמיכות והיא בלשון זכר בתי\"ו בסוף – <b>שלשת ארבעת חמשת וכולי</b>. ולא עלה בידי המדקדקים מעולם לתת בזה כלל נאמן מתי יבא בחיבור ומתי בנפרד. והם קראו לצורת נפרד \"מספר מחובר אל המתואר\" ולצורה הסמיכות \"מספר מופשט מן המתואר\". והרז\"ה בצהר התבה נסה את כחו בזה וייעף, והגאון ר' יעבץ מעמדין בלוח ארש השיגהו בין המצרים ונשאר הדבר בין מבין. ואחרי חקרנו ודרשנו ראינו כי יש בזה כלל ראשי שלרוב יבא צורת הסמיכות – \"שלשת\" \"ארבעת\" וכו' – על מספר שכבר נודע – אם שנודע מעצמו, אם ביתר דרכי ההודעה מענין הקודם וכדומה, או שיש לו יחוס אל מספר אחר שעל ידו יודע מספר זה, בכולם בא צורת המספר בסמיכות:  \"ויחץ את שלש מאות האיש שלשה ראשים\" (שופטים ז, טז); \"ויתקעו שלשת הראשים\" (שם, כ) \"וארבעה פנים לאחד\" (יחזקאל א׳:ט״ו); \"לארבעת פניו\" (שם) \"וישחלו ממשפחתם חמשה אנשים\" (שופטים יח, ב), \"וילכו חמשת האנשים (שם ז), \"ויענו חמשת האנשים\" (שם יד), \"ויעלו חמשת האנשים\" (שם יז) \"ובנה לי בזה שבעה מזבחות\" (במדבר כ״ג:א׳); \"את שבעת המזבחות אשר ערכתי\" (שם) \"כבשים שבעה\" (במדבר כ״ט:ד׳); \"לשבעת הכבשים\" (שם) \"והעלה את נרותיה שבעה\" (שמות כ״ה:ל״ז); \"יאירו שבעת הנרות\" ((במדבר ח׳:ב׳-ג׳).  וכן אם נודע המספר במקום אחר –  \"ולציבא חמשה עשר בנים\" (שמואל ב ט׳:י׳); וציבא וחמשת עשר בניו\" (שם יט יח) \"ואם מבן חדש והיה ערכך הזכר חמשה שקלים\" (וקירא כז); \"ופדויו מבן חדש תפדה בערכך חמשת שקלים\" (במדבר י״ח:ט״ו-ט״ז) ולקחת חמשת שקלים\" (שם ג מז) שפירושו חמשת שקלים הידועים בדיני עירוכין. וכן הוא במספר שנודע על ידי שבאו הפרטים אחריו, או לפניו – \"ואת מלכי מדין הרגו את אוי ואת רקם... חמשת מלכי מדין\" (במדבר ל״א:ח׳), \"ויעלו חמשת מלכי האמורי מלך ירושלים וכולי\" (יהושע י׳:ה׳). וכן הוא בכל מספר שעומד ביחוד אל מספר אחר ונודע על ידו – \"ויקריבו שש עגלות צב ושתי עשר בקר... את שתי העגלות ואת ארבעת הבקר וכולי ואת ארבע העגלות ואת שמונת הבקר וכולי (במדבר ז׳:ח׳) – שהמספרים הקטנים נודעים על ידי המספר הגול הסוכם. [ובזה רגיל שהמספרים הפרטים יבוא הראשון בסמיכות והשני בנפרד – \"ואת ארבע העגלות\", וכן \"ואת המשכן תעשה עשר יריעות... חֲמש (בחטף פת\"ח) היריעות תהיינה... וחָמש (קמ\"ץ) יריעות\" (שמות, כו) – שזה על פי הכלל הנודע שבמקום שבאו המשפטים דרך הפוך וסתירה יקדים השם אל הפעל, ולכן בחלוקה הב' תפס בנפרד \"חָמש (בקמ\"ץ) יריעות\" שדינו כאילו כתוב \"יריעות חמש\") וגם חז\"ל בדרשותיהם השקיפו על הכלל הזה  כמ\"ש בב\"ר (בר\"ר, ג) כאור שבעת הימים אלו ימי אבלו של מתושלח, ושם (פרק נו) ונחבתם שמה שלשת ימים – שאין הקב\"ה משהא הצדיקים בצרה יותר מג' ימים, וכן אמר על \"ויאסוף אותם אל משמר שלשת ימים\" (ר\"ל ימים הידועים). ובזה מובן מ\"ש ביומא דף ד \"ויכסהו הענן ששת ימים\" מהו ששת ימים? זה בנה אב שכל הנכנס למחנה שכינה טעון פרישה שבעה ע\"כ שעיקר הלימוד ממה דכתיב \"ששת\" בצורת הסמיכות שזה מורה ימים ידועים, כי נודעו על ידי ההלכה שכל הנכנס למחנה שכינה טעון פרישה, ומיושב קושיית התוס' שם. ובירושלמי (<small>פרק ב דבכורים</small>) ויהי כעשרה ימים ויגוף ה' את נבל אין כתיב כאן אלא כעשרת הימים – אלו עשרת ימי תשובה. ובירושלמי (<small>פרק א דשבת ה\"ח, ופרק ב דמועד קטן הלכה ד</small>) לא נכבשה יריחו אלא בשבת שנאמר \"כה תעשה ששת ימים וביום השביעי תסובו את העיר ז' פעמים\", ובודאי לא למד מן \"ביום השביעי\" שיש לומר שהוא למנין (<small>כמו שכתבנו בפר' שמיני סימן א</small>) רק ממ\"ש \"ששת ימים\" בסמיכות, שמשמע שהם הידועים \"ששת ימי שבוע\".  עתה במסלה נעלה להבין דברי הספרא. הנה כבר התבאר (<small>בסי' ז</small>) שבכל מקום שאומר זמן ימים או שנים לא ידענו אם יכוין על ימים סמוכים זה לזה בלי הפסק או גם מפוזרים. ובזה חקר עמ\"ש פה \"ושלשים יום ושלשת ימים\" אם יש לומר דהם בין סמוכים בין מפוזרים (<small>כגון אם ילדה תאומים וילדה השני תוך ימי טוהר של ראשון שהפסיקו ימי טומאה דשני לימי טהרה דראשון, יכול שישלימו ימי טהרה דראשון אחר שתמנה ז' ימי טומאה דשני? דהוה ליה מפוזרים</small>) משיב: <b>תלמוד לומר יום מה יום כולו א' אף ל' כולו אחד</b> – והוא מוסד על הכלל הראשון דכל מקום שבא הנמנה בלשון יחיד מורה על רציפת הנמנים, דאם לא כן היל\"ל \"ימים\" ללמד דיוכל להיות מפוזרים.  ושאל: <b>יכול שלשים סמוכים ושלשה, בין סמוכים, בין מפוזרים?</b> - דהא כתיב \"ושלשה ימים\" בלשון רבים. משיב: <b>תלמוד לומר ושלשים יום ושלשת ימים, מה שלשים סמוכים אף שלשת סמוכים</b> – וזה מוסד בכלל השני שאם כפל שם הנמנה שני פעמים בא להקיש שני המספרים זה לזה. ולכן כפל \"שלשים יום ושלשת ימים\" ולא אמר \"שלשים ושלשה ימים\" כדי להקיש מספר \"שלשה\" למספר \"שלשים\" שגם הם סמוכים.  אולם הא גופא קשיא, הלא היה יכול לכתוב \"ושלשים ושלשה יום\", כי במספר הגדול יכול לכתוב \"יום\" בלשון יחיד ונדע שהם סמוכים ולא נצטרך להקיש. וזהו שאמר <b>ושלשים יום ושלשת ימים מה תלמוד לומר?</b> – רוצה לומר שיכתב \"ושלשים ושלשה יום\". ומשיב: <b>שיכול נקבה שימי טומאתה מרובים וכולי</b> – והוא על פי היסוד השלישי שכתבנו שכל מקום שבא המספר בצורת הסמיכות, \"שלשת\", מורה שהמספר כבר ידוע, בין שנודע במקומו או במקום אחר, ופה כתוב \"שלשת ימים\" בסמיכות להראות שמספר זה של ימי טהרה דזכר כבר נודע ממקום אחר על ידי מספר ימי טהרה של נקבה, וכמ\"ש לקמן (פרק ב מ\"ב) שאלו תלמידיו את ר' יהודה בן רועץ אקרא אני שבעים יכול תהיה יולדות נקבה טמאה שבעים, אמר להם טמא וטהר בזכר וטמא וטהר בנקבה, מה ימי טהרתה כפלים בזכר אף ימי טומאתה כפלים בזכר.  ובאר שם שלולא הכתוב הייתי טועה בסברה זאת להפך – זכר שימי טומאתו מעוטים ימי טהרתו מעטים וכולי כמ\"ש כאן, והכתוב רצה ללמדנו שלא נאמר כסברה הזאת רק שעיקר הסברה שימי הטהרה בזכר ונקבה הוא כפי ערך ימי הטומאה; בזכר החצי משל נקבה, ובנקבה כפלים מבזכר. וזה מלמד במספר \"שלשת ימים\" שמורה שהיא מספר ידוע. כי נודע מספר זה על ידי מספר \"ששים וששה\" של נקבה שהיא חצי ממספר זה. וכן בנקבה אמר \"ששים יום וששת ימים\" בצורת הסמיכות ללמד שגם מספר זה ידוע שהם כפלים ממספר הזכר, כפי ערך ימי הטומאה ויחוסם זל\"ז. ואחר שפה הוכרח לכתוב \"שלשת\" בצורת הסמיכות, לא היה יכול לכתוב \"שלשים ושלשת יום\" או \"שלשת ושלשים יום\" כי יהיה זרות בלשון, שאי אפשר לכתוב \"שלשת ושלשים יום\" כי יפסיק בין שם הסמוך \"שלשת\" ובין שם \"יום\" הסומך, וזה זר מאד כי שם הסומך והנסמך צריך שיבואו בלא הפסק. [וזה תראה היטב בסגולה שבא במספר \"מְאַת\" [שב\"א פת\"ח] (בצורת הסמיכות). שאם באו עמו מספרים אחרים אז אם שם \"מאת\" קודם ליתר המספרים יבא תמיד שם הנמנה כפול – \"מאת שנה ושבעים שנה\" (בראש' כה), \"מאת שנה ושלשים שנה\" (שם) \"מאת אלף ושמונים אלף\" (במדבר ב ט לח) וכן תמיד. אבל אם בא מספר הקטן קודם אז ימצא לפעמים שלא יכפיל שם הנמנה – \"שבע ושלשים ומאת שנה\" (שמות ו׳:ט״ז). והטעם מבואר כי במלת \"מאת\" בא שם המספר בדרך סמיכות אל הנמנה לכן צריך שיכתב שם הנמנה סמוך לו בלי הפסק. לכן כשכתוב שם \"מאת\" תחלה לא יכול לומר \"מאת ושלשים שנה\" דאז יפסיק בין שם \"מאת\" הנסמך ובין שם \"שנה\" הסומך. לא כן כשכתוב \"שלשים ומאת שנה\", נסמך שנה למאת ועל שם שלשים נמשך בדרך \"מושך עצמו ואחר עמו\"] ולפי זה אי אפשר שיכתוב \"שלשת ושלשים יום\". ואם יכתב \"שלשים ושלשת יום\" יהיה גם כן זרות בלשון כי אז שם 'יום' סמוך רק לשם 'שלשת' הנסמך אליו ונמשך על שם 'שלשים' בכח כאילו כתוב \"שלשים (יום) ושלשת יום\" וזה אי אפשר שלא מצאנו אף פעם א' ששם הנמנה הבא אחר האחדים יבוא בלשון יחיד, כיון ששם \"יום\" סמוך ומוסב רק על מספר \"שלשת\" היה לו לכתוב \"ימים\" ולא נדע שהם סמוכים, ולכן צריך לכתב \"ושלשים יום ושלשת ימים\" וזה פירוש הספרא שאחרי שידע שאם בא בצורת הסמיכות \"שלשת\" אא\"ל לכתוב \"שלשת ושלשים יום\" או \"שלשים ושלשת יום\" כנ\"ל, ועל ידי כן הוכרח לכתב \"שלשים יום ושלשת ימים\" רק זה גופא קשיא מי הכריח אותו לכתב \"שלשת\" בסמיכות? היל\"ל \"שלשה\" בנפרד? ובזה יכול לכתב \"שלשים ושלשה יום\" או \"שלשה ושלשים יום\" וכל זה נכלל במה ששאל <b>ושלשים יום ושלשת ימים מה תלמוד לומר?</b>. ומשיב <b>שיכול נקבה שימי טומאתה מרובים וכולי.. ת\"ל ושלשים יום ושלשת ימים</b> בסמיכות, ששם \"שלשת\" מורה שהמספר נודע על ידי מספר אחר, והוא על ידי ערך ימי טהרה של נקבה כי הסברה הוא להפך כמו שימי טומאה דזכר הם חצי מנקבה כך ימי טהרתה.  וכן הוכפלה ברייתא זו (פרק ב מ\"ב) על \"וששים יום וששת ימים\" ומובאים בכריתות <small>(דף י.)</small> ומפרש לה כר' יהודה, עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea103eb7d2e1475644cb3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 7:8:1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "Midrash Lekach Tov, Numbers 7:8:1", "sourceHeRef": "מדרש לקח טוב, במדבר ז׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> <i data-commentator=\"Beur HaRe'em\" data-order=\"136\"></i> את שתי העגלות ואת (שמונת הבקר) נתן לבני (מררי) כפי עבודתם. שבני גרשון נשיאתם יריעות המשכן והמכסאות וקלעי החצר. <i data-commentator=\"Beur HaRe'em\" data-order=\"137\"></i> אבל בני מררי פקודתם על עבודת משא קרשי המשכן ובריחיו ועמודיו ואדניו ועמודי החצר ואת אדניה ויתדותיה ומיתריה. לפי כובד המשא היו העגלות. ביד איתמר בן אהרן הכהן. שהיה ממונה על בני גרשון ועל בני מררי:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fd6e735e0a5900c9c76", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 10:17:1", "anchorRef": "Numbers 7:7-8", "anchorRefExpanded": ["Numbers 7:7", "Numbers 7:8"], "sourceRef": "Midrash Lekach Tov, Numbers 10:17:1", "sourceHeRef": "מדרש לקח טוב, במדבר י׳:י״ז:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> והורד המשכן ונסעו בני גרשון ובני מררי נושאי המשכן. האהל והקרשים והפרכת לא בכתף אלא בעגלות שנאמר (במדבר ז׳:ז׳-ח׳) את שתי העגלות ואת ארבעת הבקר נתן לבני גרשון. ואת ארבע העגלות ואת שמונת הבקר וגו':", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf90b6084aa1cbef9471", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִיתָמָר 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, אִיתָמָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִיתָמָר א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִיתָמָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אִיתָמָר</span></big>  <strong>n.pr.m. (</strong>(<em>is</em>) <em>land of palms</em>? Thes<strong>)</strong> youngest (4th) son of Aaron <a data-ref=\"Exodus 6:23\" href=\"/Exodus.6.23\">Ex 6:23</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>; <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">38:21</a>; <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a>, <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">12</a>, <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">16</a>; <a data-ref=\"Numbers 3:2\" href=\"/Numbers.3.2\">Nu 3:2</a>, <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">4</a>; <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">4:28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>; <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">7:8</a>; <a data-ref=\"Numbers 26:60\" href=\"/Numbers.26.60\">26:60</a> (all P) <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">2</a>, <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">3</a>, <a data-ref=\"I Chronicles 24:4\" href=\"/I_Chronicles.24.4\">4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">5</a>, <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">6</a> <a data-ref=\"Ezra 8:2\" href=\"/Ezra.8.2\">Ezr 8:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d04ab6084aa1cbf01caf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּקָר 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, בָּקָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּקָר א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּקָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּקָר</span></big><sub>182</sub>  <strong>n.m.</strong> <a data-ref=\"I Kings 5:3\" href=\"/I_Kings.5.3\">1 K 5:3</a> + (<strong>f.</strong> <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a>; <a data-ref=\"Job 1:14\" href=\"/Job.1.14\">Jb 1:14</a> cf. <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> <a data-ref=\"II Samuel 17:29\" href=\"/II_Samuel.17.29\">2 S 17:29</a>) <strong>cattle, herd, ox (</strong>Arabic <span dir=\"rtl\">بَقَرٌ</span>, Aramaic <span dir=\"rtl\">בַּקְרָא</span>, <span dir=\"rtl\">בַּקְרְתָא</span>, <span dir=\"rtl\">ܒܰܩܪܳܐ</span> (cf. also Hom<sup>NS 222 ff.</sup>); name from <em>ploughing</em>, so Thes Lag<sup>BN 51</sup> al.<strong>)</strong>—abs. <span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 12:16\" href=\"/Genesis.12.16\">Gn 12:16</a> +; cstr. <span dir=\"rtl\">בְּקַר</span> <a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">Nu 7:88</a>; sf. <span dir=\"rtl\">בְּקָֽרְךָ</span> <a data-ref=\"Genesis 45:10\" href=\"/Genesis.45.10\">Gn 45:10</a> +; <span dir=\"rtl\">בְּקָרֶ֑ךָ</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> <a data-ref=\"Jeremiah 5:17\" href=\"/Jeremiah.5.17\">Je 5:17</a>; <span dir=\"rtl\">בְּקָרוֹ</span> <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a> <a data-ref=\"II Samuel 12:4\" href=\"/II_Samuel.12.4\">2 S 12:4</a>; <span dir=\"rtl\">בְּקַרְכֶם</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>; <span dir=\"rtl\">בְּקָרָם</span> <a data-ref=\"Jeremiah 3:24\" href=\"/Jeremiah.3.24\">Je 3:24</a> +; pl. <span dir=\"rtl\">בְּקָרִים</span> <a data-ref=\"Amos 6:12\" href=\"/Amos.6.12\">Am 6:12</a> (al. read <span dir=\"rtl\">בקר ים</span>) <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> (but read <span dir=\"rtl\">פְּקָעִים</span> v. ‖ <a data-ref=\"I Kings 7:24\" href=\"/I_Kings.7.24\">1 K 7:24</a> infr.); sf. <span dir=\"rtl\">בְּקָרֵינוּ</span> <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a>; read <span dir=\"rtl\">בקריכם</span> for <span dir=\"rtl\">בחוריכם</span> <a data-ref=\"I Samuel 8:16\" href=\"/I_Samuel.8.16\">1 S 8:16</a> 𝔊 We Dr;—<br><strong>1.</strong>  mostly coll. <strong>a.</strong>  <em>cattle</em>, generic (never pl. in form) <a data-ref=\"Genesis 12:16\" href=\"/Genesis.12.16\">Gn 12:16</a>; <a data-ref=\"Genesis 13:5\" href=\"/Genesis.13.5\">13:5</a>; <a data-ref=\"Genesis 20:14\" href=\"/Genesis.20.14\">20:14</a>; <a data-ref=\"Genesis 21:27\" href=\"/Genesis.21.27\">21:27</a>; <a data-ref=\"Genesis 24:35\" href=\"/Genesis.24.35\">24:35</a> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a> <a data-ref=\"Deuteronomy 8:13\" href=\"/Deuteronomy.8.13\">Dt 8:13</a> <a data-ref=\"I Samuel 11:5\" href=\"/I_Samuel.11.5\">1 S 11:5</a> <a data-ref=\"Hosea 5:6\" href=\"/Hosea.5.6\">Ho 5:6</a> <a data-ref=\"Joel 1:18\" href=\"/Joel.1.18\">Jo 1:18</a> <a data-ref=\"I Chronicles 27:29\" href=\"/I_Chronicles.27.29\">1 Ch 27:29</a><sup>(×2)</sup> + often (frequently ‖ <span dir=\"rtl\">צֹאן</span>); as grazing, <a data-ref=\"I Chronicles 27:29\" href=\"/I_Chronicles.27.29\">1 Ch 27:29</a> +; in sim. <span dir=\"rtl\">כַּבּ׳</span> <a data-ref=\"Job 40:15\" href=\"/Job.40.15\">Jb 40:15</a> <a data-ref=\"Isaiah 11:7\" href=\"/Isaiah.11.7\">Is 11:7</a>; <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">65:25</a>; as lowing <span dir=\"rtl\">(קוֹל הַבּ׳)</span> <a data-ref=\"I Samuel 15:14\" href=\"/I_Samuel.15.14\">1 S 15:14</a>; <span dir=\"rtl\">מִקְנֵה בָקָר</span> <em>possession of</em> (i.e. property in) cattle <a data-ref=\"Genesis 6:14\" href=\"/Genesis.6.14\">Gn 6:14</a>; <a data-ref=\"Genesis 47:17\" href=\"/Genesis.47.17\">47:17</a> (both J); <span dir=\"rtl\">עֶדְרֵי ב׳</span> <a data-ref=\"Joel 1:18\" href=\"/Joel.1.18\">Jo 1:18</a> <em>herds of cattle;</em> especially <span dir=\"rtl\">בֶּן־בָּקָר</span> <em>son of cattle</em> (i.e. <em>belonging to the</em> <span dir=\"rtl\">בקר</span>), to denote a single ox, calf, etc.; as used for food <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a> cf. v <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J)—in these prob. = <em>calf</em> (v also <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a> <span dir=\"rtl\">בָּקָר וּבְנֵי בָקָר</span>); usually for sacrifice (Hex only P) <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a>, <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">9</a>; <span dir=\"rtl\">בֶּן־הַבּ׳</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>; appos. <span dir=\"rtl\">עֵגֶל</span> †<a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">Lv 9:2</a>;—cf. <span dir=\"rtl\">עֶגְלַת בָּקָר</span> †<a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a> <a data-ref=\"I Samuel 16:2\" href=\"/I_Samuel.16.2\">1 S 16:2</a> <a data-ref=\"Isaiah 7:21\" href=\"/Isaiah.7.21\">Is 7:21</a>;—mostly appos. <span dir=\"rtl\">פַּר</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> + 27 times; also pl. †<span dir=\"rtl\">פָּרִים בני בקר</span> <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> (on all these cf. <a data-ref=\"BDB, בֵּן²\" href=\"/BDB,_בֵּן²\", dir=\"rtl\">בֵּן</a>); also indef. <em>cattle, oxen</em>, of a number not specified <a data-ref=\"Numbers 7:87\" href=\"/Numbers.7.87\">Nu 7:87</a>, <a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">88</a> (in both enumerated as <span dir=\"rtl\">פָּרִים</span>); <a data-ref=\"Numbers 22:40\" href=\"/Numbers.22.40\">22:40</a> <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a>; <a data-ref=\"I Samuel 15:21\" href=\"/I_Samuel.15.21\">15:21</a> <a data-ref=\"I Kings 1:9\" href=\"/I_Kings.1.9\">1 K 1:9</a>; <a data-ref=\"I Kings 7:29\" href=\"/I_Kings.7.29\">7:29</a><sup>(×2)</sup> (here of graven work) <a data-ref=\"I Kings 8:5\" href=\"/I_Kings.8.5\">8:5</a> <a data-ref=\"I Chronicles 12:40\" href=\"/I_Chronicles.12.40\">1 Ch 12:40</a> <a data-ref=\"II Chronicles 5:6\" href=\"/II_Chronicles.5.6\">2 Ch 5:6</a>; <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">18:2</a> <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a> <a data-ref=\"Psalms 66:15\" href=\"/Psalms.66.15\">ψ 66:15</a>; also as beasts of burden †<a data-ref=\"I Chronicles 12:40\" href=\"/I_Chronicles.12.40\">1 Ch 12:40</a> <strong>b.</strong>  a particular <em>herd</em> of cattle <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a> (J); cf. pl. <span dir=\"rtl\">בְּקָרֵינוּ</span>, <em>our herds</em>, only <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a>.<br><strong>2.</strong>  more individually, <em>head of cattle</em>,—yet always of more than one (Hex mostly P; pl. only <a data-ref=\"Amos 6:12\" href=\"/Amos.6.12\">Am 6:12</a> + <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> v. supr.); of two <a data-ref=\"Numbers 7:17\" href=\"/Numbers.7.17\">Nu 7:17</a> + 11 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; †cf. also <span dir=\"rtl\">צֶמֶד ב׳</span> <em>yoke</em> (pair) <em>of oxen</em> <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a> cf. v <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">7</a>, <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a> cf. v <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">21</a> (ploughing, cf. v <a data-ref=\"I Kings 19:19\" href=\"/I_Kings.19.19\">19</a>); also <a data-ref=\"II Samuel 6:6\" href=\"/II_Samuel.6.6\">2 S 6:6</a> = <a data-ref=\"I Chronicles 13:9\" href=\"/I_Chronicles.13.9\">1 Ch 13:9</a> (drawing a cart, cf. <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">Nu 7:3 f.</a> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7 f.</a>), <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> = <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a>, <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">24</a> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a> <a data-ref=\"Amos 6:12\" href=\"/Amos.6.12\">Am 6:12</a> (pl.); 500 <em>yoke of oxen</em> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a> cf. v <a data-ref=\"Job 1:14\" href=\"/Job.1.14\">14</a>; 1000 <em>yoke</em> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">42:12</a>; further, of four <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">Nu 7:7</a>; five <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">Ex 21:37</a> <span dir=\"rtl\">(תַּחַת הַשּׁוֹר)</span>; seven <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">2 Ch 29:22</a> (‖ <span dir=\"rtl\">פָּרִים</span> v <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">21</a>); eight <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">Nu 7:8</a>; ten <a data-ref=\"I Kings 5:3\" href=\"/I_Kings.5.3\">1 K 5:3</a>; twelve <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">Nu 7:3</a> (singly called <span dir=\"rtl\">שׁוֹר</span>) cf. v <a data-ref=\"Numbers 7:6\" href=\"/Numbers.7.6\">6</a>; of the twelve brazen bulls beneath the sea in Sol.’s temple <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">1 K 7:25</a>, <a data-ref=\"I Kings 7:44\" href=\"/I_Kings.7.44\">44</a> = <a data-ref=\"II Chronicles 4:4\" href=\"/II_Chronicles.4.4\">2 Ch 4:4</a>, <a data-ref=\"II Chronicles 4:15\" href=\"/II_Chronicles.4.15\">15</a> cf. <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a> <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> <span dir=\"rtl\">(דְּמוּת בְּקָרִים)</span> v <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">3</a> (but read in both <span dir=\"rtl\">פְּקָעִים</span>, as ‖ <a data-ref=\"I Kings 7:24\" href=\"/I_Kings.7.24\">1 K 7:24</a> cf. Be Öt) v <a data-ref=\"II Chronicles 4:4\" href=\"/II_Chronicles.4.4\">4</a> <a data-ref=\"Jeremiah 52:20\" href=\"/Jeremiah.52.20\">Je 52:20</a>; of twenty <a data-ref=\"I Kings 5:3\" href=\"/I_Kings.5.3\">1 K 5:3</a>; seventy <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>; hundreds or thousands <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a> = <a data-ref=\"II Chronicles 7:5\" href=\"/II_Chronicles.7.5\">2 Ch 7:5</a>, <a data-ref=\"II Chronicles 15:11\" href=\"/II_Chronicles.15.11\">2 Ch 15:11</a>; <a data-ref=\"II Chronicles 29:33\" href=\"/II_Chronicles.29.33\">29:33</a>; <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">35:7</a>, <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">8</a>, <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">9</a> (cf. v <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">12</a>), & <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">Nu 31:33</a>, <a data-ref=\"Numbers 31:38\" href=\"/Numbers.31.38\">38</a>, <a data-ref=\"Numbers 31:44\" href=\"/Numbers.31.44\">44</a>†. Note <span dir=\"rtl\">חֶמְאַת בָּקָר</span> <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (poem), <span dir=\"rtl\">שְׁפוֹת ב׳</span> <a data-ref=\"II Samuel 17:29\" href=\"/II_Samuel.17.29\">2 S 17:29</a>, <span dir=\"rtl\">כְּלִי הַבּ׳</span> <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>, <span dir=\"rtl\">מַלְמַד הַבּ׳</span> <a data-ref=\"Judges 3:31\" href=\"/Judges.3.31\">Ju 3:31</a>, <span dir=\"rtl\">צְפִו֯עֵי הַבּ׳</span> <a data-ref=\"Ezekiel 4:15\" href=\"/Ezekiel.4.15\">Ez. 4:15</a> (opp. <span dir=\"rtl\">גֶּלֲלֵי הָאָדָם</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d6b6084aa1cbf1f0a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְרָרִי 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, מְרָרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְרָרִי א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְרָרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">מְרָרִי</span></big>  <strong>n.pr.m.</strong> a son of Levi, and head of a chief Levit. family: 𝔊 Μεραρ(ε)ι, Μαραρει;—<a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>; <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a>, <a data-ref=\"Numbers 3:33\" href=\"/Numbers.3.33\">33</a><sup>(×2)</sup>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a>, <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">36</a>; <a data-ref=\"Numbers 4:29\" href=\"/Numbers.4.29\">4:29</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:42\" href=\"/Numbers.4.42\">42</a>, <a data-ref=\"Numbers 4:45\" href=\"/Numbers.4.45\">45</a>; <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">7:8</a>; <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">10:17</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a>; <a data-ref=\"Joshua 21:7\" href=\"/Joshua.21.7\">Jos 21:7</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a> (all P), <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a>, <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">4</a>, <a data-ref=\"I Chronicles 6:14\" href=\"/I_Chronicles.6.14\">14</a>, <a data-ref=\"I Chronicles 6:29\" href=\"/I_Chronicles.6.29\">29</a>, <a data-ref=\"I Chronicles 6:32\" href=\"/I_Chronicles.6.32\">32</a>, <a data-ref=\"I Chronicles 6:48\" href=\"/I_Chronicles.6.48\">48</a>, <a data-ref=\"I Chronicles 6:62\" href=\"/I_Chronicles.6.62\">62</a>; <a data-ref=\"I Chronicles 9:14\" href=\"/I_Chronicles.9.14\">9:14</a>; <a data-ref=\"I Chronicles 15:6\" href=\"/I_Chronicles.15.6\">15:6</a>, <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">17</a>; <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>, <a data-ref=\"I Chronicles 23:21\" href=\"/I_Chronicles.23.21\">21</a>; <a data-ref=\"I Chronicles 24:26\" href=\"/I_Chronicles.24.26\">24:26</a>, <a data-ref=\"I Chronicles 24:27\" href=\"/I_Chronicles.24.27\">27</a>; <a data-ref=\"I Chronicles 26:10\" href=\"/I_Chronicles.26.10\">26:10</a>, <a data-ref=\"I Chronicles 26:19\" href=\"/I_Chronicles.26.19\">19</a>; <a data-ref=\"II Chronicles 29:12\" href=\"/II_Chronicles.29.12\">2 Ch 29:12</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <a data-ref=\"Ezra 8:19\" href=\"/Ezra.8.19\">Ezr 8:19</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d352b6084aa1cbf25467", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d35bb6084aa1cbf25b31", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲגָלָה 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, עֲגָלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲגָלָה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲגָלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲגָלָה</span></big>  <strong>n.f. cart (</strong>from <em>rolling</em> of wheels; NH id.; Ph. (Pu.) <span dir=\"rtl\">עגלת</span> (?) Lzb<sup>336</sup>; Aramaic <span dir=\"rtl\">עֲגַלְתָּא</span>, <span dir=\"rtl\">ܥܳܓܶܠܬܳܐ</span>; Sem. loan-word in Egyptian <em>āgartȧ</em> Bondi<sup>38</sup>, <em>ʿagolt</em> Erman<sup>Egyptian 491</sup>; cf. also Wilkinson<sup>Anc. Egypt. (1878), i. 223–241, especially 235, also 249</sup> (illustr. vehicles drawn by cattle, cf. <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a> <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">Nu 7:3</a>)<strong>)</strong>;—abs. <span dir=\"rtl\">ע׳</span> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a> +, sf. <span dir=\"rtl\">עֶגְלָתוֹ</span> <a data-ref=\"Isaiah 28:28\" href=\"/Isaiah.28.28\">Is 28:28</a>; pl. <span dir=\"rtl\">עֲגָלוֹת</span> <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a> +; cstr. <span dir=\"rtl\">עֶגְלֹת</span> <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">Nu 7:3</a>;—<em>cart</em>, used for transporting persons and things <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a>, <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">21</a>, <a data-ref=\"Genesis 45:27\" href=\"/Genesis.45.27\">27</a>; <a data-ref=\"Genesis 46:5\" href=\"/Genesis.46.5\">46:5</a> (E), <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">8</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a>, <a data-ref=\"I Samuel 6:11\" href=\"/I_Samuel.6.11\">11</a>, <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">14</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 6:3\" href=\"/II_Samuel.6.3\">2 S 6:3</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 13:7\" href=\"/I_Chronicles.13.7\">1 Ch 13:7</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">Nu 7:3</a> (<span dir=\"rtl\">ע׳ צָב</span> <em>covered carts</em>), v <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">3</a>, <a data-ref=\"Numbers 7:6\" href=\"/Numbers.7.6\">6</a>, <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a> (P); in sim. <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>, <span dir=\"rtl\">עֲבוֹת הַע׳</span> <a data-ref=\"Isaiah 5:18\" href=\"/Isaiah.5.18\">Is 5:18</a> <em>cart-rope</em>, <span dir=\"rtl\">אוֹפַן ע׳</span> <a data-ref=\"Isaiah 28:27\" href=\"/Isaiah.28.27\">28:27</a> of (<em>threshing-</em>) <em>wagon</em> (cf. Dr<sup>Am. p. 228</sup>), <span dir=\"rtl\">גִּלְגַּל ע׳</span> v <a data-ref=\"Isaiah 28:28\" href=\"/Isaiah.28.28\">28</a> id.<em>;</em>—<span dir=\"rtl\">ע׳</span> = <em>warchariots</em> only <a data-ref=\"Psalms 46:10\" href=\"/Psalms.46.10\">ψ 46:10</a> (Du <em>transport-wagons</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3c6b6084aa1cbf2ae87", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶשְׂרִים 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, עֶשְׂרִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶשְׂרִים א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶשְׂרִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֶשְׂרִים</span></big><sub>315</sub>  <strong>n.pl.indecl.</strong> (a) twenty <strong>(</strong>ancient pl. of <span dir=\"rtl\">עֶשֶׂר</span> Prä<sup> BAS i. 376</sup>; NH = BH; Arabic <span dir=\"rtl\">عِشْرُونَ</span>; Assyrian <em>ešrâ;</em> Sab. <span dir=\"rtl\">עשרי</span> Hom<sup>Chrest. 48</sup>; Ethiopic ዕሥራ: Aramaic <span dir=\"rtl\">עשרין</span>, <span dir=\"rtl\">ܥܶܣܪܝܺܢ</span>; Nab. <span dir=\"rtl\">עשרין</span><strong>)</strong>;—<br><strong>I.</strong>  as cardinal: <strong>1.</strong>  without other num.: <strong>a.</strong>  usually sq. n.s. (especially <span dir=\"rtl\">שָׁנָה</span>, <span dir=\"rtl\">אִישׁ</span>, <span dir=\"rtl\">אַמָּה</span>, etc.) <a data-ref=\"Genesis 31:38\" href=\"/Genesis.31.38\">Gn 31:38</a> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a> <a data-ref=\"Exodus 38:18\" href=\"/Exodus.38.18\">Ex 38:18</a> + 64 times, + <span dir=\"rtl\">עֶשְׂרִים אֶלֶף</span> 20,000 <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a> + 7 times + <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a> (reading <span dir=\"rtl\">עֶשְׂרִים אָ֑לֶף</span>, v. <span dir=\"rtl\">עֶשֶׂר</span> <strong>2 b</strong>). <strong>b.</strong>  sq. n.pl. <a data-ref=\"II Samuel 3:20\" href=\"/II_Samuel.3.20\">2 S 3:20</a>; <a data-ref=\"Exodus 36:23\" href=\"/Exodus.36.23\">Ex 36:23</a>, <a data-ref=\"Exodus 36:24\" href=\"/Exodus.36.24\">24</a>, <a data-ref=\"Exodus 36:25\" href=\"/Exodus.36.25\">25</a> + 4 times. †<strong>c.</strong>  sq. n.s. coll. <a data-ref=\"I Kings 5:3\" href=\"/I_Kings.5.3\">1 K 5:3</a>. <strong>d.</strong>  n.pl. precedes <a data-ref=\"Genesis 32:15\" href=\"/Genesis.32.15\">Gn 32:15</a><sup>(×2)</sup>, <a data-ref=\"Genesis 32:16\" href=\"/Genesis.32.16\">16</a>; <a data-ref=\"II Chronicles 3:3\" href=\"/II_Chronicles.3.3\">2 Ch 3:3</a> + 6 times <strong>e.</strong>  n. om. <a data-ref=\"Genesis 18:31\" href=\"/Genesis.18.31\">Gn 18:31</a><sup>(×2)</sup> <span dir=\"rtl\">(הָע׳)</span>, <a data-ref=\"I Kings 6:2\" href=\"/I_Kings.6.2\">1 K 6:2</a> + 6 times, as pred. <a data-ref=\"Exodus 27:10\" href=\"/Exodus.27.10\">Ex 27:10</a><sup>(×2)</sup>, <a data-ref=\"Exodus 27:11\" href=\"/Exodus.27.11\">11</a><sup>(×2)</sup> + 4 times. †<strong>f.</strong>  + <span dir=\"rtl\">בָּאַמָּה</span> <a data-ref=\"Zechariah 5:2\" href=\"/Zechariah.5.2\">Zc 5:2</a>. <strong>2.</strong>  + other num.: <strong>a.</strong>  c. units, usually 20 + (c. <span dir=\"rtl\">וְ</span>) unit + n.s. <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:3\" href=\"/Judges.10.3\">3</a> <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">1 K 14:20</a> + 58 times (incl. 20 + 1 × 1000, etc., 27 times); n. om. <a data-ref=\"Joshua 15:32\" href=\"/Joshua.15.32\">Jos 15:32</a> + 2 times pred.; less often unit + 20 + n.s. <a data-ref=\"Genesis 11:24\" href=\"/Genesis.11.24\">Gn 11:24</a> <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">Ex 38:24</a> <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">Nu 8:24</a> (all P) + 27 times; unit + 20 + <span dir=\"rtl\">בָּאַמָּה</span> <a data-ref=\"Ezekiel 40:21\" href=\"/Ezekiel.40.21\">Ez 40:21</a> <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a> (both P). <strong>b.</strong>  20 + unit + n.pl. <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">Nu 7:8</a><sup>(×2)</sup> (P), <a data-ref=\"I Chronicles 2:22\" href=\"/I_Chronicles.2.22\">1 Ch 2:22</a> + 3 times Chr. †<strong>c.</strong>  n.pl. + 20 + unit <a data-ref=\"Joshua 19:30\" href=\"/Joshua.19.30\">Jos 19:30</a> <a data-ref=\"I Chronicles 12:29\" href=\"/I_Chronicles.12.29\">1 Ch 12:29</a> (van d. H. v <a data-ref=\"I Chronicles 12:28\" href=\"/I_Chronicles.12.28\">28</a>). <strong>d.</strong>  c. hundreds, 20 usually foll.; sq. n.s. <a data-ref=\"I Kings 9:14\" href=\"/I_Kings.9.14\">1 K 9:14</a> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a> + 7 times; n. om. <a data-ref=\"II Chronicles 3:4\" href=\"/II_Chronicles.3.4\">2 Ch 3:4</a> <a data-ref=\"Ezra 2:32\" href=\"/Ezra.2.32\">Ezr 2:32</a> = <a data-ref=\"Nehemiah 7:34\" href=\"/Nehemiah.7.34\">Ne 7:35</a>; <a data-ref=\"Nehemiah 7:20\" href=\"/Nehemiah.7.20\">20</a> + 100 (n. om.) <a data-ref=\"Numbers 7:86\" href=\"/Numbers.7.86\">Nu 7:86</a>. <strong>e.</strong>  n.pl. + 100 + 20 <a data-ref=\"I Chronicles 15:5\" href=\"/I_Chronicles.15.5\">1 Ch 15:5</a>, <a data-ref=\"I Chronicles 15:6\" href=\"/I_Chronicles.15.6\">6</a>;—cf. further <span dir=\"rtl\">מֵאָה</span>.<br><strong>II.</strong>  as ordinal: <strong>1.</strong>  20 alone, <span dir=\"rtl\">בִּשְׁנַת ע׳</span> <em>in the twentieth year</em> <a data-ref=\"I Kings 15:9\" href=\"/I_Kings.15.9\">1 K 15:9</a> + 4 times; n. om. <a data-ref=\"Numbers 10:11\" href=\"/Numbers.10.11\">Nu 10:11</a> + 3 times. <strong>2.</strong> <strong>a.</strong>  20 + unit + ns. <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>b.</strong>  ns. + 20 + unit <a data-ref=\"Haggai 1:15\" href=\"/Haggai.1.15\">Hg 1:15</a>; <a data-ref=\"II Chronicles 7:10\" href=\"/II_Chronicles.7.10\">2 Ch 7:10</a> +; ns. + unit + 20 <a data-ref=\"Exodus 12:8\" href=\"/Exodus.12.8\">Ex 12:8</a>; <span dir=\"rtl\">בִּשְׁנַת</span> + 20 + unit <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>, etc.—Vid. reff. sub <a ,=\"\" data-ref=\"BDB, עֶשֶׂר\" dir=\"rtl\" href=\"/BDB,_עֶשֶׂר\">עֶשֶׂר</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4eab6084aa1cbf39bff", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שְׁמֹנֶה 1", "anchorRef": "Numbers 7:8", "anchorRefExpanded": ["Numbers 7:8"], "sourceRef": "BDB, שְׁמֹנֶה 1", "sourceHeRef": "בראון-דרייבר-בריגס, שְׁמֹנֶה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שְׁמֹנֶה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שְׁמֹנֶה</span></big>  (less often <span dir=\"rtl\">שְׁמוֹנֶה</span>), <span dir=\"rtl\">שְׁמֹנָה</span><sub>109</sub> <strong>n.m. et f. eight (</strong>on—ֶ cf. Ba<sup>NB 20, 200</sup> and (against him) Philippi<sup>BAS ii. 364</sup>; Arabic <span dir=\"rtl\">ثَمَانٍ</span>, <span dir=\"rtl\">ثَمَانِيَةٌ</span>, Sab. <span dir=\"rtl\">תֿמני(ת)</span> Hom<sup>Chr 47, 122</sup> DHM<sup>ZMG xxxvii (1883), 369 f., 375</sup>; Aramaic <span dir=\"rtl\">תְּמָנֵי</span>, <span dir=\"rtl\">תְּמַנְיָא</span>, <span dir=\"rtl\">ܬܡܳܢܶܐ</span>, <span dir=\"rtl\">ܬܡܳܢܝܳܐ</span>; Nab. <span dir=\"rtl\">תמונא</span>, Palm. <span dir=\"rtl\">תמניא</span>, Lzb <sup>386</sup>; NH = BH; Ph. <span dir=\"rtl\">שמן</span>; Ethiopic ሰመንቱ, ሰማኒቱ on Assyrian equiv. v. Dl<sup>§ 75</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.f.</strong>) always abs. <span dir=\"rtl\">שְׁמֹנֶה</span> <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">Ju 3:8</a>; + 40 times; <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">שְׁמֹנָה</span> <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a> + 34 times, cstr. <span dir=\"rtl\">שְׁמֹנַת</span> <a data-ref=\"Numbers 2:24\" href=\"/Numbers.2.24\">Nu 2:24</a> + 3 times (cases of 8 + 10 = 18 are additional, v. infr.); pl. <span dir=\"rtl\">שְׁמֹנִים</span>, 80, v. infr.:—<br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">שְׁמֹנֶה</span> card., before n.pl. <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">Ju 3:8</a> <a data-ref=\"I Kings 7:10\" href=\"/I_Kings.7.10\">1 K 7:10</a> + 8 times; before n.sg. <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"I Kings 8:17\" href=\"/I_Kings.8.17\">1 K 8:17</a> (Kt; Qr pl.), <a data-ref=\"I Kings 22:1\" href=\"/I_Kings.22.1\">22:1</a>; after n.pl. <a data-ref=\"Ezekiel 40:31\" href=\"/Ezekiel.40.31\">Ez 40:31</a>; ordin. <span dir=\"rtl\">בִּשְׁנַת שׁ׳ לְ</span> <a data-ref=\"II Kings 24:12\" href=\"/II_Kings.24.12\">2 K 24:12</a>, <span dir=\"rtl\">בִּשׁ׳ שָׁנִים לְ</span> <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">2 Ch 34:3</a>. <strong>b.</strong>  <span dir=\"rtl\">שְׁמֹנָה</span> card., before n.pl. <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a> + 3 times, + (n. om.) <a data-ref=\"Jeremiah 14:15\" href=\"/Jeremiah.14.15\">Je 14:15</a> + 2 times, also <span dir=\"rtl\">שׁ׳ אֵלֶּה</span> <a data-ref=\"Genesis 22:23\" href=\"/Genesis.22.23\">Gn 22:23</a> <em>these</em> 8, and, as round no., <a data-ref=\"Micah 5:4\" href=\"/Micah.5.4\">Mi 5:4</a> 7 <em>and</em> 8 (i.e. plenty); after n.pl. <a data-ref=\"Numbers 29:29\" href=\"/Numbers.29.29\">Nu 29:29</a>; <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a>; ordin., <span dir=\"rtl\">בְּיוֹם שׁ׳ לְ</span> v <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a>. <strong>c.</strong>  f. cstr. <span dir=\"rtl\">שְׁמֹנַת יָמִים</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>; <a data-ref=\"Genesis 21:4\" href=\"/Genesis.21.4\">21:4</a>, <span dir=\"rtl\">שׁ׳ הַבָּקָר</span> <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">Nu 7:8</a>.<br><strong>2.</strong>  8 + 10 = 18: <strong>a.</strong>  c. <strong>n.f.</strong> <span dir=\"rtl\">שְׁמֹנֶה עֶשְׂרֵה</span>, card.: bef. sg. <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"Judges 3:14\" href=\"/Judges.3.14\">Ju 3:14</a> + 2 times, <span dir=\"rtl\">אַמָּה</span> <a data-ref=\"I Kings 7:15\" href=\"/I_Kings.7.15\">1 K 7:15</a> + 2 times; after n.pl. <a data-ref=\"I Chronicles 26:9\" href=\"/I_Chronicles.26.9\">1 Ch 26:9</a>; <a data-ref=\"II Chronicles 11:21\" href=\"/II_Chronicles.11.21\">2 Ch 11:21</a>; n. om. <a data-ref=\"Ezra 8:18\" href=\"/Ezra.8.18\">Ezr 8:18</a>; <a data-ref=\"Nehemiah 7:11\" href=\"/Nehemiah.7.11\">Ne 7:11</a>; ordin., <span dir=\"rtl\">בִּשְׁנַת שׁ׳ ע׳ לְ</span> <a data-ref=\"I Kings 15:1\" href=\"/I_Kings.15.1\">1 K 15:1</a> + 4 times; <span dir=\"rtl\">בִּשׁ׳ ע׳ שָׁנָה לְ</span> <a data-ref=\"II Kings 22:3\" href=\"/II_Kings.22.3\">2 K 22:3</a> + 2 times; <span dir=\"rtl\">הַשָּׁנָה שׁ׳ ע׳ שָׁנָה לְ</span> <a data-ref=\"Jeremiah 32:1\" href=\"/Jeremiah.32.1\">Je 32:1</a>. <strong>b.</strong>  c. <strong>n.m.</strong> <span dir=\"rtl\">שְׁמֹנָה עָשָׂר</span> card.: bef. sg. <span dir=\"rtl\">אֶלֶף</span> <a data-ref=\"Judges 20:44\" href=\"/Judges.20.44\">Ju 20:44</a> + 4 times + <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a> (title), so read for <span dir=\"rtl\">שְׁנֵים ע׳</span>, cf. <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> = <a data-ref=\"I Chronicles 18:12\" href=\"/I_Chronicles.18.12\">1 Ch 18:12</a>; before pl. <a data-ref=\"Ezra 8:9\" href=\"/Ezra.8.9\">Ezr 8:9</a>; n. om. <a data-ref=\"Genesis 14:14\" href=\"/Genesis.14.14\">Gn 14:14</a>; ordin., n. om. <a data-ref=\"I Chronicles 24:15\" href=\"/I_Chronicles.24.15\">1 Ch 24:15</a>; <a data-ref=\"I Chronicles 25:15\" href=\"/I_Chronicles.25.15\">25:15</a>; <span dir=\"rtl\">שְׁמֹנַת עָשָׂר אֶלֶף</span> <a data-ref=\"Judges 20:25\" href=\"/Judges.20.25\">Ju 20:25</a>.<br><strong>3.</strong>  c. other numerals: <strong>a.</strong>  <span dir=\"rtl\">שְׁמֹנֶה מֵאוֹת</span> <a data-ref=\"II Samuel 23:8\" href=\"/II_Samuel.23.8\">2 S 23:8</a> (so read also ‖ <a data-ref=\"I Chronicles 11:11\" href=\"/I_Chronicles.11.11\">1 Ch 11:11</a> Kit Benz, cf. Th We Dr al.), + 16 times. <strong>b.</strong>  <span dir=\"rtl\">שְׁמֹנָה אֶלֶף</span> <a data-ref=\"I Chronicles 12:36\" href=\"/I_Chronicles.12.36\">1 Ch 12:36</a> (v <a data-ref=\"I Chronicles 12:35\" href=\"/I_Chronicles.12.35\">35</a> van d. H.), <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">23:3</a>; <span dir=\"rtl\">שְׁמֹנַת אֲלָפִים</span> <a data-ref=\"Numbers 2:24\" href=\"/Numbers.2.24\">Nu 2:24</a> + 3 times. <strong>c.</strong>  <span dir=\"rtl\">שׁ׳</span>, card., after tens <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> + 20 times; before ten, only <span dir=\"rtl\">שׁ׳ וְעֶשְׂרִים בָּאַמָּה</span> <a data-ref=\"Exodus 26:2\" href=\"/Exodus.26.2\">Ex 26:2</a>; <a data-ref=\"Exodus 36:9\" href=\"/Exodus.36.9\">36:9</a>; ordin., <span dir=\"rtl\">בִּשְׁנַת שְׁלשִׁים וּשׁ׳ שָׁנָה לְ</span> <a data-ref=\"I Kings 16:29\" href=\"/I_Kings.16.29\">1 K 16:29</a>; <a data-ref=\"II Kings 15:8\" href=\"/II_Kings.15.8\">2 K 15:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6370cd6f400056e9476f2cf9", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:5", "anchorRef": "Numbers 7:1-83", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Gevia Kesef 19:5", "sourceHeRef": "גביע כסף י״ט:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "והנה בפרט האריך משה בענין הזבחים בפרי החג ובקרבנות הנשיאים, וזה הפלגה גדולה. ובאר זה כי התורה נחלקת לחומשים וגם לפרשיות, אשר קצתם הוא להמון לבד. כי בעבור שהספר הזה מסור להמון וליחידים<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">בכתב יד כתוב ״ליחידים.״</i> שהם הפכיים, הוצרך שיכתוב ענינים הם כולם ליחידים | וענינים הם כולם להמון. ומה שהוא ליחידי האמת לבדם, הוא מה שבא מענין מעשה בראשית ומעשה מרכבה. וזה רוב חומש בראשית. ומה שהוא להמון לבדו הוא רוב חומש ויקרא, שרובו זבחים והדומה להם, ובכלל כל מעשה זבח. אבל זה היה יותר מן הדברים היותר הכרחיים להמונינו, או שיעשוהו וישענו בו, כמו שישענו היחידים על המושכלות. ולכן תקע משה בלבם זה המעשה, ולכן האריך בפרט קרבן הנשיאים. ואע״פ שהכל אחד במין כתבו יב׳ פעמים בשלימותו. והיה די לנו אם היה דבר נוגע ליחידים אם כתב סדר המקריב ראשון, ואמר אחר כך ״וכן עשה כל אחד ואחד.״ כמו שכתוב כן לששת הכנים היוצאים מן המנורה, שהוא במושכלות. וגם בקצת המפורסמות אמר ״וכן תעשה לכל אבידת אחיך״ כי דרך התורה ברוב הקישים על דרך ההמשל הידוע בהגיון. כי יזכור פרט וחלק, ואחר יעשה גזירה כוללת, או אע״פ שלא יעשה, הנה כן הוא הכמה. ולכן בעבור שכתוב בתורה ״ועשית מעקה לגגיך״ אמר המורה שזה מצוה סוגיית להסיר כל מכשול מבתינו, וכל אבן נגף או מסמר בקרקע, וכל הדומה לזה. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Moses was particularly prolix with regard to the sacrifices of the oxen at the festival of Tabernacles,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">11. Num. 7:1-83, where the identical sacrifices brought by each of twelve princes at the dedication of the Tabernacle are repeated verbatim twelve times.</i> and of the princes<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">12. Num. 29:12-39.</i> —to an extreme point. The reason for that is that the Torah is divided into five books and then into paragraphs, some of which are intended exclusively for the masses.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">13. Cf. above chap. VIII, p. 170, where Kaspi explains that Genesis is intended primarily for the select individuals, whereas the later portions are for the masses.</i> The reason for this is that the Torah was to be handed to the masses (as well as) the singular individuals, which are opposites. So it was necessary to write some things exclusively for the select few, | and some things exclusively for the masses. The part that is intended for “the individuals of truth” relates to the subjects of the Account of Creation and the Account of the Chariot.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">14. These two “accounts” correspond to the Aristotelian categories of Physics and Metaphysics respectively. See L. Strauss, <i>Persecution and the Art of Writing</i> (Chicago: University of Chicago Press, 1952), pp. 38 ff.</i> This includes most of Genesis. The part that is exclusively for the masses includes most of Leviticus, which is mostly sacrifices and related things that include all the sacrificial rites. Sacrifice was one of the most necessary practices for the masses to be able to rely on its performance, just as the select few rely on intellectual truths. For this reason Moses impressed this act upon their hearts,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">15. This reflects Kaspi’s earlier comments that sacrifices are only for the benefit of the masses, who need to perform such ceremonies. Cf. chap. VI.</i> by describing the sacrifices of the princes at length. Thus, while they were all of a kind, he recorded the sacrifice twelve complete times—whereas had this been a matter concerning the select few, it would have sufficed to write the procedure followed by the first prince, and then said, “and thus did each one.” That would have been the same as in the case of the six branches of the candelabra,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">16. Exod. 25:33, “so for the six branches going out of the candlestick …”</i> which was written for intellectual purposes.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">17. In the <i>Menorat Kesef</i> (AS II 103 ff.), while explaining the Temple as a microcosm reflecting the macrocosm of the universe, Kaspi explains that the candelabra represents the six Separate Intelligences, which are beyond man’s comprehension.</i> Even some of the popular subjects used such methods, such as “and so shalt thou do with every lost thing of thy brother,”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">18. Deut. 23:3, which does not repeat all the possible objects that might be lost.</i> for the Torah customarily uses analogy based on specific example, which is known as a principle of logic.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">19. This refers to the third of the thirteen rules of Talmudic hermeneutics, as formulated by Rabbi Ishmael (in the introduction to the <i>Sifra’</i>), which states that “a general principle [<i>binyan ’av</i>], as contained in one or two Biblical laws, is applicable to all related laws.”</i> Thus, the Torah will mention a specific instance or one component, and will then make a generalizing statement, and if that is not done (explicitly), then it will be implied. (Such a case is) that which is written in the Torah, “thou shall make a parapet for thy roof,”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">20. Deut. 22:8, and MT <i>Roṣe’aḥ</i> 11:4.</i> which Maimonides explained as being a generic commandment (encompassing) the removal of every obstacle from one’s house, every stone that abuts, every nail on the ground, as well as whatever is similar to this.", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]