[{"_id": "531e4fe3fbfba276047f6f21", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:18", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Onkelos Numbers 7:18", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0018, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "בְּיוֹמָא תִּנְיָנָא קָרִיב נְתַנְאֵל בַּר צוּעָר רַבָּא דְיִשָּׂשכָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "On the second day, [he that] brought [was] Nesanel the son of Tzu’ar, the leader of Yissachar.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec758", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:18", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Targum Jonathan on Numbers 7:18", "sourceHeRef": "תרגום יונתן על במדבר ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0018, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "בְּיוֹמָא תִּנְיָינָא קָרֵיב יַת קָרְבְּנֵיהּ נְתַנְאֵל בַּר צוּעָר רַב בֵּית אַבָּא לְשִׁבְטָא דִישָשכָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " On the second day, Nethanel bar Zuar, chief of the house of the fathers of the tribe Issakar, brought his oblation.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179eefbfba22336ea6c02", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Rashi on Numbers 7:18:1", "sourceHeRef": "רש\"י על במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>הקריב נתנאל בן צוער … הקרב את קרבנו.</b> מַה תַּ\"ל \"הִקְרִיב\" בְּשִׁבְטוֹ שֶׁל יִשָּׂשכָר מַה שֶּׁלֹּא נֶאֱמַר בְּכָל הַשְּׁבָטִים? לְפִי שֶׁבָּא רְאוּבֵן וְעִרְעֵר וְאָמַר: אַחַר שֶׁקְּדָמַנִי יְהוּדָה, אַקְרִיב אֲנִי אַחֲרָיו, אָמַר לוֹ מֹשֶׁה מִפִּי הַגְּבוּרָה נֶאֱמַר לִי שֶׁיַּקְרִיבוּ כְּסֵדֶר מַסָּעוֹת — לְדִגְלֵיהֶם, לְכָךְ אָמַר הִקְרִב אֶת קָרְבָּנוֹ, וְהוּא חָסֵר יוֹ\"ד, שֶׁהוּא מַשְׁמַע הַקְרֵב, לְשׁוֹן צִוּוּי, שֶׁמִּפִּי הַגְּבוּרָה נִצְטַוָּה \"הַקְרֵב\". וּמַהוּ הִקְרִיב הִקְרִיב שְׁנֵי פְעָמִים? שֶׁבִּשְׁבִיל שְׁנֵי דְבָרִים זָכָה לְהַקְרִיב שֵׁנִי לַשְּׁבָטִים, אַחַת שֶׁהָיוּ יוֹדְעִים בַּתּוֹרָה, שֶׁנֶּאֱמַר \"וּמִבְּנֵי יִשָּׂשכָר יוֹדְעֵי בִינָה לַעִתִּים\" (דבהי\"א י\"ב), וְאַחַת שֶׁהֵם נָתְנוּ עֵצָה לַנְּשִׂיאִים לְהִתְנַדֵּב קָרְבָּנוֹת הַלָּלוּ. וּבִיסוֹדוֹ שֶׁל רַבִּי מֹשֶׁה הַדַּרְשָׁן מָצָאתִי, אָמַר רַבִּי פִּנְחָס בֶּן יָאִיר נְתַנְאֵל בֶּן צוּעָר הִשִּׂיאָן עֵצָה זוֹ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "הקריב נתנאל בן צוער... הקרב את קרבנו NETANEL BROUGHT HIS OFFERING...HE BROUGHT HIS OFFERING: Why is the word הִקְרִב, “brought [his offering],” used in connection with the tribe of Issachar, but is not used in connection with any of the [other] tribes? Because [the tribe of] Reuben came and complained, “Is it not enough that my brother Judah has preceded me? Let me [at least] offer up after him.” Moses said to him,“I was told by the Almighty that they should offer up in the order in which they travel, according to their divisions.” This is why it says: הִקְרִב אֶת קָרְבָּנוֹ, [in which the word הִקְרִב is] missing a“yud,” [thus] giving it the meaning of הַקְרֵב, in the imperative for he was commanded by the Almighty,“Bring the offering!” What is the meaning of הִקְרִב … הִקְרִב, twice? For because of two reasons he [Issachar] merited to be the second of the tribes to offer their sacrifices: One, because they were [well] versed in the Torah, as it says,“And of the sons of Issachar, those who had understanding of the times” (I Chron. 12:32). Another, because they advised the princes to contribute these offerings (Sifrei Bamidbar 53). In the treatise of Rabbi Moses Hadarshan [“the preacher”], I found [the following]: Rabbi Pinchas the son of Yair says [that] Netanel the son of Zu’ar gave them this idea.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "53f17aa9fbfba22336ea7b41", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Or HaChaim on Numbers 7:18:1", "sourceHeRef": "אור החיים על במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ביום השני וגו'</b>. הקדים שבט יששכר, לצד היותו בן תורה הורם שבטו וקדם לראובן הבכור, ולא זו בלבד אלא גם זבולון המחזיק בידו ללמוד דכתיב (דברים ל״ג:י״ח) שמח זבולן בצאתך ויששכר וגו' ישב בצלו וקדם לראובן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>ביום השני</span>, On the second day, etc.</b> The reason the tribe of Issachar was accorded the honour of offering this sacrifice on the second day was that their prince represented a tribe which would become renowned for its command of Torah. This is why he preceded Reuben although the latter was the senior member of the tribes. Not only this, but also the prince of Zevulun was placed ahead of Reuben seeing that it was the generosity of that tribe which would allow the members of the tribe of Issachar to study Torah without worrying about where their livelihood would come from (compare Deut. 33,18 where Moses even blessed Zevulun ahead of Issachar).", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569d07b7d6e4a979b40a08df", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 52:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Bamidbar 52:1", "sourceHeRef": "ספרי במדבר נ״ב:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [200], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ביום השני הקריב נתנאל בן צוער הקריב את קרבנו מה ת\"ל לפי שבא ראובן וערער אמר דיי שקדמני יהודה (למסעות) אקריב אני לתולדות, נזף בו משה ואמר לו מפי הקדש נאמר לי להקריב למסעות, שנאמר הקרב, אין הקרב אלא שנאמר לו מפי הקדש להקרב למסעות. נשיא יששכר לפי שזכה נתנאל בבינה העלה עליו הכתוב כאילו הוא הקריב תחילה. אבא חנן אומר משום ר' אליעזר לפי שזכה נתנאל בעצה, מעלה עליו הכתוב כאלו הוא הקריב תחלה, וזכה שניתן בינה בחלקו שנאמר (דברי הימים יב) ומבני יששכר יודעי בינה לעתים ואומר (שופטים ה') ושרי ביששכר עם דבורה, ויששכר כן ברק בעמק. וכן הכתוב משבחו בבתי דינים במצרים שנאמר, לישוב משפחת הישובי (במדבר כ״ו:כ״ד) ואין ישוב אלא ב\"ד שנאמר (יחזקאל ל\"ג) ויבואו אליך כמבוא עם וישבו לפניך עמי (ואומר ויעקב איש תם יושב אהלים) (דברים ל\"ג) ולזבולון אמר שמח זבולון בצאתך ויששכר באהליך:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 7:18) \"On the second day, Nethanel ben Tzuar, the chief of Yissachar, presented\": (Ibid. 19) \"He presented (hikriv) his offering\": What is the intent of this (i.e., why the redundancy?) Because Reuven came and protested, saying: It is enough that Judah preceded me; let me (now) present according to the order of (precedence) in birth, Moses rebuked him, saying: The Holy One told me to present according to (precedence) in (the order of) journeying — it being written \"hakrev\" (imperative - \"Present\"). \"He (Nethanel) presented his offering.\" Because Nethanel merited in counsel (i.e., to counsel the presentation of these offerings), Scripture accounts it to him as if he had presented first and he merited the bequest of binah (understanding) as his (Yissachar's) portion, viz. (I Chronicles 12:33) \"And of the sons of Yissachar, knowers of understanding for the times,\" and (Judges 5:15) \"And the leaders of Yissachar (the Sanhedrin) were with Devorah, and as Yissachar, so, Barak, in the valley, etc.\" And thus does Scripture praise him (Yissachar) in the batei-din in Egypt, viz. (of Yissachar) \"Yashuv, the family of the Yashuvi, \"yishuv\" connoting beth-din, as in (Ezekiel 33:31) \"and they will come to you as a people comes, and My people will sit (in judgment) before you,\" and (Devarim 33:18) \"Rejoice Zevulun on your going forth (to trade), and Yissachar in your tents (of Torah),\" and (Bereshit 25:27) \"… and Yaakov was a \"whole\" man, sitting in the tents (of learning).\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57babc65d6e4a94f86e87e9f", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Numbers, Nasso 12", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Penei David, Numbers, Nasso 12", "sourceHeRef": "פני דוד, במדבר, נשא י״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 12.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "נשא", "he": ["<b>בַּיּוֹם הַשֵּׁנִי הִקְרִיב נְתַנְאֵל בֶּן־צוּעָר־נְשִׂיא יִשָּׂשכָר:</b>", "נשיא יששכר. שאלוני אמאי כתיב נשיא בשבא ולא בקמץ כאינך. ואפשר דנשיא יששכר הוא סמוך אבל נשיא בקמץ עומד וכתיב לבני שבט פ'. ויען שהיה עניו לא אמר נשיא קודם שמו כמשז\"ל וגם קצר שלא אמר נשיא לבני יששכר בקמץ להורות ענותנותו שהוא מורדף ולא נהג כנשיא עומד מפני שהיה עוסק בתורה ואינה נקנית אלא בענוה כמשז\"ל:"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d4bd6e4a94c7c18abe4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:18", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Tafsir Rasag, Numbers 7:18", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פי אליום אלת̇אני קרב נתנאל בן צוער שריף יששכר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d675d6e4a92bf45a887d", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Rabbeinu Bahya, Bamidbar 7:18:1", "sourceHeRef": "רבנו בחיי, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ביום השני הקריב נתנאל בן צוער נשיא יששכר.</b> הקרב חסר יו\"ד. ודרשו רז\"ל למה בכל הנשיאים נאמר קרבנו וכאן נאמר הקריב את קרבנו, שעל פי הדבור הקריב, שבקשו שאר השבטים להקריב שהיו גדולים ממנו והכריעו אותו מן השמים, ונצטוה שבט יששכר להתקרב לקרבן המזבח ולהקריב קרבנו. תדע לך שכך כתיב הקרב חסר יו\"ד, שהיה רחוק ונתקרב לבא, כל כך למה, על שהיו יודעין בתורה, לכך כתיב (דברי הימים א י״ב:ל״ג) ומבני יששכר יודעי בינה לעתים לדעת מה יעשה ישראל ראשיהם מאתים וכל אחיהם על פיהם, למדך שכולן מסכימים להלכה על פיהם.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ביום השני הקריב נתנאל בן צוער נשיא יששכר, הקרב את קרבנו, “on the second day, Netanel son of Zuor prince of Issachar brought an offering. He brought his offering, etc.” In verse 19 the letter י is absent in the word הקרב. Why is that? Moreover, in connection with the offerings of all the other princes we find the sequence 'קרבנו קערת כסף אחת וגו', whereas in the case of Netanel the Torah wrote הקרב את קרבנו, “he brought forward his offering.” The Torah implies with these words that Netanel was instructed by G’d to offer his sacrifice after Nachshon. There had been a protest by the other princes who felt they should take precedence being that the tribe of Yissachar is the fifth in the order of the tribes. To counter such claims the Torah hints by omitting the letter י from the word הקרב that G’d specifically commanded that Yissachar be the second tribe to bring the offering. This omission implies that they were initially distanced by the other tribes before G-d intervened and 'brought them close'. The tribe of Yissachar merited this honor due to the fact that there were many Torah scholars amongst them, as related in Divrei Hayamim I 12:33 \"Of the Issacharites, men who knew how to interpret the signs of the times, to determine how Israel should act; their chiefs were 200, and all their brethren followed them\" — this implies that the entire nation \"followed them\" in Halachic matters.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48971d6e4a939ba174cba", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Torah Temimah on Torah, Numbers 7:18:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>הקריב נתנאל. </b>מה ת\"ל הקריב, לפי שערער ראובן וטען להקריב לתולדות, נזף בו משה ואמר לו, מפי הקודש נאמר לי להקריב למסעות, שנאמר (פ׳ י\"ט) הקרב את קרבנו אין הקרב אלא זה שנאמר לו מפי המקום להקרב <sup class=\"footnote-marker\">יט</sup><i class=\"footnote\">מדייק מה ת\"ל הקריב, לא כמו בכל הנשיאים דכתיב בהו ביום פלוני נשיא וגו', ועיין בפירש\"י בפסוק זה.\n</i> [ספרי].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48972d6e4a939ba174cbc", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 7:18:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Torah Temimah on Torah, Numbers 7:18:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>נשיא יששכר. </b>לפי שזכה נתנאל בבינה העלה עליו הכתוב כאלו הוא הקריב תחלה <sup class=\"footnote-marker\">כ</sup><i class=\"footnote\">עיין בדרשה הקודמת, וכאן דריש כפל הלשון הקרב, ומפרש מפני שזכה לבינה כמבואר בדה\"י א' י\"ב ומבני יששכר יודעי בינה לעתים, ועיין בפירש\"י ובס' התוה\"מ כאן.\n</i> [שם].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ec575d6e4a91d7b55e371", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Tzror HaMor on Torah, Numbers 7:18:1", "sourceHeRef": "צרור המור על התורה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "במדבר", "he": "<b>ביום השני הקריב נתנאל בן צוער. הקריב את קרבנו</b> פעם אחרת לפי שלא היה רוצה ליטול שררה על ראובן אחיו הבכור כמו שעשה יהודה עד שנצטווה מפי השם. ביום השמיני נשיא לבני אפרים וגו'. כבר אחז\"ל שזכה להקריב שבט יוסף בשבת. לפי ששמר יוסף במצרים השבת דכתיב וטבוח טבח והכן. ואמר אין והכן אלא שבת שנאמר והכינו את אשר יביאו. וכן אמרו שלא הפסיק שבט בין שבט אפרים ומנשה. לפי שהוא לא רצה להפריד בין פוטיפר ואשתו. אבל עכ\"ז נראה לי שהיה ראוי להזכיר שם יוסף באלו הקרבנות. אחר שהם דבר גדול והם יסוד העולם. ויוסף הצדיק היה יסוד עולם. ובתחלת הספר באותו מספר הזכיר שם יוסף. וכן בשילוח המרגלים נזכר שם יוסף ג\"כ. ואולי למה לא הוזכר בכאן. לפי שהזכירו למעלה בתחלת הספר במנין הצריך לדגלים שכתב לבני יוסף לאפרים אלישמע בן עמיהוד. לא הוצרך להזכיר שמו עכשיו אחר שכל זה סיוע הדגלים כמו שכתבתי. ואולי לא הזכיר שמו בכאן מהטעם שאמרו חז\"ל שקצרו ימיו יותר מכל אחיו. לפי ששמע אומר עבדך אבי כמה פעמים ולא חשש לכבוד אביו. ואולי מזה הטעם עצמו לא רצה להזכיר שמו בכאן. לפי שענין אלו הנשיאים היה מעלה וכבוד. ואין ראוי לכבדו בכאן אחר שהוא לא חשש לכבוד אביו. ואין צריך בכל זה כי כבוד בניו הוא כבודו. כאומרו ויברך את יוסף ולא ברכו אלא בירך את הנערים. וכבוד גדול נתכבד בכאן מכל השבטים. שהיו בשבטו שני נשיאים מה שלא היה בכל השבטים:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea81f73ad4f00597bc8af", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 7:18:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Or HaChaim on Numbers 7:18:2", "sourceHeRef": "אור החיים על במדבר ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>הקריב נתנאל וגו' נשיא יששכר</b>. הקדים הזכרת שמו לזכרון הנשיאות, לעשות לו גדר המעלה גם בלא חשיבות הנשיאות, מה שאין כן כל שאר הנשיאים שהקדים זכרון הנשיאות לשמם ובשמו הזכיר זכרון התורה ואמצעות קנינה, זכרון התורה <b>נתנאל</b> נתן אל על דרך אומרו (משלי ד׳:ב׳) לקח טוב נתתי לכם, אמצעות קניינה <b>בן צוער</b> שאין התורה נקנית אלא על ידי יסורין, כך היא דרכה של תורה (גיטין נז.) אדם כי ימות באהל, ואולי כי לצד זה גם כן הקדים זכרון שמו לומר כי לצד המפעל הרשום בשמו שהיה בו זכה להיות נשיא לבני יששכר יודעי בינה לעתים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>הקריב נתנאל בן צוער</span>, Netanel the son of Tzuar offered his gift.</b> In this instance the Torah mentioned the name of the prince before telling us that Netanel was one of the princes. This was also intended to demonstrate that his merit was such that he could have claimed the right to be number two in the lineup even if he had not been a prince. We do not find this again amongst all the other ten princes which follow. Netanel's name is a reminder of the Torah and the means by which it was acquired. Solomon refers to the Torah in Proverbs 4,2 as <span>כי לקח טוב <b>נתתי</b> לכם</span>, i.e. that what G'd has <b>given</b> (the Torah) is a good instruction. The means by which we acquired the Torah is reflected in Netanel's father's name <span>בן צוער</span>, an allusion to pain, <span>צער</span>. The message is that Torah can only be truly acquired through one's undergoing a process of afflictions. We are taught in <i>Gittin</i> 57 that the line <span>אדם כי ימות באהל</span> (Numbers 19,14) is a reminder that in order to truly acquire Torah one must \"kill oneself\" in the tent of Torah, i.e. in the hall of study by deeply immersing oneself in the mysteries of the Torah. Perhaps this is another reason why Netanel's name precedes his title, to hint that his tribe's immersion in Torah is already reflected in his very name. The first time the Bible mentions that the members of this tribe were outstanding Torah scholars is in Chronicles I 12,33 where the small number of delegates sent by this tribe to David's coronation is explained by the fact that these delegates were <span>יודעי בינה לעתים</span>, \"aware of the need of the times.\" The manner in which their prince \"killed\" himself in order to study Torah may have contributed to the members of his tribe emulating him and becoming <span>יודעי בינה לעתים</span>.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ed3bb986022cb66f7ced0e9", "index_title": "Tractate Soferim", "category": "Talmud", "type": "", "ref": "Tractate Soferim 20:11", "anchorRef": "Numbers 7:18-23", "anchorRefExpanded": ["Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23"], "sourceRef": "Tractate Soferim 20:11", "sourceHeRef": "מסכת סופרים כ׳:י״א", "anchorVerse": 18, "sourceHasEn": true, "compDate": [750], "commentaryNum": 20.0011, "collectiveTitle": {"en": "Tractate Soferim", "he": "מסכת סופרים"}, "heTitle": "מסכת סופרים", "he": "(אין) מקדימין בשמנת ימי חנוכה לומר ביום השני ביום השלישי ביום הרביעי ביום החמישי ביום הששי ביום השביעי ביום השמיני כדי לגמור עשרה פסוקים:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "During the eight days of <i>Ḥanukkah</i> we read the following one day earlier:<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">lit. ‘we advance to say’. To the prescribed reading of the day that of the following day is added.</i> <i>On the second day</i>,<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Num. 7, 18-23. This is added to the reading of the first day and then repeated on the second, and similarly with the rest.</i> <i>On the third day</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\"><i>ibid.</i> 24-29.</i> <i>On the fourth day</i>,<sup class=\"footnote-marker\">75</sup><i class=\"footnote\"><i>ibid.</i> 30-35.</i> <i>On the fifth day</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\"><i>ibid.</i> 36-41.</i> <i>On the sixth day</i>,<sup class=\"footnote-marker\">77</sup><i class=\"footnote\"><i>ibid.</i> 42-47.</i> <i>On the seventh day</i>,<sup class=\"footnote-marker\">78</sup><i class=\"footnote\"><i>ibid.</i> 48-53.</i> <i>On the eighth day</i>,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\"><i>ibid.</i> 54-59.</i> so as to complete ten verses.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Which is the minimum required for the reading of the three persons who are called to the Torah each day of <i>Ḥanukkah</i>.</i>", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61023fc2c795231b79e36bc9", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Numbers 7:1:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Tzror HaMor on Torah, Numbers 7:1:1", "sourceHeRef": "צרור המור על התורה, במדבר ז׳:א׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "במדבר", "he": "אח\"כ אמר <b>ויהי ביום כלות משה וגו'.</b> לפי שברכת שלום של מעלה היא לכנסת ישראל שנקראת אחותי כלה. סמך בכאן ויהי ביום כלות משה כלת כתיב. לפי שבכאן נכנסו ישראל ככלה לחופה בז' ברכות שהזכרתי למעלה בפסוק ושמו את שמי. וכן סמך לכאן חנוכת הנשיאים. להורות כי אחר שהיו להם דגלים והיו ראויים ליסע בסדר ד' מחנות של מעלה. וכבר היו מבורכין בברכת לויה. וידוע כי משא המשכן ובפרט קרשי המשכן בריחיו ועמודיו ואדניו. לא היו יכולים הלוים לישא אותם כמו שהיו נושאים בני קהת הארון. לזה נדבה רוחם אותם להתנדב שש עגלות צב לשאת הדברים הנזכרים. וזאת היא עצת התורה שאמר שנתן להם נתנאל בן צוער נשיא יששכר. לפי שכל הדברים צריכים סיוע. כי העולם עומד על עמוד אחד. שנאמר וצדיק יסוד עולם. וי\"א על עמודים רבים. וכן ראוי כי אפילו כסא הכבוד עומד על החיות. ולפי שענין הדגלים חמדו אותם מיום מ\"ת. לפי שראו ד' מחנות שכינה באופנים וחיות ועגלות נושאות המרכבה. ראו הנשיאים שעדיין לא נגמרה מלאכת הדגלים. לפי שכמו שלמעלה היו אופנים וחיות נושאות ד' מחנות. כאומרם והאופנים וחיות הקדש. שזהו ואתא מרבבות קדש. כן היה צריך למטה בדגלים ובד' מחנות. אופנים וחיות ועגלות נושאות המשכן שהוא דמות המרכבה. ולכן נסמכה פרשה זו לברכת כהנים להשלים ענין הדגלים. ולכן ויביאו את קרבנם שש עגלות צב וי\"ב בקר למספר שבטי בני ישראל. ולקיום העולם שהוא י\"ב שעות ביום וי\"ב שעות בלילה וי\"ב חדשים בשנה. ולהגין עלינו מי\"ב נסיכי ישמעאל המקטרגים עלינו. ולזה באו י\"ב בקר שור לאחד. כאומרם לבקרים אצמית כל רשעי ארץ להכרית מעיר ה' כל פועלי און. הם מדות הדין המקטרגין עלינו אמר שש עגלות צב וי\"ב בקר. כי העגלות היו מכוסות בענין שלא יראו. לפי שידוע שהעגלות הם באות מכח הדין ומכח העגל. והעד על זה עגלה ערופה שהיא באה לסלק חרון אף מישראל. הנמשך מצד רוח הטומאה הוא יצר הרע הוא מלאך המות. והעד השני עגלה יפיפיה מצרים ומיד קרץ מצפון בא בא. הוא הצפוני הכורת והמכלה. ולכן אמר שש עגלות צב מחופות ומכוסות. שלא יצאו לקטרג על ישראל. ולכן לא אמר מכוסות אלא צב. להורות שעיקר שרשם של אלו המקטרגים הם מצד רוח הטומאה. ושם מחנהו החולד והעכבר והצב למינהו. וזהו שש עגלות צב. כולם נפרדים איש מרעהו בצבים ובפרדים. ולכן אמר עגלה על שני הנשיאים. ולא נשיא אחד לעגלה אחת. לפי שהיה צריך זכות הרבים. וטובים השנים מן האחד להגין על מדה\"ד הקשה. ומשה לא היה רוצה לקבלם כי חשב כי ארון נושא נושאיו עצמו לכ\"ש. וכן כל כלי המשכן היו כלי הקדש והם נושאים את עצמם. ואז א\"ל השם קח מאתם כי נמוקם עמם והלכה כמותם. והיו לעבוד את עבודת אהל מועד. לפי שהם קדש. וכלי הקדש ראוי לכפות ולכבוש כל מיני מדות הדין. כאומרו ישוב ירחמנו יכבוש עונותינו. ואהל מועד לא נעשה אלא לכפר עון העגל ולהבריח המזיקים שנתחברו לישראל. ולכן אמר והיו לעבוד את עבודת אהל מועד. כי מה שהיה עושה אהל מועד היו עושים אלו העגלות. שהיו משימין עליהן כלי המשכן כדי לכופם ולשימם מרמס כטיט כל חוצות וכלי הקדש עליהם. ולפי שראתה עינם של שבטים יותר מעינו של משה. אמר ויקח משה את העגלות ואת הבקר ויתן אותם אל הלוים. כי להם ראויות העגלות לפי שהם באים מכח הדין. כאומרו המעט מכם כי הבדיל אלהי ישראל אתכם. כי בהם סוד ההבדלה והדין. כאומרו והבדלת את הלוים. ולפי שהם באים מכח הדין אמר והעבירו תער על כל בשרם. כי התער הוא מדה\"ד כאומרו בתער השכירה. ולכן אמר ונתת אותם אל הלוים. כי היו משוררים במקדש וכורתים כל הזמורות ואשכלות מרורות של מדה\"ד בכח המזמורים. וזהו זמירות היו לי חוקיך. ולכן נקראים זמירות מן לא תזמור:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b9558430f78f20636e8c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 129:6", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Yalkut Shimoni on Torah 129:6", "sourceHeRef": "ילקוט שמעוני על התורה קכ״ט:ו׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 129.0006, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ותאמר לאה נתן אלהים שכרי יששכר תשיעי לשבטים והוא הקריב שני למלך שנאמר ביום השני הקריב נתנאל בן צוער מפני מה שהיה בן תורה הדא הוא דכתיב ומבני יששכר יודעי בינה לעתים לעיבורין. ראשיהם מאתים מאתים ראשי סנהדראות היה שבט יששכר מעמיד וכל אחיהם על פיהם מסכימים הלכה על פיהם והוא משיב להם הלכה למשה מסיני וכל השבח הזה מנין לו מזבולון שהיה עוסק בפרקמטיא ומאכיל את יששכר שהוא בן תורה הדא הוא דכתיב זבולון לחוף ימים ישכון וכשבא משה לברך את ישראל הקדים ברכת זבולון ליששכר הדא הוא דכתיב שמח זבולון בצאתך ויששכר באהליך ממה שיששכר באהליך ויש אומרים יש שכר באהלי זבולון:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b955c823a798e70b5eb0", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 161:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Yalkut Shimoni on Torah 161:1", "sourceHeRef": "ילקוט שמעוני על התורה קס״א:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 161.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "זבולן לחוף ימים בסחורתו ויששכר בתורתו וזה עם זה שותפות בעולם הזה ובעולם הבא. מה ראה יעקב אבינו שברך זבולון אחר יהודה והלא יששכר גדול ממנו. אלא צפה אבינו יעקב וראה שעתידה ירושלים ליחרב ועתידה סנהדרין שתעקר ממקומה משבטו של יהודה ולקבוע בחלקו של זבולון לפי שבתחילה גלתה סנהדרין וישבה לה ביבנה ומיבנה לאושא ומאושא לשפרעם ומשפרעם לבית שערים ומבית שערים לצפורי וצפורי היא חלקו של זבולון ואחר כך גלתה מצפורי לטבריא וכן ישעיה אמר ישפילנה [ישפילה] עד ארץ יגיענה עד עפר. אמר ר' יוחנן טבריא היא משלמת למשיח שנאמר תרמסנה רגל רגלי עני פעמי דלים מה כתיב אחריו והוכן בחסד כסא. באותה שעה נפרע הקב\"ה מהרשעים פורענות גדולה שאין לה הפסק וקץ ומורידן לגיהנם ונדונין שם לדורי דורות שנאמר ויצאו וראו בפגרי האנשים. וכל כך למה שנתן להם הקב\"ה ליסוריהן של צדיקים [קץ] בעולם הזה באותה שעה מגעת פורענות של רשעים שאין לה קץ לעולם (וקץ) ויסורים של צדיקים הקב\"ה מעבירן מן העולם שנאמר קץ שם לחשך. ההוא דהוה קאמר אכיף ימא אנא יתיב כד אתא בדקו ואשכחו דמזבולון קאתי דכתיב זבולן לחוף ימים ישכון. חייו של יששכר מנין לו מזבולון שהוא עוסק בפרקמטיא שלו ומאכיל את יששכר שהוא בן תורה הה\"ד זבולן לחוף ימים ישכון. בשביל כך יששכר חמור גרם. וכשבא משה לברך את השבטים הקדים ברכת זבולון לברכת יששכר הה\"ד שמח זבולן בצאתך ויששכר באהליך. אתה מוצא יששכר תשיעי לשבטים והוא הקריב שני למלך דכתיב בשני הקריב נתנאל בן צוער נשיא יששכר מפני שהוא היה בן תורה. אמר רבא לא משכחת צורבא מרבנן דמורי אלא דאתי מלוי או מיששכר. מלוי דכתיב יורו משפטיך ליעקב. יששכר דכתיב ומבני יששכר יודעי בינה לעתים. ואימא מיהודה דכתיב יהודה מחוקקי. אסוקי שמעתתא אליבא דהלכתא קאמינא. אשרי הצדיק ואשרי שכונותיו יהודה ויששכר וזבולון שהיו סמוכין לאהרן ולמשה שנאמר והחונים לפני המשכן קדמה לפני וגו' נעשו גדולים בתורה שנאמר יהודה מחוקקי. וכן ומבני יששכר יודעי בינה לעתים ומזבולון מושכים בשבט סופר. אבל מן הדרום בני קהת וסמוכים להם ראובן ושמעון וגד והיו שרוין עם קרח אדם בעל מחלוקת אבדו עמו במחלקותן. מכאן אמרו אוי לרשע אוי לשכינו טוב לצדיק טוב לשכינו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b9568430f78f20636e8e", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 715:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Yalkut Shimoni on Torah 715:2", "sourceHeRef": "ילקוט שמעוני על התורה תשט״ו:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 715.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ביום השני הקריב נתנאל בן צוער נשיא יששכר הקרב את קרבנו, מה ת\"ל, לפי שבא ראובן וערער אמר די שקדמני יהודה למסעות מקריב אני לתולדות, נזף בו משה ואמר לו מפי הקודש נאמר לי להקריב למסעות שנאמר הקרב אין הקרב אלא שנאמר לו מפי הקודש הקרב למסעות. נשיא יששכר לפי שזכה נתנאל בן צוער בעצה העלה עליו הכתוב כאלו הוא הקריב תחלה. אבא חנן אומר משום ר' אליעזר לפי שזכה נתנאל בעצה זכה שניתן בינה בשבטו שנאמר ומבני יששכר יודעי בינה לעתים. ואומר ושרי ביששכר עם דבורה וגו', וכן הכתוב משבחו בבתי דינים במצרים שנאמר לישוב משפחת הישובי, ואין ישוב אלא בתי דינין שנאמר ויבואו אליך כמצוא עם וישבו לפניך, ואומר ויעק איש תם יושב אהלים ולזבולן אמר שמח זבולן בצאתך ויששכר באהליך. הקרב את קרבנו חסר (פח) שהיה רחוק ונתקרב לבא, וכל כך למה על שהיו יודעים בתורה שנאמר ומבני יששכר יודעי בינה לעתים ללמדך שכולם מסכימים הלכה על פיהם. ביום השביעי נשיא לבני אפרים ר\"מ ורבייהושע בן קרחה (פ\"ט) היו דושין את השמות, אלישמע בן עמיהוד אלי שמע ולאדונתו לא שמע, בן עמיהוד עמי היה הודו ולא הודו עם הרשעים, וכן גמליאל בן פדהצור אמר יוסף גמליאל גמל על עמי גמלים טובים, [וכן כתוב יגמלני ה' וגו']. בן פדהצור [פדני צור] מצרתי מבית הסהר. כל אדם כשהוא עני בוטח בהקב\"ה, וכשהוא עשיר בוטח בעשרו ואין עליו יראה, אבל יוסף כשהיה עבד היה ירא את ה' כשהיתה אדונתו משדלתו בדברים והוא אומר לה ואיך אעשה הרעה הגדולה הזאת וחטאתי לאלהים, וכשנעשה מלך הוסיף יראה שנאמר את האלהים אני ירא, וכשירדו אחיו אצלו אמר וטבוח טבח והכן, אין והכן אלא מיום לחברו שנאמר והיה ביום הששי והכינו את אשר יביאו, והלא אין דרך מלכים לאכול מיום לחברו, א\"ר יוחנן שבת היתה [שנאמר והכן אין והכן אלא שבת שנאמר והיה ביום הששי והכינו] אמר לו הקב\"ה אתה שמרת את השבת עד שלא נתנה, חייך אני עושה לבן בנך שיקריב ביום השבת, הה\"ד ביום השביעי נשיא לבני אפרים. א\"ר אבין הלוי [ברבי] היה יוסף מברך להקב\"ה ואדונו רואה אותו מלחש בפיו, א\"ל יוסף מה אתה אומר הוא משיבו ואומר לו אני מברך להקב\"ה, א\"ל אני מבקש לראות אלהיך, אמר יוסף הרי בחמה שהוא אחד מכמה שמשין שלו אין אתה יכול להביט, בכבודו על אחת כמה וכמה, אמר לו הקב\"ה בשבילך אני נגלה אליו שנאמר וירא אדוניו כי ה' אתו מה כתיב בהקב\"ה כעל גמולות כעל ישלם שהוא משלם לטובים כטובים ולרעים כרעים, מה כתיב ביוסף בן פורת יוסף בן פורת עלי עין, אמר לו הקב\"ה יוסף יהי שלום על העין שעצמה ולא הביטה באחת מן המצריות שנאמר בנות צעדה עלי שור, מהו עלי שור אמר הקב\"ה עלי לשלם שכר לאותה עין. שנו רבותינו כשהיו אוכלין במקדש לפנים מן הקלעים, אבל בשילה כמלא עין. מה שעשה יוסף פרע לו הקב\"ה, ביוסף כתיב וינס ויצא החוצה, אמר לו הקב\"ה כשיצאו ממצרים הים רואה ארונך והוא בורח שנאמר הים ראה וינס וכתיב גאלת בזרוע עמך וגו':", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b956c823a798e70b5eb2", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 960:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Yalkut Shimoni on Torah 960:1", "sourceHeRef": "ילקוט שמעוני על התורה תתק״ס:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 960.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ולזבולון אמר [למה נאמר] לפי שנאמר ומקצה אחיו לקח חמשה אנשים ויציגם לפני פרעה ולא נתפרשו שמותיהם וזה אחד מהם. שמח זבולון בצאתך מלמד שהיה זבולון סרסור לאחיו והיה לוקח מאחיו ומוכר לכנענים ומן הכנענים ומוכר לאחיו. ויששכר באהליך מלמד ששבטו של יששכר משתבח שנאמר ומבני יששכר יודעי בינה לעתים. וכן מצינו שאביו משבחו שנאמר וירא מנוחה כי טוב. ד\"א יששכר באהליך מלד שבית הבחירה ראוי היה לבנות בחלק של יששכר (כתוב בפסוק ביום השני הקריב נתנאל בן צוער):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b833f6f74160036209472", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Chanukah, Torah Reading 9", "anchorRef": "Numbers 7:18-19", "anchorRefExpanded": ["Numbers 7:18", "Numbers 7:19"], "sourceRef": "Siddur Sefard, Chanukah, Torah Reading 9", "sourceHeRef": "סידור ספרד, חנוכה, קריאת התורה ט׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 9, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאת התורה", "he": "<b><b>כהן / שלישי<b>בַּיּוֹם הַשֵּׁנִי</b> הִקְרִיב נְתַנְאֵל בֶּן צוּעָר נְשִׂיא יִשָּׂשכָר: הִקְרִב אֶת קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת:לויפַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתּוּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן נְתַנְאֵל בֶּן צוּעָר: </b></b>", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623b8766240f5b584fe4809a", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Nissan, The'Nasi' Readings 10", "anchorRef": "Numbers 7:18-19", "anchorRefExpanded": ["Numbers 7:18", "Numbers 7:19"], "sourceRef": "Siddur Sefard, Nissan, The'Nasi' Readings 10", "sourceHeRef": "סידור ספרד, ניסן, פרשת הנשיאים י׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 10, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת הנשיאים", "he": "<b>בַּיּוֹם הַשֵּׁנִי</b> הִקְרִיב נְתַנְאֵל בֶּן צוּעָר נְשִׂיא יִשָּׂשכָר: הִקְרִב אֶת קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתּוּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן נְתַנְאֵל בֶּן צוּעָר:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623cd7a99f3d6f0a2f58536d", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Hanukkah, Shacharit 9", "anchorRef": "Numbers 7:18-19", "anchorRefExpanded": ["Numbers 7:18", "Numbers 7:19"], "sourceRef": "Siddur Edot HaMizrach, Hanukkah, Shacharit 9", "sourceHeRef": "סידור נוסח עדות המזרח, חנוכה,  שחרית ט׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 9, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": " שחרית", "he": "<b>בַּיּוֹם֙ הַשֵּׁנִ֔י</b> הִקְרִ֖יב נְתַנְאֵ֣ל בֶּן־צוּעָ֑ר נְשִׂ֖יא יִשָּׂשכָֽר׃ הִקְרִ֨ב אֶת־קׇרְבָּנ֜וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן נְתַנְאֵ֖ל בֶּן־צוּעָֽר׃ ", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623ce278a9c790e22ce10b8a", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Nissan, Learning of the Day 28", "anchorRef": "Numbers 7:18-19", "anchorRefExpanded": ["Numbers 7:18", "Numbers 7:19"], "sourceRef": "Siddur Edot HaMizrach, Nissan, Learning of the Day 28", "sourceHeRef": "סידור נוסח עדות המזרח, חודש ניסן, סדר למוד לחדש ניסן כ״ח", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 28, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "סדר למוד לחדש ניסן", "he": "<b>בַּיּוֹם֙</b> הַשֵּׁנִ֔י הִקְרִ֖יב נְתַנְאֵ֣ל בֶּן־צוּעָ֑ר נְשִׂ֖יא יִשָּׂשכָֽר׃ הִקְרִ֨ב אֶת־קׇרְבָּנ֜וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן נְתַנְאֵ֖ל בֶּן־צוּעָֽר׃ ", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c72eca1000753446965", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Rav Hirsch on Torah, Numbers 7:18:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 18 u. 19. ביום השני הקריב וגו׳ הקרב וגו׳. Die Darbringung am zweiten Tage wird wiederholt mit הקריב eingeleitet, um ihr, und so auch allen folgenden, die darauf nur mit der kürzer berichtenden Fassung:  ביום הרביעי נשיא, ביום השלישי נשיא וגו׳ usw. aufgeführt werden, obgleich sie alle nur die Wiederholung des ersten für ihren Stamm waren, ganz dieselbe selbständige Dignität wie dem ersten zu bewahren. Im ספרי wird darin eine Auszeichnung des Stammes Jissachar erkannt, der sich als יודעי בינה לעתים לדעת מה יעשה ישראל (Chron. I. 12, 32) auszeichnete und dessen Fürst, Nethanel, eben derjenige war, der diese ganze חנכת המזבח angeregt und entworfen hatte. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186d31894184186dd592c3", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:1", "sourceHeRef": "ספרי זוטא ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ביום השני הקריב נתנאל בן צוער</b>, למה כתיב ביששכר הקריב לפי שהקריב שני למלך מפני שהוא בן תורה והוא שנתן עצה לשבטים שיביאו עגלות וכה״א ישיב ושמרון (דה\"י א' ז א) והלא שמו יוב ושמרון ולמה נקרא שמו ישיב שהשיב עצה לשבטים לעשות עגלות לפי כך נאמר בו הקריב כאלו הוא לבדו שהקריב ואינו טפלה לאחרים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d32894184186dd592c5", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:2", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>זאת חנוכת המזבח ביום המשח אותו</b>, אין ידוע אם ביום שגמרו או ביום שהחל להעמידו כשהוא אומר ויהי ביום כלות משה להקים את המשכן הא כבר כילוי אמור וכשהוא אומר אחרי המשח אותו עדיין הדבר חלוק הא ידעת שאינו אומר כן זאת חנוכת המזבח ביום המשח אותו לא ביום שגמרו אלא ביום שהחל להעמידו:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d32894184186dd592c7", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:3", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:3", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ג׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0003, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ביום המשח אותו</b>, יכול שהוא נמשח מעתה אמ' זאת עוד אינו נמשח מעתה אדיין אני אומר לא ימשח לימות המשיח אבל ימשח לעתיד לבא אמרת זאת חנוכת המזבח אחרי וגו' עוד אינו נמשח לעתיד לבא וכה״א זאת משחת אהרן ומשחת בניו (ויקרא ז לה) יכול שהן נמשחין מעתה אמרת זאת אינן נמשחין מעתה עדיין אני אומר לא ימשחו לימות המשיח אבל ימשחו לעתיד לבא אמרת זאת אינן נמשחין לעתיד לבא ומה אני מקיים אלה שני בני היצהר העומדין על אדון כל הארץ (זכריה ד יד) זה אהרן ודוד זה מבקש כהונתו וזה מבקש מלכותו:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d33894184186dd592c9", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:4", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:4", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ד׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0004, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>מאת נשיאי ישראל</b>, מה ת״ל מאת נשיאי ישראל אלא מלמד שנתנדבו מעצמן והיה קרבן כולן שוה כארכן כן רחבן כן משקלן. ר' שמעון אומר מה ת״ל מאת נשיאי ישראל אלא מלמד שנתנדבו מעצמן והיה קרבן כולן שוה ולא הקריב אחד מהן יותר על חברו שאלו הקריב אחד מהן יותר על חברו לא היה קרבן אחד מהן דוחה את השבת. א״ל המקום אתם חלקתם כבוד אחד לחברו ואני חולק לכם כבוד שנ' ויאמר ה' אל משה נשיא אחד ליום נשיא אחד ליום:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d34894184186dd592cb", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:5", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:5", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ה׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0005, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>שלשים ומאה הקערה האחת כסף כל כסף הכלים אלפים וארבע מאות</b>, וכי אין ידוע שאלפים וארבע מאות בשקל הקדש יכול בזמן שהוא שוקלן כולן כאחת היו יתירים ובזמן שהוא שוקלן אחת אחת היו חסרים אמ' כל כסף הכלים אלפים וארבע מאות בשקל הקדש בין שוקלן כולן כאחת בין שוקלן אחד אחד:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d35894184186dd592cd", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:6", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:6", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ו׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0006, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "- <b>כל כסף הכלים אלפים וארבע מאות בשקל הקדש</b>, אין לי אלא מדת הכלים שיהיו שווין מדת בהמה גסה מניין אם שחורות שחורות אם לבנות לבנות אמרת כל הבקר לעולה שנים עשר פרים אין לי אלא מדת בהמה גסה מדת בהמה דקה מניין ת״ל אילים ששים עתודים ששים כבשים בני שנה ששים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d35894184186dd592cf", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:7", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:7", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ז׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0007, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>זאת חנוכת המזבח אחרי המשח אותו</b>, זה הוא שאמרנו ביום המשח אותו למעלה:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d36894184186dd592d1", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 7:18:8", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Sifrei Zuta 7:18:8", "sourceHeRef": "ספרי זוטא ז׳:י״ח:ח׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0008, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ובבא משה אל אהל מועד</b>, כתוב אחד אומר ובבא משה אל אהל מועד וכתוב אחד אומר ולא יכול משה לבא אל אהל מועד כיצד נתקיימו שני כתובים הללו אלא בזמן ששכינה מגעת לארץ מהוא אומר ולא יכול משה מפני שנתנה רשות למחבלים לחבל ובזמן ששכינה מסתלקת מן הארץ מהוא אומר ובבא משה אל אהל מועד לדבר אתו כיון שהיה נכנס היה מדבר עמו. שלש מדות היה בו ביד משה מה שלא היה ביד בלעם משה היה מדבר עמו עומד שנאמר ואתה פה עמוד עמדי (דברים ה כח) [ועם בלעם לא היה מדבר עמו אלא נופל שנא' נופל וגלוי עינים (במדבר כד ד)] משה היה מדבר עמו פה אל פה שנא' פה אל פה אדבר בו (במדבר יב ח) [ובבלעם כתיב נאם שומע אמרי אל (במדבר כד ד) שלא היה מדבר עמו פה אל פה] משה היה מדבר עמו פנים אל פנים שנאמר ודבר ה' אל משה פנים אל פנים (שמות לג יא) [ועם בלעם לא היה מדבר כי במשלים כמד׳׳ת וישא משלו ויאמר וגו' (במדבר כד טו). שלש מדות היו ביד בלעם מה שלא היה ביד משה. משה לא היה יודע מי מדבר עמו בלעם היה יודע מי מדבר עמו שנא' נאם שומע אמרי אל אשר מחזה שדי יחזה (במדבר כ״ד ד) משה לא היה יודע אימתי הקב״ה מדבר עמו] ובלעם היה יודע מה הקב״ה עתיד לדבר עמו שנ' ויודע דעת עליון (במדבר כ״ד ט״ז). משלו משל לטבחו של מלך שהוא יודע מה המלך מקריב על שולחנו [ויודע כמה הוצאות יוצאות למלך על שולחנו] כך היה בלעם יודע מה הקב״ה עתיד לדבר עמו בלעם היה מדבר עמו בכל שעה שירצה שנא' נופל וגלוי עינים (במדבר כ״ד ד') [היה משתטח על פניו ומיד היה גלוי עינים על מה ששואל ומשה לא היה מדבר עמו בכל שעה שירצה] ר' שמעון אומר אף משה היה מדבר עמו בכל שעה שירצה שנ' ובבא משה אל אהל מועד כיון שהיה רוצה היה נכנס והוא מדבר עמו. ר' אליעזר בנו של ר' יוסי הגלילי אומר שומעני כאלו לא ירדה שכינה לארץ מעולם שנאמר מן השמים השמיעך את קולו ליסרך (דברים ד לו) אתם ראיתם כי מן השמים דברתי עמכם (שמות כ יט) ומה אני מקיים ובבא משה אל אהל מועד אלא כמין סילון של אש היה יורד מן השמים לבין שני הכרובים ומדבר עמו משום שנא' מבין שני הכרובים וידבר אליו:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc67758c1dc532ec90b4", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:18", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Steinsaltz on Numbers 7:18", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 7.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>בַּיּוֹם הַשֵּׁנִי הִקְרִיב נְתַנְאֵל בֶּן צוּעָר, נְשִׂיא יִשָּׂשכָר,</b> שכן יששכר נמנה על דגל מחנה יהודה ברשימת הדגלים,\n  והוא מופיע מיד לאחריו.\n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>On the second day presented </b>his offering <b>Netanel son of Tzuar, prince of Issachar. </b> The prince of Issachar presented his offering immediately after the prince of Judah as Issachar is the second tribe in the camp of Judah (2:1–5).", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da76b215f43691cfdfd2", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Nasso 54-57", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Tze'enah Ure'enah, Nasso 54-57", "sourceHeRef": "צאינה וראינה, נשא נ״ד-נ״ז", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 54, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "נשא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>On the second day, Nethanel son of Zuar, chieftain of Issachar made his offering</i>” [7:18]. Rashi writes here. It is written here concerning <i>Issachar</i>, the word, <i>brought near</i> [<i>hikriv</i>], a superfluous word not found regarding the other <i>chieftains.</i> The explanation is that <i>Reuben</i> saw that <i>Judah</i> brought a sacrifice first, before he brought one. Reuben said: is it not enough that Judah brought it before me, and I am the firstborn. I will not allow anyone to bring an offering before me. Moses said to Reuben. Let Issachar bring it after Judah. The Holy One ordered this so. Therefore, it is written, <i>brought near.</i> This means, let Issachar bring his sacrifice first. Therefore, it is written, <i>brought near, brought near</i> twice, for <i>Issachar</i> was <i>worthy</i> in two ways to bring his offering first. First is because he studied Torah. Therefore, it was just that he should bring the offering first. The second is because the <i>chieftain</i> of <i>Issachar</i> gave the advice that the chieftains should bring offerings and which offerings they should bring.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Rashi, Numbers, 7:19.</i>", "<i>Ibn Shuaib</i> writes. The portion teaches us that there is no better attribute among all attributes than to make oneself lowly, as we find concerning Abraham, who said, “<i>I who am but dust and ashes</i>” [Genesis, 18:27]. Moses and Aaron said, “<i>for who are we</i>” [Exodus, 16:7]. What are we? Concerning Moses it is also written, “<i>Moses was a very humble man</i>” [Numbers, 12:3]. He held himself very lowly. <i>King Saul</i> hid himself when they wanted to make him a king. He did not want to accept kingship over Israel. He was very righteous and modest. The Israelites had issued a ban on any daughter <i>marrying</i> anyone from the <i>tribe of Benjamin</i>, because the Benjaminites caused many to die in the <i>concubine in Gibeah</i> incident. Therefore, the Israelites issued a ban that nobody in Israel should marry Benjaminites. Afterwards, the Israelites reconsidered and allowed a dance to be held every year where the children of Benjamin could run off with Israelite maidens and marry them, and the Israelites allowed this to happen. This is how the Benjaminites married Israelites. <i>King Saul</i> was from the tribe of Benjamin and was very <i>bashful.</i> He was ashamed to run after a maiden until an important maiden came and asked him to dance. That is to say, she wanted him as a husband. <i>King Saul</i> allowed it to happen and he married that maiden. Therefore, she had a son with <i>King Saul</i> who was called <i>Jonathan.</i> He was a <i>good friend of David. Saul</i> wanted to kill David and <i>Jonathan</i> spoke strongly on behalf of David against his father, Saul. Saul became angry with Jonathan and called him, “<i>son of a perverse, rebellious woman</i>” [I Samuel, 20:30]. That is to say, you are <i>insolent.</i> You take after your mother, who was insolent with me and took me to dance. We also find that the <i>sages</i> said: hearing something that shames someone and hearing what <i>embarrasses</i> him and he remains silent, their reward is great. The Holy One gives them great honor, as we find. A pious person heard what bad things someone said about him. The pious person sent a present to that person and said to him. You have given me from your <i>merits</i> and therefore I am sending you a present. He said: the wise person is judged in the next world, all of his <i>merits</i> are brought and he says, I do not have so many <i>meritorious acts</i> in my lifetime. They respond: you were silent when others spoke ill of you. Therefore, one should try to be humble with his wealth and other things, as we find in the portion that the <i>chieftains</i> did not rely on their own merits, but on the merits of their ancestors.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Ibn, Shuaib, <i>Derashot</i>, II: 328–332.</i>", "Rashi writes. <i>Nahshon</i> remembered Adam with his sacrifice, since <i>Nahshon</i> brought a “<i>silver bowl</i>” [7:19], a silver bowl, and [the words] <i>silver bowl</i> has the numerical value of nine hundred and thirty, relating to the number of years that <i>Adam</i> lived, which was nine hundred and thirty. The bowl weighed one hundred and thirty weights. <i>Adam</i> was one hundred and thirty when he began to have children. “<i>A silver basin</i>” [7:19], a silver basin, and a “<i>silver basin</i>” has the numerical value of five hundred and twenty. This relates to <i>Noah</i>, who was five hundred years old when he had children and twenty years was the decree of the Flood, before his children were born. The basin weighed seventy weights and this related to the seventy nations who were descended from Noah’s children. “<i>A ladle</i>” [7:20], for the Torah that was given by the Holy One, with the <i>Ten Statements.</i> “<i>One bull</i>” [7:21]. An ox for <i>Abraham</i>, who fed the <i>angels</i> an ox. “<i>A ram</i>” [7:21]. A ram for <i>Isaac</i>; a ram was slaughtered as a sacrifice instead of Isaac, when his father wanted to bring a sacrifice at the <i>Akedah.</i> “<i>One sheep</i>” [7:21]. A sheep for <i>Jacob</i> who separated the sheep at Laban’s when he was guarding Laban’s sheep. “<i>One goat</i>” [7:22]. A goat that should be expiation for the children of Jacob who sold Joseph and who slaughtered a goat and dipped his shirt in its blood.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Rashi, Numbers, 7:19–22.</i>", "<i>Bahya</i> and <i>Ramban</i> ask a question. Why does the Torah have to write at such length about each chieftain separately? The offerings that each chieftain brought, a bowl and a ladle and the sacrifices were also the same for each one. The Torah should have written briefly about what offerings the first chieftain brought and regarding the other chieftains, the Torah should have written that they also brought the same things as the first one. The explanation is that the Torah writes about the offerings of each chieftain separately, to give them honor. If the Torah had written about the first one, that is Nahshon, and described his offerings at length and explicitly and had written about the others that they brought the same as the first one, then they would not have received any honor. Also, each chieftain had a different reason for bringing his offering, therefore the Torah writes about each chieftain separately.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Bahya, Numbers, 7:84; Ramban, Numbers, 7:13.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516c1dd8edbab4702cd32cf7", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 13:15", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Bamidbar Rabbah 13:15", "sourceHeRef": "במדבר רבה י״ג:ט״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשֵּׁנִי הִקְרִיב נְתַנְאֵל וגו' <small>(במדבר ז, יח)</small>, לָמָּה נֶאֱמַר בּוֹ הִקְרִיב, לְפִי שֶׁבָּא רְאוּבֵן וְעִרְעֵר, אָמַר דַּיִּי שֶׁקְּדָמַנִי יְהוּדָה לַמַּסָּעוֹת אַקְרִיב אֲנִי לַתּוֹלָדוֹת, נָזַף בּוֹ משֶׁה וְאָמַר לוֹ מִפִּי הַקָּדוֹשׁ בָּרוּךְ הוּא נֶאֱמַר לִי הַקְרֵב לַמַּסָּעוֹת. דָּבָר אַחֵר, הִקְרִיב, הִקְרִיבוֹ משֶׁה בְּעַל כָּרְחוֹ שֶׁל רְאוּבֵן. דָּבָר אַחֵר, הִקְרִיב, כְּאִלּוּ הִקְרִיב תְּחִלָּה, לָמָּה כֵן, לְפִי שֶׁזָּכָה בַּעֲצַת נְשִׂיאִים הֶעֱלָה עָלָיו הַכָּתוּב כְּאִלּוּ הוּא הִקְרִיב תְּחִלָּה. אַבָּא חָנָן אוֹמֵר מִשּׁוּם רַבִּי אֱלִיעֶזֶר לְפִי שֶׁזָּכָה בָּעֵצָה זָכָה שֶׁנִּתַּן בִּינָה בְּשִׁבְטוֹ, שֶׁנֶּאֱמַר <small>(דברי הימים א יב, לג)</small>: וּמִבְּנֵי יִשָֹּׂשכָר יוֹדְעֵי בִינָה לַעִתִּים, וְנֶאֱמַר <small>(שופטים ה, טו)</small>: וְשָׂרַי בְּיִשָֹּׂשכָר עִם דְּבֹרָה וגו'. וְכֵן הַכָּתוּב מְסַפֵּר בְּשִׁבְחוֹ בְּבָתֵּי דִינִין בְּמִצְרַיִם, שֶׁנֶּאֱמַר <small>(במדבר כו, כד)</small>: לְיָשׁוּב מִשְׁפַּחַת הַיָּשֻׁבִי, וְאֵין יָשׁוּב אֶלָּא בָּתֵּי דִינִין, שֶׁנֶּאֱמַר <small>(יחזקאל לג, לא)</small>: וְיָבוֹאוּ אֵלֶיךָ כִּמְבוֹא עָם וְיֵשְׁבוּ לְפָנֶיךָ וגו', <small>(בראשית כה, כז)</small>: וְיַעֲקֹב אִישׁ תָּם ישֵׁב אֹהָלִים, וְאוֹמֵר <small>(דברים לג, יח)</small>: וְיִשָֹּׂשכָר בְּאֹהָלֶיךָ. <small>(במדבר ז, יט)</small>: הִקְרִיב אֶת קָרְבָּנוֹ וגו', אָמַר רַבִּי פִּינְחָס בֶּן יָאִיר לָמָּה הוֹסִיף הִקְרִב, וְחָסֵר יו\"ד, אֶלָּא כְּנֶגֶד פָּרָה אֲדֻמָּה שֶׁעָשׂוּ בְּאוֹתוֹ הַיּוֹם, לְכָךְ הוֹסִיף הִקְרִב חָסֵר יו\"ד, וְהֶעֱמִיד הַתֵּבָה עַל אַרְבַּע אוֹתִיּוֹת כְּנֶגֶד אַרְבָּעָה דְבָרִים שֶׁהָיְתָה פָּרָה צְרִיכָה: אֲדֻמָּה, תְּמִימָה, בְּלֹא מוּם, בְּלֹא נְשִׂיאוּת עֹל, כְּמָה דְתֵימָא <small>(במדבר יט, ב)</small>: וְיִקְחוּ אֵלֶיךָ פָרָה אֲדֻמָּה תְּמִימָה וגו'. <small>(במדבר ז, יט)</small>: קַעֲרַת כֶּסֶף אַחַת, בָּא נְשִׂיא יִשָֹּׂשׂכָר וְהִקְרִיב עַל שֵׁם הַתּוֹרָה, לְפִי שֶׁהֵם אָהֲבוּ אֶת הַתּוֹרָה יוֹתֵר מִכָּל הַשְּׁבָטִים, שֶׁנֶּאֱמַר: וּמִבְּנֵי יִשָֹּׂשכָר יוֹדְעֵי בִינָה לַעִתִּים וגו', מַהוּ לַעִתִּים, רַבִּי תַּנְחוּמָא אָמַר לַקָּרָסִין, רַבִּי יוֹסֵי אוֹמֵר לָעִבּוּרִים. <small>(דברי הימים א יב, לג)</small>: לָדַעַת מַה יַּעֲשֶׂה יִשְׂרָאֵל, בְּאֵיזֶה יוֹם יַעֲשׂוּ מוֹעֲדִים. <small>(דברי הימים א יב, לג)</small>: רָאשֵׁיהֶם מָאתַיִם, אֵלּוּ מָאתַיִם רָאשֵׁי סַנְהֶדְּרָאוֹת שֶׁהָיוּ שֵׁבֶט יִשָֹּׂשכָר מַעֲמִיד, <small>(דברי הימים א יב, לג)</small>: וְכָל אֲחֵיהֶם עַל פִּיהֶם, שֶׁהָיוּ מַסְכִּימִים הֲלָכָה עַל פִיהֶם, וְאוֹמֵר <small>(בראשית מט, טו)</small>: וַיֵּט שִׁכְמוֹ לִסְבֹּל, שֶׁהָיוּ סוֹבְלִים עֹל תּוֹרָה. <small>(בראשית מט, טו)</small>: וַיְהִי לְמַס עֹבֵד, שֶׁכָּל מִי שֶׁהָיָה טוֹעֶה בַּהֲלָכָה הָיוּ שׁוֹאֲלִים אוֹתָהּ לְשֵׁבֶט יִשָֹּׂשכָר וְהֵם מְבָאֲרִים אוֹתָהּ לָהֶם. קַעֲרַת כֶּסֶף, כְּנֶגֶד הַתּוֹרָה שֶׁהִיא קְרוּאָה לֶחֶם, שֶׁנֶּאֱמַר <small>(משלי ט, ה)</small>: לְכוּ לַחְמוּ בְלַחְמִי, וְנֶאֱמַר בְּלֶחֶם הַפָּנִים <small>(שמות כה, כט)</small>: וְעָשִׂיתָ קְעָרֹתָיו וְכַפֹּתָיו, וּתְנֵינַן קְעָרֹתָיו אֵלּוּ דְפוּסִים, שֶׁהָיוּ עוֹשִׂים לֶחֶם הַפָּנִים בִּדְפוּסִים. <small>(במדבר ז, יט)</small>: שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, צֵא וַחֲשֹׁב עֶשְׂרִים וְאַרְבָּעָה סְפָרִים שֶׁל תּוֹרָה שֶׁבִּכְתָב וּשְׁמוֹנִים מִן מִשְׁנָה שֶׁמַּתְחֶלֶת בְּמ\"ם מֵאֵימָתַי קוֹרִין אֶת שְׁמַע וכו' וּמְסַיֶּמֶת בְּמ\"ם <small>(תהלים כט, יא)</small>: ה' יְבָרֵךְ אֶת עַמּוֹ בַשָּׁלוֹם, מ\"ם אַרְבָּעִים וּמ\"ם אַרְבָּעִים, הֲרֵי שְׁמוֹנִים, הֲרֵי מֵאָה וְאַרְבָּעָה שֶׁעוֹלִים מִנְיָנָם שֶׁל תּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה. דָּבָר אַחֵר שֶׁרָאשֵׁי שִׁשָּׁה סִדְרֵי מִשְׁנָה חֶשְׁבּוֹן רָאשֵׁי אוֹתִיּוֹת הֵן עוֹלִים שְׁמוֹנִים, צֵא וַחֲשֹׁב מ' מִן מֵאֵימָתַי שֶׁל סֵדֶר זְרָעִים, י' מִן יְצִיאוֹת הַשַּׁבָּת שֶׁל סֵדֶר מוֹעֵד, ח' מִן חֲמֵשׁ עֶשְׂרֵה נָשִׁים מִן סֵדֶר נָשִׁים, א' מִן אַרְבָּעָה אֲבוֹת נְזִיקִין מִן סֵדֶר יְשׁוּעוֹת, כ' מִן כָּל הַזְּבָחִים מִן סֵדֶר קָדָשִׁים, א' מִן אֲבוֹת הַטֻּמְאָה מִן סֵדֶר טַהֲרוֹת, הֲרֵי שְׁמוֹנִים. מִכָּאן שֶׁעוֹלִים תּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה לְמִנְיַן מֵאָה וְאַרְבָּעָה, וְנִתְּנָה לְעֶשְׂרִים וְשִׁשָּׁה דוֹרוֹת שֶׁהָיוּ מֵאָדָם וְעַד משֶׁה שֶׁנִּתְּנָהּ תּוֹרָה עַל יָדוֹ, הֲרֵי מֵאָה וּשְׁלשִׁים, לְכָךְ הָיָה מִשְׁקַל הַקְּעָרָה מֵאָה וּשְׁלשִׁים.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the second day, Netanel son of Tzuar, prince of Issachar, presented his offering” (Numbers 7:18). <br>“He presented his offering: One silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high quality flour mixed with oil as a meal offering” (Numbers 7:19).</b> <br>Why does it say in his regard: “Presented his offering [<i>hikriv</i>]”? (Numbers 7:18). It is because Reuben came and appealed. He said: ‘It is enough that Judah preceded me, just as he did on the journeys. I will present the [next] offering, in accordance with birth order.’ Moses reprimanded him and said to him: 'From the mouth of the Holy One blessed be He, it was stated to me: ‘Present the offerings [<i>hakrev</i>] in accordance with the journeys.’<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Since the camp of Judah went first in the journeys, the tribes in that camp sacrificed first. Within each camp, the Torah orders the tribes. Thus, in the camp of Judah, the order is Judah, Issachar, Zevulun (Numbers 2:1–9.)</i> Alternatively, <i>hikriv</i>, Moses brought him near [<i>hikrivo</i>], against Reuben’s will. <br>Another matter, “presented [his offering] – it is as though he presented his offering first. Why was it so? Because he was privileged to counsel the princes, the verse ascribes to him as though he presented his offering first. Abba Ḥanan says in the name of Rabbi Eliezer: Because he was privileged to counsel, he merited that understanding was granted to his tribe, as it is stated: “From the children of Issachar, possessors of understanding of the times” (I Chronicles 12:33), and it is stated: “Princes of Issachar were with Deborah” (Judges 5:15). Likewise, the verse speaks his praise as he sat on the tribunals in Egypt, as it is stated: “[Descendants of Issachar…] of Yashuv, the Yashuvite family” (Numbers 26:23–24), and <i>yashuv </i>is nothing other than courts,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Since Yashuv was in Egypt, and it is a term which refers to tribunals, we learn that there were tribunals in Egypt.</i> as it is stated: “They will come to you as a people comes, and…will sit [<i>veyeshvu</i>] before you” (Ezekiel 33:31). “Jacob was a simple man, dwelling in tents” (Genesis 25:27),<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">“Tents” is expounded as a reference to the study halls of Shem and Ever.</i> and it says: “And Issachar in your tents” (Deuteronomy 33:18).<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">This teaches that the tribe of Issachar studied a lot of Torah.</i> <br>“He presented [<i>hikriv</i>] his offering…” (Numbers 7:19), Rabbi Pinḥas ben Yair said: Why did it add <i>hikriv</i>,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">In the sacrifices of the other tribes, the word <i>hikriv</i> is not used.</i> and it is lacking a <i>yod</i>? Rather, it was corresponding to the red heifer that they prepared on that day; that is why he added <i>hikriv</i> lacking a <i>yod</i>, establishing the word with four letters, corresponding to the four matters that the heifer required: Red, complete, unblemished, without having borne a yoke, just as it says: “They shall take to you a completely red heifer [in which there is no blemish, and upon which a yoke was not placed]” (Numbers 19:2).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17a26fbfba22336ea71c9", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 7:18:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>ביום השני הקריב</b> בגימטריא נתן להם עצה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54c7aa63fbfba27c8a3defe7", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Da'at Zekenim on Numbers 7:18:1", "sourceHeRef": "דעת זקנים על במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>ביום השני הקריב וגו' נשיא יששכר. </b>לפי ששבטו של יששכר היו חכמים בתורה שנא' ומבני יששכר יודעי בינה לעתים לכך זכו להקריב בשני ועל פי הדבור היה ולכך כתיב הקריב רחוק היה ונתקרב ורש\"י פי' בענין אחר וגם פירש למה הקרב חסר יו\"ד: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ביום השני הקריב ...נשיא ישכר, “on the second day the prince of Issachar offered his inaugural offering; [an identical one as were those of all the twelve princes. Ed.] The reason that this tribe was accorded the honour of being the second, although according to seniority he was far younger, was that the members of this tribe excelled in Torah knowledge as has been testified to in Chronicles I 12,32: ומבני יששכר יודעי בינה לעתים, “and from among the members of the tribe Issachar, who knew how to interpret the signs of the times.” [Whereas the other tribes all sent delegations of between 20000 and 10000 for the official coronation of King David, Issachar sent only two hundred, who made up in quality for what they lacked in quantity. Ed.] This is also the reason why the word הקרב which is always spelled with the letter י after the letter ר is spelled defectively here. Rashi offers a different reason for this", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "554ef0affbfba21b48f539f6", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Haamek Davar on Numbers 7:18:1", "sourceHeRef": "העמק דבר על במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ביום השני וגו׳.</b> הקריבו על סדר הדגלים. אף על גב שעדיין לא נצטוו על ענין הדגלים וסדורן עד החדש השני. מכל מקום כבר ידעו שיהיה כן מצואת יעקב אבינו כדכתיב בספר בראשית נ׳ י״ב ויעשו בניו לו כן כאשר צום. ואיתא ברבה שצוה שישאו אותו כדרך שיהיה בדגלים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5868bcffd6e4a97c9cbb0fd2", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Bekhor Shor, Numbers 7:18:1", "sourceHeRef": "בכור שור, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>הקריב נתנאל.</b> הקריב שני פעמי' האחד לשון הפעיל שהוא גרם לאחרים שיקריבו מכאן דרשו רבותי' שהוא נתן להם עצה שיקריבו:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "58aeb414d6e4a953a426420a", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 72:5", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Bereshit Rabbah 72:5", "sourceHeRef": "בראשית רבה ע״ב:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [400], "commentaryNum": 72.0005, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַתֵּצֵא לֵאָה לִקְרָאתוֹ <small>(בראשית ל, טז)</small>, מְלַמֵּד שֶׁלֹא הִנִּיחָה אוֹתוֹ לִרְחֹץ רַגְלָיו. <small>(בראשית ל, טז)</small>: וַתֹּאמֶר אֵלַי תָּבוֹא, אָמַר רַבִּי אַבָּהוּ צָפָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹא הָיְתָה כַּוָּנָתָהּ אֶלָּא לְשֵׁם שָׁמַיִם לְהַעֲמִיד שְׁבָטִים, לְפִיכָךְ הֻצְרַךְ הַכָּתוּב לוֹמַר <small>(בראשית ל, יז)</small>: וַיִּשְׁמַע אֱלֹהִים אֶל לֵאָה. וַתֹּאמֶר אֵלַי תָּבוֹא, אָמַר רַבִּי לֵוִי בּוֹא וּרְאֵה מַה יָּפָה הָיְתָה סַרְסָרוּתָן שֶׁל דּוּדָאִים לִפְנֵי מִי שֶׁאָמַר וְהָיָה הָעוֹלָם, שֶׁעַל יְדֵי הַדּוּדָאִים עָמְדוּ שְׁנֵי שְׁבָטִים גְּדוֹלִים בְּיִשְׂרָאֵל יִשָׂשׂכָר וּזְבוּלֻן. יִשָׂשׂכָר יוֹשֵׁב וְעוֹסֵק בַּתּוֹרָה, וּזְבוּלֻן יוֹצֵא בַּיַּמִּים וּבָא וְנוֹתֵן לְתוֹךְ פִּיו שֶׁל יִשָׂשׂכָר, וְהַתּוֹרָה רַבָּה בְּיִשְׂרָאֵל, <small>(שיר השירים ז, יד)</small>: וְהַדּוּדָאִים נָתְנוּ רֵיחַ, <small>(בראשית ל, יח)</small>: וַתֹּאמֶר לֵאָה נָתַן אֱלֹהִים שְׂכָרִי וגו' וַתִּקְרָא שְׁמוֹ יִשָׂשׂכָר, יִשָׂשׂכָר תְּשִׁיעִי לַשְּׁבָטִים וְהוּא הִקְרִיב שֵׁנִי לַמֶּלֶךְ, הֲדָא הוּא דִכְתִיב <small>(במדבר ז, יח)</small>: בַּיּוֹם הַשֵּׁנִי הִקְרִיב נְתַנְאֵל בֶּן צוּעָר נְשִׂיא יִשָׂשׂכָר, מִפְּנֵי מָה, מִפְּנֵי שֶׁהָיָה בֶּן תּוֹרָה, הֲדָא הוּא דִכְתִיב <small>(דברי הימים א יב, לג)</small>: וּמִבְּנֵי יִשָׂשׂכָר יוֹדְעֵי בִינָה לָעִתִּים, מַה לָּעִתִּים, רַבִּי תַּנְחוּמָא אָמַר לַקּוּרְנִיסִין. רַבִּי יוֹסֵי בֶּן קֵיצָרִי אָמַר לָעִבּוּרִים. <small>(דברי הימים א יב, לג)</small>: רָאשֵׁיהֶם מָאתַיִם וְכָל אֲחֵיהֶם עַל פִּיהֶם, מָאתַיִם רָאשֵׁי סַנְהֶדְרָאוֹת הָיָה יִשָׂשׂכָר מַעֲמִיד, וְכָל אֲחֵיהֶם עַל פִּיהֶם, וְכָל אֲחֵיהֶם מַסְכִּימִים הֲלָכָה עַל פִּיהֶם, וְהוּא מֵשִׁיב לָהֶם הֲלָכָה כַּהֲלָכָה לְמשֶׁה מִסִּינַי. וְכָל הַשֶּׁבַח הַזֶּה מִנַּיִן הָיָה לוֹ לְיִשָׂשׂכָר, מִשֶּׁל זְבוּלֻן, שֶׁהָיָה עוֹסֵק בִּפְרַגְמַטְיָא שֶׁלּוֹ וּמַאֲכִיל אֶת יִשָׂשׂכָר שֶׁהָיָה בֶּן תּוֹרָה, הֲדָא הוּא דִכְתִיב <small>(בראשית מט, יג)</small>: זְבוּלֻן לְחוֹף יַמִּים יִשְׁכֹּן. וּכְשֶׁבָּא משֶׁה לְבָרֵךְ אֶת הַשְּׁבָטִים הִקְדִּים בִּרְכַּת זְבוּלֻן לְבִרְכַּת יִשָׂשׂכָר <small>(דברים לג, יח)</small>: שְׂמַח זְבוּלֻן בְּצֵאתֶךָ וְיִשָׂשׂכָר בְּאֹהָלֶיךָ, שְׂמַח זְבוּלֻן בְּצֵאתֶךָ מִמַּה שֶּׁיִּשָּׂשכָר בְּאֹהָלֶיךָ. וְיֵשׁ אוֹמְרִים יֵשׁ שָׂכָר בְּאָהֳלֵי זְבוּלֻן. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Leah went out to meet him” – it teaches that she did not allow him to wash his feet.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">After coming in from labor in the field she did not allow him to go to his tent, which he shared with Rachel, to wash himself.</i> <br>“And said: You will consort with me” – Rabbi Abahu said: The Holy One blessed be He saw that her intention was exclusively for the sake of Heaven, to produce tribes. That is why it was necessary for the verse to say: “God heeded Leah” (Genesis 30:17). <br>“And said: You will consort with me” – Rabbi Levi said: Come and see how pleasing the mediation of mandrakes was before the One who spoke and the world came into being, as, by means of the mandrakes, two great tribes in Israel were produced – Issachar and Zebulun. Issachar sits and engages in Torah study, Zebulun sets out to the seas and comes and provides for Issachar’s mouth, and the Torah proliferates in Israel – “the mandrakes emitted fragrance” (Song of Songs 7:14).<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">They emitted a pleasant fragrance before the Lord.</i> <br><b>“Leah said: God has given me my reward, because I gave my maidservant to my husband. She called his name Issachar” (Genesis 30:18).</b> <br>“Leah said: God has given me my reward [<i>sekhari</i>]…She called his name Issachar.” Issachar was the ninth of the tribes, but he brought his offering second to the king. That is what is written: “On the second day, Netanel ben Tzuar, prince of Issachar, presented his offering” (Numbers 7:18). Why was that? It is because he was a Torah personality. That is what is written: “From the children of Issachar, possessors of understanding of the times” (I Chronicles 12:33). What is “of the times”? Rabbi Tanḥuma said: Of the propitious time for everything. Rabbi Tanḥuma said: Of intercalations.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Intercalations of years and months</i>  <br>“Their leaders were two hundred, and all their brethren at their command” (I Chronicles 12:33) – Issachar would produce two hundred heads of the Sanhedrin, and all their brethren in accordance with them, and they all agreed to rule <i>halakha </i>in accordance with them, and he would answer them with <i>halakha</i> like a <i>halakha </i>transmitted to Moses at Sinai. From where did Issachar come to all this prominence? It was from Zebulun, who would engage in his commerce, and would feed Issachar, who was a Torah personality. That is what is written: “Zebulun will dwell at the shore of seas” (Genesis 49:13). When Moses came to bless the tribes, he had the blessing of Zebulun precede the blessing of Issachar: “Of Zebulun he said: Rejoice, Zebulun, in your departure, and, Issachar, in your tents” (Deuteronomy 33:18) – Rejoice, Zebulun, in your departure<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Departure on business trips.</i> from the fact that Issachar is in your tents. Some say: There is reward [<i>yesh sakhar</i>] in the tents of Zebulun.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b176d6e4a952249cc278", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Minchat Shai on Torah, Numbers 7:18:1", "sourceHeRef": "מנחת שי על תורה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>נשיא יששכר.</b> בכל השבטים כתיב נשיא חוץ מיהודה ודרשו עליו בבמ\"ר פ' י\"ג ושפל רוח יתמך כבוד ועיין עוד שם אחרי כן:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b2a0d6e4a957603a2bce", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Nasso 22:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Midrash Tanchuma Buber, Nasso 22:1", "sourceHeRef": "תנחומא בובר, נשא כ״ב:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נשא", "he": " ד\"א ויהי ביום כלות משה להקים את המשכן וימשחם וגו'. כשמשחו חזר ומשח את כליו, ויקריבו נשיאי ישראל. אמרו הרי השעה שנקריב קרבנות בשמחה ששרתה השכינה ביניהו, וכיון שראו שנעשה המשכן ולא היה [חסר] להם בו כלום, אמרו מה יש לנו להביא, הלכו והביאו עגלות, שיהו נושאים עליהם את המשכן, ומי נתן להם את העצה הזאת, שבטו של יששכר, שהיו חכמים וגבורים בתורה, שנאמר ומבני יששכר יודעי בינה לעתים <small>(דה\"א יב לב)</small>, לפיכך זכו להקריב ביום השני, שנאמר ביום השני הקריב נתנאל בן צוער נשיא יששכר <small>(במדבר ז יח)</small>, למה בכל הנשיאים נאמר קרבנו, וכאן נאמר הקריב את קרבנו <small>(שם שם יט)</small>, שעל פי הדבור הקריב, שביקשו שאר השבטים שיהו גדולים ממנו להקריב [תחלה], והכריעו אותו מן השמים, ונצטוה שבט יששכר להתקרב קרבן המזבח, ולהקריב קרבנו, תדע לך שכן כתיב הקרב חסר יו\"ד, שהיה רחוק ונתקרב לבא, וכל כך למה, על שהיו יודעים בתורה, שנאמר ומבני יששכר יודעי בינה לעתים [וגו'], וכל אחיהם על פיהם <small>(דה\"א יב לב)</small>, ללמדך שכולם מסכימים הלכה על פיהם.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Numb. 7:1): <small>SO IT CAME TO PASS ON THE DAY THAT MOSES HAD FINISHED SETTING UP THE TABERNACLE, HAD ANOINTED THEM</small> (<i>sic</i>), <small>&lt;AND SANCTIFIED IT&gt;….</small> When he had anointed it, he returned and anointed its vessels. Then the princes of Israel offered sacrifices. They said: Now is the hour when we shall joyfully offer sacrifices, since the Divine Presence is dwelling among us.<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Numb. R. 12:16.</i> Then when they saw that the Tabernacle had been made and that there was nothing at all [lacking] for them in it, they said: What is there for us to bring? They went and brought wagons on which they would carry the Tabernacle. But who gave them this suggestion? The tribe of Issachar, since they were wise and mighty in the Torah, as stated (in I Chron 12:33 [32]): <small>AND FROM THE CHILDREN OF ISSACHAR, THOSE WHO HAD AN UNDERSTANDING OF THE TIMES, &lt;TO KNOW WHAT ISRAEL SHOULD DO&gt;</small>.<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Cant. R. 6:4:2.</i> For that reason they had the right to offer sacrifice (<i><small>HQYB</small></i>) on the second day, as stated (in Numb. 7:18): <small>ON THE SECOND DAY NETHANEL BEN ZUAR, PRINCE OF ISSACHAR, PRESENTED</small> (<i><small>HQRYB</small></i>, rt.: <i><small>QRB</small></i>) <small>&lt;HIS&gt; OFFERING</small>. In &lt;the order of&gt; all the princes, why is his sacrifice mentioned &lt;on second day, immediately after Judah&gt;?<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Cf. Numb. R. 13:15-16.</i> It is also mentioned here (in vs. 19): <small>HE PRESENTED</small> (<i><small>HQRB</small></i>; rt.: <i><small>QRB</small></i>) <small>HIS OFFERING</small>. &lt;It is so mentioned&gt; because he offered (<i><small>HQRYB</small></i>; rt.: <i><small>QRB</small></i>) it in accordance with the &lt;Divine&gt; command. When the rest of the tribes, who were greater than &lt;Issachar&gt;, wanted to sacrifice (rt.: <i><small>QRB</small></i>) [first], they decided &lt;the matter&gt; from heaven. So the tribe of Issachar was commanded to approach (rt.: <i><small>QRB</small></i>) with a sacrifice (rt.: <i><small>QRB</small></i>) for the altar and offer (rt.: <i><small>QRB</small></i>) its sacrifice (rt.: <i><small>QRB</small></i>). You yourself know that it is so written (in vs. 19) where <small>PRESENTED</small> (<i><small>HQRB</small></i>) lacks a <i><small>Y</small></i> (i.e., a <i>yod</i>) &lt;and as such is really an imperative meaning \"bring near.\"&gt; When &lt;that tribe&gt; was far away, it was brought near to come (i.e., to offer sacrifice).<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">The verb, <i>NTHQRB</i> (rt.: <i>QRB</i>), used here means “brought near,” but the root also denotes the offering of a sacrifice. Thus the tribe of Issachar was moved up in order for offering sacrifice.</i> And why all this? Because they were knowledgeable in the Torah, as stated (in I Chron. 12:33 [32]): <small>AND FROM THE CHILDREN OF ISSACHAR, THOSE WHO HAD AN UNDERSTANDING OF THE TIMES, &lt;TO KNOW WHAT ISRAEL SHOULD DO&gt;</small>; [ … ] <small>AND ALL THEIR KINFOLK WERE AT THEIR COMMAND</small> (<i>'al-pihem</i>). &lt;This verse&gt; is for teaching you that they all affirmed the oral law (<i>halakhah</i>) <small>ON THEIR LIPS</small> ('<i>al-pihem</i>).", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5ae9beed9197ec001aac2a0f", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Midrash Aggadah, Numbers 7:18:1", "sourceHeRef": "מדרש אגדה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ביום השני הקריב נתנאל וגו'. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"11\"></i> ולמה נשתנה נתנאל שכתוב בו הקריב, מה שאין כתיב בשאר נשיאים, לפי שאחר שהקריב נחשון בא אליצור בן שדיאור נשיא ראובן ובקש להקריב, אמר שאני בכור, ואני ראוי להקריב קודם שאר השבטים, אמר לו משה רבינו מפי הקב\"ה נאמר לי שלא יקריבו אלא בענין דגלים, לכך נאמר בו [הקריב], שהקריבו משה בעל כרחן של אחרים. של כל השבטים כתיב לבני ראובן לבני שמעון, וכאן כתיב נשיא יששכר, שבשאר שבטים היה בשבטים גדולים כמותם, ואותם נשיאים לא היו נישאים לכולם, אבל נתנאל לא היה בשבטו כמותו, לכך נאמר נשיא יששכר:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9beed9197ec001aac2a11", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 7:18:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Midrash Aggadah, Numbers 7:18:2", "sourceHeRef": "מדרש אגדה, במדבר ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "<i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"12\"></i> ד\"א למה כפל בו הקריב, מפני שמטעם שני דברים היה ראוי להקריב תחלה, אחד שהיה שני בדגל יהודה שהיה ראשן ואחד שהוא נתן העצה שהקריבו הנשיאים מה שהקריבו, ולכך נקרא שמו נתנאל על שם שנתן העצה לשבטים להקריב, לכך הקדים שמו לנשיא, מה שאין כן בכל הנשיאים, שאעפ\"י שהיה נשיא היו ראוי עם הנשיאים, מפני שהעצה יצאה ממנו, וזכה שתנתן בינה לשבטו, שנאמר ומבני ישכר יודעי בינה לעתים (דה\"א מ\"ב ל\"ב):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928aadd", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Malbim on Numbers 7:18:1", "sourceHeRef": "מלבי\"ם על במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>הקריב נתנאל נשיא יששכר </b>למה לא אמר כמו בכל הנשיאים ביום השני נשיא לבני יששכר נתנאל. רק שהיה ע\"ז קטרוג מראובן שרצה להקריב אחר יהודה מצד בכורתו, וספר שעפ\"י הדבור הקריב נתנאל, ויש חידוש בהקרבה זו לכן אמר הקריב, ויפלא עדיין למה אמר שנית הקריב את קדבנו ולמה הקדים את שמו לתאר נשיא ובכולם הקדים תאר נשיא לשמו, ופי' שנתנאל זכה מצד זכותו, שהיה מבין ויועץ עד ששמו קודם במעלה לשררת הנשיאות, לכן הקדים את שמו, ובכולם לא חזר שנית שהקריב כי נסמך על שנזכר זה במקריב הראשון, אבל בנשיא יששכר העלה עליו הכתוב כאלו הוא המקריב הראשון ולכן נאמר בו שהקריב קרבנו ולא סמך על שנזכר ראשונה. ומבואר אצלי בכללי הלשון שבינה ועצה הם ענינים סמוכים זה לזה כמ\"ש מרבה עצה מרבה תבונה, אם אין עצה אין תבונה, אבדה עצה מבנים (מנבונים) וכדומה ולכן חד אמר שזכה לעצה וחד אמר שזכה לבינה ואכ\"מ להאריך בזה, והגר\"א לא גרס רק לפי שזכה נתנאל בעצה והשאר מחק ובילקוט גרס אבא חנן אומר לפי שזכה נתנאל בעצה זכה שנתן בינה בשבטו, ומה שדרש לישוב מפני שבפ' ויגש קראו יוב עי' רש\"י שם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46b2fb08d98a02694f02cb", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, שָׁעָה II 1", "anchorRef": "Numbers 7:12-83", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Jastrow, שָׁעָה II 1", "sourceHeRef": "מילון יסטרוב, שָׁעָה II א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "שָׁעָה II", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שָׁעָה II</strong> f.  (<a class=\"refLink\" href=\"/Daniel.4.16\" data-ref=\"Daniel 4:16\">Dan. IV, 16</a>; <a class=\"refLink\" href=\"/Jastrow,_שָׁעָה.1\" data-ref=\"Jastrow, שָׁעָה 1\">preced.</a>, v. Del. Proleg. p. 39 sq.) <i>moment, while; hour</i>, esp. <i>the twelfth portion</i> of the day and of the night, varying according to the season. <a class=\"refLink\" href=\"/Tosefta_Berakhot.1.1\" data-ref=\"Tosefta Berakhot 1:1\">Tosef. Ber. I, 1</a>, a. e., v. <a class=\"refLink\" href=\"/Jastrow,_עוֹנָה IV.1\" data-ref=\"Jastrow, עוֹנָה IV 1\"><span dir=\"rtl\">עוֹנָה</span> I</a>. <a class=\"refLink\" href=\"/Berakhot.7a.10\" data-ref=\"Berakhot 7a:10\">Ber. 7ᵃ</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_רֶגַע.1\" data-ref=\"Jastrow, רֶגַע 1\">רֶגַע</a>. <a class=\"refLink\" href=\"/Berakhot.7b.22\" data-ref=\"Berakhot 7b:22\">Ib. 7ᵇ</a>, a. e. <span dir=\"rtl\">הש׳ משחקת</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׂחַק.1\" data-ref=\"Jastrow, שָׂחַק 1\">שָׂחַק</a>. <a class=\"refLink\" href=\"/Eichah_Rabbah.3.13\" data-ref=\"Eichah Rabbah 3:13\">Lam. R. to III, 37</a> <span dir=\"rtl\">מש׳ שאמר וכ׳</span> from the moment that the Lord said &c. <a class=\"refLink\" href=\"/Mishnah_Berakhot.1.1\" data-ref=\"Mishnah Berakhot 1:1\">Ber. I, 1</a> <span dir=\"rtl\">מש׳ שהכהנים וכ׳</span> from the time of day when the priests go in &c. <a class=\"refLink\" href=\"/Mishnah_Pesachim.2.1\" data-ref=\"Mishnah Pesachim 2:1\">Pes. II, 1</a> <span dir=\"rtl\">כל ש׳</span> as long. <a class=\"refLink\" href=\"/Ketubot.104a.8\" data-ref=\"Ketubot 104a:8\">Keth. 104ᵃ</a> <span dir=\"rtl\">בש׳ שהצדיק וכ׳</span> when a righteous man is called away &c. <a class=\"refLink\" href=\"/Ketubot.104a.6\" data-ref=\"Ketubot 104a:6\">Ib.</a> <span dir=\"rtl\">בשְׁעַת פטירתו וכ׳</span> when Rabbi died &c. <a class=\"refLink\" href=\"/Berakhot.64a.2\" data-ref=\"Berakhot 64a:2\">Ber. 64ᵃ</a> <span dir=\"rtl\">הדוחק את הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּחַק.1\" data-ref=\"Jastrow, דָּחַק 1\">דָּחַק</a>; <span dir=\"rtl\">נדחה מפני הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּחָה.1\" data-ref=\"Jastrow, דָּחָה 1\">דָּחָה</a>. <a class=\"refLink\" href=\"/Shabbat.10a.7\" data-ref=\"Shabbat 10a:7\">Sabb. 10ᵃ</a>, a. e. <span dir=\"rtl\">מניחין … ועוסקין בחיי ש׳</span> they neglect the life everlasting, and busy themselves with the life of the hour (earthly affairs). <a class=\"refLink\" href=\"Jerusalem_Talmud_Taanit.3.11.5\" data-ref=\"Jerusalem Talmud Taanit 3:11:5\">Y. Taan. III, 67ᵃ</a> (expl. <span dir=\"rtl\">יולדתך</span>, <a class=\"refLink\" href=\"/Proverbs.23.25\" data-ref=\"Proverbs 23:25\">Prov. XXIII, 25</a>) <span dir=\"rtl\">שַׁעַתְךָ</span> (or <span dir=\"rtl\">שַׁעְתְּךָ</span>) thy hour (of birth). <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.1.1.9\" data-ref=\"Shir HaShirim Rabbah 1:1:9\">Cant. R. to I, 1</a>, a. e. <span dir=\"rtl\">בשַׁעְתּוֹ</span> in its due time, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סֵפֶל.1\" data-ref=\"Jastrow, סֵפֶל 1\">סֵפֶל</a>; <a class=\"refLink\" href=\"/Bamidbar_Rabbah.10.4\" data-ref=\"Bamidbar Rabbah 10:4\">Num. R. s. 10</a><sup>4</sup> <span dir=\"rtl\">בין שעתו</span>. <a class=\"refLink\" href=\"/Shemot_Rabbah.19.4\" data-ref=\"Shemot Rabbah 19:4\">Ex. R. s. 19</a>, a. fr. <span dir=\"rtl\">לש׳ קלה</span>, v. <a class=\"refLink\" href=\"/Jastrow,_קַל II.1\" data-ref=\"Jastrow, קַל II 1\"><span dir=\"rtl\">קַל</span> II</a>; a. v. fr.—<span dir=\"rtl\">הוראת ש׳</span>, or <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_ש׳.1\" data-ref=\"Jastrow, ש׳ 1\">ש׳</a> temporary, special legislation, opp. <span dir=\"rtl\">דורות</span>. <a class=\"refLink\" href=\"/Yoma.69b.5\" data-ref=\"Yoma 69b:5\">Yoma 69ᵇ</a>. <a class=\"refLink\" href=\"/Menachot.19b.5\" data-ref=\"Menachot 19b:5\">Men. 19ᵇ</a> <span dir=\"rtl\">דורות מש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דּוֹר.1\" data-ref=\"Jastrow, דּוֹר 1\">דּוֹר</a>. <a class=\"refLink\" href=\"/Menachot.56a.4\" data-ref=\"Menachot 56a:4\">Ib. 56ᵃ</a> <span dir=\"rtl\">ש׳ מדורות וכ׳</span> we cannot derive the modes of a temporary act (e.g. the offerings of the princes, <a class=\"refLink\" href=\"/Numbers.7.12-83\" data-ref=\"Numbers 7:12-83\">Num. VII, 12-83</a>) from the laws concerning a permanent institution; a. fr.—Pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׁעוּת.1\" data-ref=\"Jastrow, שָׁעוּת 1\">שָׁעוֹת</a>. <a class=\"refLink\" href=\"/Berakhot.3a.5\" data-ref=\"Berakhot 3a:5\">Ber. 3ᵃ</a> <span dir=\"rtl\">עד ארבע ש׳</span> to four hours (the fourth hour of the night). <a class=\"refLink\" href=\"/Pesachim.58a.3\" data-ref=\"Pesachim 58a:3\">Pes. 58ᵃ</a> <span dir=\"rtl\">שתי ש׳ ומחצה</span> two hours and a half. <a class=\"refLink\" href=\"/Mishnah_Sanhedrin.5.3\" data-ref=\"Mishnah Sanhedrin 5:3\">Snh. V, 3</a> <span dir=\"rtl\">אחד אומר בשתי ש׳ וכ׳</span> if one witness testifies that the act under consideration was committed at the second hour of the day &c. <a class=\"refLink\" href=\"/Mishnah_Kelim.12.4\" data-ref=\"Mishnah Kelim 12:4\">Kel. XII, 4</a> <span dir=\"rtl\">אבן הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֶבֶן.1\" data-ref=\"Jastrow, אֶבֶן 1\">אֶבֶן</a>; a. v. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd140fb04bbb60019c1e59a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Birkat Asher on Torah, Numbers 7:18:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה הקריב נתנאל בן צוער. הקרִב את קרבנו. ...שהיו יודעים בתורה, שנאמר: \"ומבני יששכר יודעי בינה לעתים\" (דברי הימים א' יב, לג), ואחת וכו'. </b>קצת קשה לי, מהי הראיה מדברי הימים, והרי שם מדובר בימי דוד מלך ישראל ולא בימי יציאת מצרים, ותורה לאו בירושה ניתנה. ואולי אדרבה, מכאן נלמד שגם העובדה שביום מן הימים יהיו מבני יששכר \"יודעי בינה לעתים\" מספקת כדי לקבוע להם מקום של חשיבות. (פ' נשא תשנ\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140fb9539fc005a15fe3e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 7:18:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Birkat Asher on Torah, Numbers 7:18:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה קערת כסף, מנין אותיותיו בגימטריא תשע מאות ושלושים וכו'.</b> תמוה בעיני שאין רש\"י מביא הערות אלה, כלומר זו וכל היתר עד סוף פסוק כג, כבר למעלה (יג-יז), בקרבן נחשון בן עמינדב נשיא שבט יהודה - המקריב הראשון. ואלמלא היה מיחס אותן לרבי משה הדרשן, הייתי אומר שזה שייך למתודיקה של רש\"י (והיה מן הראוי לחקור תופעה מעין זו בפירושו). ואולי באמת אין זה כי אם למשוך תשומת לב קהל השומעים. ולפי ר' שמואל פ. גלברד ב\"לפשוטו של רש\"י\" הסיבה פשוטה: ביום השני התורה צריכה היתה לכתוב \"וכן הקריב נתנאל בן צוער\". למה חזרה ופרטה שוב את כל הקרבנות שהביא נתנאל? כדי לרמוז שיש סיבה וטעם בכל אחד מפרטי הקרבן, כלומר: החזרה באה כדי לדרוש הכתובים.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140fb04bbb60019c1e59c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 7:18:3", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Birkat Asher on Torah, Numbers 7:18:3", "sourceHeRef": "ברכת אשר על התורה, במדבר ז׳:י״ח:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "ומכל מקום, הגימטריות כשלעצמן נראות כלקוחות ממרחקים, ובמיוחד זו שבפסוק כ - קטרת גימטריא תרי\"ג ובלבד שתחליף קו\"ף בדל\"ת (א\"ת ב\"ש), שכן בדרך זו אפשר להגיע להיגדים שרירותיים. ודברי \"שפתי חכמים\" (אות ו) נראים, לעניות דעתי, רחוקים מפשוטו של מקרא. אך לא פחות קשות הן הגימטריות של שנות חייהם של אדם ונח ומה להן ולענייננו, אף כי הדברים מן המדרש (במדבר רבה יד, יב). (פ' נשא תשמ\"ג, תש\"ן, תשנ\"ב, תשנ\"ח) וראה \"גור אריה\" על אתר שכתב: ואם תאמר, מה ענין זה לכאן לשנות אדם הראשון ונח? ויש לומר, כי מלאכת המשכן שקול כמו בריאת העולם, וכל דבר שהיה בבריאת העולם היה במלאכת המשכן. ע\"כ. האבות הקדושים, אף הם שייכים להשלמת הבריאה ושכלולה, שכן הם היסוד והשורש של עם ישראל. ובהקשר זה ראוי להזכיר שהמשכן הוקם בניסן למרות שנגמרה מלאכתו כבר בכסלו, כדי שיוקם בחודש שבו נולד יצחק. ובדומה לזה - בית המקדש הראשון הוקם בתשרי, למרות שנגמרה מלאכתו כבר בחודש חשון, כדי שיוקם בחודש שבו נולד אברהם. באשר למכירת יוסף - מכירת יוסף היא חטא חמור שמצריך כפרה בכל הדורות, כמו שאמרו במדרש משלי (פרשה א), וכמו שהסבירו חז\"ל ב\"תורת כהנים\" (בתחילת פרשת שמיני). ועיין גם ברמב\"ם (מורה נבוכים ג, מו) שהשעיר שמקריבים בכל ראש חדש ובכל מועד, גם הוא בא כדי לכפר על חטא מכירת יוסף. (הערת הרב איתן שנדורפי שי')", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd42f103bbe83363ff3977", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Bereshit 30:17:3", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Midrash Sekhel Tov, Bereshit 30:17:3", "sourceHeRef": "מדרש שכל טוב, בראשית ל׳:י״ז:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ותלד [ליעקב] בן חמישי. חמישי הוא ליעקב מלאה, אבל תשיעי הוא לשבטים, והוא הקריב שני למלך בנשיאים, דכתיב ביום השני הקריב נתנאל בן צוער נשיא יששכר (במדבר ז יח). ולמה מפני שהיה בן תורה, שנאמר מבני יששכר יודעי בינה לעתים (דה\"א יב לג), מהו לעתים לעבורא. (ראשי) [ראשיהם] מאתים וכל אחיהם על פיהם (שם), אחיהם ראשי סנהדראות היה יששכר מעמיד וכל אחיהם מסכימין הלכה על פיהם, והוא משיבן הלכה למשה מסיני, וכל השבח הזה ליששכר מזבולון שהי' עוסק בפרגמטיא שלו ומאכיל ליששכר, שנאמר זבולון לחוף ימים ישכון (בראשית מט יג), וכתיב שמח זבולון בצאתך ויששכר באהליך (דברים לג יח), בשכר זה הקדים מחוקק זבולון ליששכר לברכה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1486325e6ea9e54b43de1c", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Nasso 42", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Chatam Sofer on Torah, Nasso 42", "sourceHeRef": "חתם סופר על התורה, נשא מ״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 42, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "נשא", "he": "<b>ביום השני הקריב</b> יש לפרש דלמה מפרש רש\"י דווקא ביום השני כל הרמזים וכוונת הקרבנות והנה ברש\"י איתא דלכן הקריב יששכר מיד אחר שבט יהודא מפני שהיו בני תורה ועוד שהשיאן עצה לזה ע\"כ ושני טעמים אחד יען כי הי' בן תורה הי' יכול ליתן להם עצה לזה לכן מפרש רש\"י כן על יששכר שהי' בן תורה וידע ליתן להם עצה כזו להקריב קרבנות אלו ויש לומר עוד דאולי בלי כוונה הי' נחשון מתנדב כך רק מה שעלה בדעתו אבל כיוון שהקריב השני ג\"כ כך ממש הכל מכוון כקרבן נחשון מוכח דבכוונה ובהשכל ודעת עשה כך ונכון (מש\"מ):", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bf4c77dd76c7f4247624", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Chayei Sara 28", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Agra DeKala, Chayei Sara 28", "sourceHeRef": "אגרא דכלה, חיי שרה כ״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 28, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "חיי שרה", "he": "<b>נשיא אלקים (בראשית כג ו).</b> נמסר ו' רפין, היינו שב\"א בראש התיבה קרוי רפי, כי לא יבא אחריה דג\"ש לעולם, כן הוא בספר מבין חידות. רמיזת המסורה נ\"ל, דהנה שבא נקודת הגבורה והדין, להורות ששה פעמים ניתן הנשיאות ממלכות בית דוד בדין, ונדחה מהם נשיאתם. א' בימי אבשלום. ב' בימי רחבעם. ג' בימי עתליה. ד' בימי צדקיה. ונשארה עדיין הנשיאות בידם, להיותם ריש גלות בכל דור, עד שנדחית הנשיאות בימי ר' יוחנן בן זכאי, כי היה רבן גמליאל קטן כנודע, והוא ביקש מאספיינוס להישאר שושילתא דרבן גמליאל (גיטין נ\"ו ע\"ב), והנה הוא פעם החמישי. ו' הוא זמן הזה, שבעוה\"ר נידחות לגמרי עד שתשוב המלוכה למלך המשיח במהרה בימינו. והנה בכאן פעם הראשון נשיא אלקים וכו', נשיא בשבא ניקוד הדין, רצ\"ל מן הדין ראוי לך הנשיאות מפני קדושתך. וז\"ש נשיא אלקים, דין. ב', וירא אותם שכם בן חמור החוי נשיא הארץ (בראשית לד ב), גם כן מן הדין היה ראוי לו הנשיאות, כי היה בו ניצוץ הקדוש נשמת ר' חנינא בן תרדיון. ג', נתנאל בן צוער נשיא יששכר בחנוכת הנשיאים (במדבר ז יח), ואמרו חז\"ל (במ\"ר פי\"ג ט\"ו) נתנאל בן צוער השיאן עצה זו, ואמרנו לשם על כן נאמר בו (במדבר ז יט) הקר\"ב את קרבנו, הקר\"ב חסר י' המורה על חכמה, להורות שנתן מחכמתו לאחר, והנה שהוא יעצם ונתן להם עצה מן הדין שיהיה נשיא, על כן נכתב נשיא בשבא המורה על דין. ד', ושם איש ישראל המכה וכו' נשיא בית אב לשמעוני (במדבר כה יד), בדין הוא שיהרג שהיה נשיא לשבט שמעון שקנא אל הזנות, והוא פרץ גדר הזנות, ועוד שהיה גלגול שכם. ה', כזבי בת נשיא מדין אחותם המכה וכו' (במדבר כה טו), בדין הוא שיהרג הנשיא ההוא, שהוא היה ראש אומות והפקיר את בתו לזנות, וגם כן היודע גלגול כזבי יבין הדבר. וא\"ו, (בדברי הימים א' ב י) נחשון בן עמינדב נשיא בית יהודה, בדין הוא שיהיה נשיא, שקפץ לתוך הים (סוטה ל\"ז ע\"א), היתה יהודה לקדשו ישראל ממשלותיו (תהלים קיד ב):", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6e9e3353e1a24e02b606", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 30:18:2", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Midrash Lekach Tov, Genesis 30:18:2", "sourceHeRef": "מדרש לקח טוב, בראשית ל׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> ליעקב בן חמישי.</b> חמישי היה ליעקב מן לאה <i data-commentator=\"Notes and Corrections\" data-order=\"37\"></i> שהוא תשיעי לבנים. והוא הקריב שני למלך בנשיאים. דכתיב ביום השני הקריב נתנאל בן צוער נשיא יששכר (במדבר ז יח). שהיה בן תורה. שנא' ומבני יששכר יודעי בינה לעתים וגו' (דה\"א יב לג).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea109eb7d2e1475644cc7", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Midrash Lekach Tov, Numbers 7:18:1", "sourceHeRef": "מדרש לקח טוב, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "פס'. ביום השני הקריב נתנאל בן צוער נשיא יששכר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5784759f29a4b526dee93", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Maskil LeDavid, Numbers 7:18:1", "sourceHeRef": "משכיל לדוד, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>הקריב נתנאל וכו׳ מה תלמוד לומר וכולי</b> ההרגש שמבחוץ הוא דאמאי הקדים שמו לתוארו משא״כ בכלם דכתיב בהו נשיא ברישא והדר שמו והכא נמי הומ״ל הקריב נשיא יששכר נתנאל בן צוער וגם הרגש זה מיושב שפיר ביסודו של ר״מ הדרשן שנתנאל בן צוער השיאן עצה זו וזהו מ״ש דמה שזכ׳ להקריב שני לשבטים היה מחמת ב׳ דברים חד להיותו נתנאל בן צוער שהוא שהשיאן עצה זו ועוד להיותו נשיא יששכר דכתיב בהו יודעי בינה לעתים:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6b002", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 3:7:1", "anchorRef": "Numbers 7:12-59", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59"], "sourceRef": "Jerusalem Talmud Megillah 3:7:1", "sourceHeRef": "תלמוד ירושלמי מגילה ג׳:ז׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"26b\"></i>בַּחֲנוּכּה בַּנְּשִׂיאִים. בַּפּוּרִים וַיָּבֹא עֲמָלֵק. בְּרָאשֵׁי חֳדָשִׁים וּבְרָאשֵׁי חָדְשֵׁיכֶם. בַּמַּעֲמָדוֹת בְּמַעֲשֵׂה בְּרֵאשִׁית. בַּתַּעֲנִיּוֹת בְּרָכוֹת וּקְלָלוֹת. אֵין מַפְסִיקִין בַּקְּלָלוֹת אֶלָּא אֶחָד קוֹרֵא אֶת כּוּלָּן. בַּשֵּׁנִי וּבַחֲמִישִׁי וּבַשַׁבָּת בַּמִּנְחָה קוֹרִין כְּסִדְרָן וְאֵינוֹ עוֹלְה לָהֶן מִן הַחֶשְׁבּוֹן שֶׁנֶּאֱמַר וַיְדַבֵּר מֹשֶׁה אֶת מֹעֲדֵי ה׳ אֶל בְּנֵי יִשְׂרָאֵל מִצְוָתָן שֶׁיְּהוּ קוֹרִין כָּל־אֶחָד וְאֶחָד בִּזְמַנּוֹ׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> On Ḥanukkah, about the princes<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 7:12-59\" href=\"/Numbers.7.12-59\"><i>Num</i>. 7:12–59</a> (-89), on each day of Ḥanukkah one reads the princes’ offerings for that day of the dedication of the Tabernacle.</i>. On Purim, <i>Amaleq came</i><sup class=\"footnote-marker\">122</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 17:8-16\" href=\"/Exodus.17.8-16\"><i>Ex</i>. 17:8–16</a>.</i>. On New Moons, <i>on the start of your months</i><sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 28:11-15\" href=\"/Numbers.28.11-15\"><i>Num</i>. 28:11–15</a>.</i>. For the bystanders, the Creation<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">On each day of the week one reads the corresponding day of Creation; <a class=\"refLink\" data-ref=\"Genesis 1:1-2:3\" href=\"/Genesis.1.1-2.3\"><i>Gen</i>. 1:1–2:3</a>.</i>. On fast days, blessings and curses<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Either <a class=\"refLink\" data-ref=\"Leviticus 26:3-46\" href=\"/Leviticus.26.3-46\"><i>Lev</i>. 26:3–46</a> or <a class=\"refLink\" data-ref=\"Deuteronomy 28\" href=\"/Deuteronomy.28\"><i>Deut</i>. Chapter 28</a>.</i>. One does not interrupt curses, but one person reads them entirely. On Monday, Thursday, and Sabbath afternoon one reads regularly but they may not count it in the series<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">One reads the start of the portion to be read on the next Sabbath; this has no influence on the text to be read on the Sabbath.</i>, as it is said<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:44\" href=\"/Leviticus.23.44\"><i>Lev</i>. 23:44</a>.</i>, <i>Moses spoke to the Children of Israel about the holidays of the Eternal</i>; the obligation is that each one be read in its time.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cf89b6084aa1cbef8f63", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲדֹנִיָּ֫הוּ 1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "BDB, אֲדֹנִיָּ֫הוּ 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲדֹנִיָּ֫הוּ א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲדֹנִיָּ֫הוּ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֲדֹנִיָּ֫הוּ</span></big>  <span dir=\"rtl\">(אֲדֹנִיָּה)</span> <strong>n.pr.m. (</strong><em>my Lord is Yahweh</em>, cf. Ph. <span dir=\"rtl\">אדנאשמן</span>, <span dir=\"rtl\">אדנבעל</span>, <span dir=\"rtl\">אדנשמש</span> etc., in Assyrian <em>Adunibaʾal</em> Schr<sup>KB II, 172</sup><strong>) </strong><br><strong>1.</strong>  fourth son of David <a data-ref=\"I Kings 1:8\" href=\"/I_Kings.1.8\">1 K 1:8</a> + 11 times, <a data-ref=\"I Kings 2:13\" href=\"/I_Kings.2.13\">2:13</a> + 5 times (= <span dir=\"rtl\">אֲדֹנִיָּה</span> <a data-ref=\"II Samuel 3:4\" href=\"/II_Samuel.3.4\">2 S 3:4</a> <a data-ref=\"I Kings 1:5\" href=\"/I_Kings.1.5\">1 K 1:5</a>, <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">7</a>, <a data-ref=\"I Kings 1:18\" href=\"/I_Kings.1.18\">18</a>; <a data-ref=\"I Kings 2:28\" href=\"/I_Kings.2.28\">2:28</a> <a data-ref=\"I Chronicles 3:2\" href=\"/I_Chronicles.3.2\">1 Ch 3:2</a>).<br><strong>2.</strong>  a Levite †<a data-ref=\"II Chronicles 17:8\" href=\"/II_Chronicles.17.8\">2 Ch 17:8</a>.<br><strong>3.</strong>  a chief of the people †<a data-ref=\"Nehemiah 10:17\" href=\"/Nehemiah.10.17\">Ne 10:17</a> (= <span dir=\"rtl\">אֲדֹנִיקָם</span> <a data-ref=\"Numbers 7:18\" href=\"/Numbers.7.18\">7:18</a> <a data-ref=\"Ezra 2:13\" href=\"/Ezra.2.13\">Ezr 2:13</a> cf. <a data-ref=\"Ezra 8:13\" href=\"/Ezra.8.13\">8:13</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d204b6084aa1cbf14db7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יִשָּׂשכָר 1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "BDB, יִשָּׂשכָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, יִשָּׂשכָר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יִשָּׂשכָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יִשָּׂשכָר</span></big>  (so always MT, Qr perpet.; Ben Napht. <span dir=\"rtl\">יִשְׂשָׂכָר</span> Baer Gn p. 84 f.) <strong>n.pr.m. Issachar (</strong>etym. and meaning dub.; MT as Niph. Impf. √ <span dir=\"rtl\">שׂכר</span>; Kt = <span dir=\"rtl\">יֵשׁ שָׂכָר</span> <em>there is recompense</em> (cf. <a data-ref=\"Genesis 30:18\" href=\"/Genesis.30.18\">Gn 30:18</a>), so Thes al.; this the true etym. according to Ol<sup>§§ 69 c; 277 f.</sup> Kö<sup>i. 120</sup> v. <a data-ref=\"BDB, שָׂכָר\" href=\"/BDB,_שָׂכָר\", dir=\"rtl\">יֵשׁ שָׂכָר</a> <a data-ref=\"Jeremiah 31:16\" href=\"/Jeremiah.31.16\">Je 31:16</a> <a data-ref=\"II Chronicles 15:7\" href=\"/II_Chronicles.15.7\">2 Ch 15:7</a>; = <span dir=\"rtl\">אִישׁ שָׂכָר</span> (a more prob. combination in n.pr.) We<sup>Sam. 95</sup>; > <span dir=\"rtl\">יִשָּׂכָר</span> (MT), or <span dir=\"rtl\">יִשָּׂא שׂכר</span>; 𝔊 Ισσαχαρ, see especially <a data-ref=\"Genesis 30:18\" href=\"/Genesis.30.18\">Gn 30:18</a> Ισσαχαρ, ὅ ἐστιν μισθός<strong>)</strong>—<br><strong>1.</strong>  fifth son of Jacob and Leah (appar. ninth son of Jacob) <a data-ref=\"Genesis 30:18\" href=\"/Genesis.30.18\">Gn 30:18</a>; <a data-ref=\"Genesis 35:23\" href=\"/Genesis.35.23\">35:23</a>; <a data-ref=\"Genesis 46:13\" href=\"/Genesis.46.13\">46:13</a>; <a data-ref=\"Genesis 49:14\" href=\"/Genesis.49.14\">49:14</a>; <a data-ref=\"Exodus 1:3\" href=\"/Exodus.1.3\">Ex 1:3</a>; <a data-ref=\"Numbers 1:8\" href=\"/Numbers.1.8\">Nu 1:8</a>; <span dir=\"rtl\">בְּנֵי ישׂ׳</span> <a data-ref=\"Numbers 1:28\" href=\"/Numbers.1.28\">Nu 1:28</a>; <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">2:5</a>; <a data-ref=\"Numbers 26:23\" href=\"/Numbers.26.23\">26:23</a>; <a data-ref=\"Joshua 19:17\" href=\"/Joshua.19.17\">Jos 19:17</a>; <a data-ref=\"I Chronicles 7:1\" href=\"/I_Chronicles.7.1\">1 Ch 7:1</a>; <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">12:33</a> (v <a data-ref=\"I Chronicles 12:32\" href=\"/I_Chronicles.12.32\">32</a> van d. H.); <span dir=\"rtl\">מִשְׁפְּחוֹת ישׂ׳</span> <a data-ref=\"Numbers 26:25\" href=\"/Numbers.26.25\">Nu 26:25</a>; <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">1 Ch 7:5</a>; <span dir=\"rtl\">מַטֵּה ישׂ׳</span> <a data-ref=\"Numbers 1:29\" href=\"/Numbers.1.29\">Nu 1:29</a>; <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">2:5</a>; <a data-ref=\"Numbers 13:7\" href=\"/Numbers.13.7\">13:7</a>; <a data-ref=\"Joshua 21:6\" href=\"/Joshua.21.6\">Jos 21:6</a>, <a data-ref=\"Joshua 21:28\" href=\"/Joshua.21.28\">28</a>; <a data-ref=\"I Chronicles 6:47\" href=\"/I_Chronicles.6.47\">1 Ch 6:47</a>, <a data-ref=\"I Chronicles 6:57\" href=\"/I_Chronicles.6.57\">57</a>; <span dir=\"rtl\">מטה בני ישׂ׳</span> <a data-ref=\"Numbers 10:15\" href=\"/Numbers.10.15\">Nu 10:15</a>; <a data-ref=\"Numbers 34:26\" href=\"/Numbers.34.26\">34:26</a>; <a data-ref=\"Joshua 19:23\" href=\"/Joshua.19.23\">Jos 19:23</a>; <span dir=\"rtl\">בֵּית ישׂ׳</span> <a data-ref=\"I Kings 15:27\" href=\"/I_Kings.15.27\">1 K 15:27</a>; hence <span dir=\"rtl\">ישׂ׳</span> alone = <em>tribe</em> of Issachar, <a data-ref=\"Numbers 7:18\" href=\"/Numbers.7.18\">Nu 7:18</a>; <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">Dt 27:12</a>; <a data-ref=\"Deuteronomy 33:18\" href=\"/Deuteronomy.33.18\">33:18</a> <a data-ref=\"Joshua 19:17\" href=\"/Joshua.19.17\">Jos 19:17</a>; <a data-ref=\"Judges 5:15\" href=\"/Judges.5.15\">Ju 5:15</a><sup>(×2)</sup>; <a data-ref=\"Judges 10:1\" href=\"/Judges.10.1\">10:1</a>; <a data-ref=\"Ezekiel 48:33\" href=\"/Ezekiel.48.33\">Ez 48:33</a> <span dir=\"rtl\">(שׁער ישׂ׳)</span>, <a data-ref=\"I Chronicles 27:18\" href=\"/I_Chronicles.27.18\">1 Ch 27:18</a>; <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; = <em>territory</em> of the tribe <a data-ref=\"Joshua 17:10\" href=\"/Joshua.17.10\">Jos 17:10</a>, <a data-ref=\"Joshua 17:11\" href=\"/Joshua.17.11\">11</a>; <a data-ref=\"I Kings 4:17\" href=\"/I_Kings.4.17\">1 K 4:17</a>; <a data-ref=\"I Chronicles 12:41\" href=\"/I_Chronicles.12.41\">1 Ch 12:41</a> (v <a data-ref=\"I Chronicles 12:40\" href=\"/I_Chronicles.12.40\">40</a> van d. H.); transit. from <em>tribe</em> to <em>territory</em> <a data-ref=\"Ezekiel 48:25\" href=\"/Ezekiel.48.25\">Ez 48:25</a>, <a data-ref=\"Ezekiel 48:26\" href=\"/Ezekiel.48.26\">26</a>.<br><strong>2.</strong>  7th son of Obed-Edom <a data-ref=\"I Chronicles 26:5\" href=\"/I_Chronicles.26.5\">1 Ch 26:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d332b6084aa1cbf239d9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נְתַנְאֵל 1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "BDB, נְתַנְאֵל 1", "sourceHeRef": "בראון-דרייבר-בריגס, נְתַנְאֵל א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נְתַנְאֵל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נְתַנְאֵל</span></big>  <strong>n.pr.m. (</strong>v. Gray<sup>Prop. N. 181, 192, 205</sup>; on n.pr. of this kind cf. RS<sup>Sem i. 100 n., 2nd ed. 108</sup>, Gray<sup>Prop. N. 264</sup><strong>)</strong>;—𝔊 Ναθαναηλ;—<br><strong>1.</strong>  a chief of Issachar <a data-ref=\"Numbers 1:8\" href=\"/Numbers.1.8\">Nu 1:8</a>; <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">2:5</a>; <a data-ref=\"Numbers 7:18\" href=\"/Numbers.7.18\">7:18</a>, <a data-ref=\"Numbers 7:23\" href=\"/Numbers.7.23\">23</a>; <a data-ref=\"Numbers 10:15\" href=\"/Numbers.10.15\">10:15</a>.<br><strong>2.</strong>  4th son of Jesse <a data-ref=\"I Chronicles 2:14\" href=\"/I_Chronicles.2.14\">1 Ch 2:14</a>.<br><strong>3.</strong>  name of priests: <strong>a.</strong>  <a data-ref=\"I Chronicles 15:24\" href=\"/I_Chronicles.15.24\">1 Ch 15:24</a>. <strong>b.</strong>  <a data-ref=\"Nehemiah 12:21\" href=\"/Nehemiah.12.21\">Ne 12:21</a>.<br><strong>4.</strong>  priest’s son (who had strange wife) <a data-ref=\"Ezra 10:22\" href=\"/Ezra.10.22\">Ezr 10:22</a>, perhaps = <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>.<br><strong>5.</strong>  Levite name: <strong>a.</strong>  <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">1 Ch 24:6</a>. <strong>b.</strong>  <a data-ref=\"I Chronicles 26:4\" href=\"/I_Chronicles.26.4\">26:4</a>. <strong>c.</strong>  <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">2 Ch 35:9</a>.<br><strong>6.</strong>  a prince of Jehoshaphat <a data-ref=\"II Chronicles 17:7\" href=\"/II_Chronicles.17.7\">2 Ch 17:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d411b6084aa1cbf2e98f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צוּעָר 1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "BDB, צוּעָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, צוּעָר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צוּעָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">צוּעָר</span></big>  <strong>n.pr.m.</strong> Σωγαρ, in Issachar <strong>(</strong><em>little one</em><strong>)</strong>;—always in <span dir=\"rtl\">נְתַנְאֵל בֶּן־צ׳</span> <a data-ref=\"Numbers 1:8\" href=\"/Numbers.1.8\">Nu 1:8</a>; <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">2:5</a>; <a data-ref=\"Numbers 7:18\" href=\"/Numbers.7.18\">7:18</a>, <a data-ref=\"Numbers 7:23\" href=\"/Numbers.7.23\">23</a>; <a data-ref=\"Numbers 10:15\" href=\"/Numbers.10.15\">10:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d441b6084aa1cbf310af", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָרֵב 1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "BDB, קָרֵב 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָרֵב א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָרֵב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big>[<span dir=\"rtl\">קָרֵב</span>], <span dir=\"rtl\">קָרַב</span>, <span dir=\"rtl\"></span></big></big>  <strong>vb.</strong> come near, approach <strong>(</strong>NH <em>approach, be offered;</em> Assyrian <em>ḳarâbu</em>, <em>approach;</em> Arabic <span dir=\"rtl\">قَرِبَ</span>, <span dir=\"rtl\">قَرُبَ</span> <em>be near, approach;</em> so Ethiopic ቀርበ: Sab. <span dir=\"rtl\">קרב</span> <em>approach</em> a woman (sexually, v. <strong>1 a</strong> infr.), DHM<sup>Hofmus. No. 6. 1. 2</sup>, but also gen. <span dir=\"rtl\">דֿ רחק וקרב</span> <em>he who is far and he who is near</em> CIS<sup>iv, no. 95, 7, 8</sup> cf. SabDenkm<sup>No. 12, 9, 10</sup>; Aramaic <span dir=\"rtl\">קְרֵב</span>, <span dir=\"rtl\">ܩܪܶܒ</span>, <em>approach;</em> also, = <em>oblation</em>, Sab. <span dir=\"rtl\">קרבן</span> DHM<sup>ZMG xxx (1876), 672</sup> Arabic <span dir=\"rtl\">قُرْبَانٌ</span>, Old Aramaic <span dir=\"rtl\">קרבן</span>, 𝔗 <span dir=\"rtl\">קוּרְבָּנָא</span>, Syriac <span dir=\"rtl\">ܩܽܘܪܒܳܢܳܐ</span>; cf. Assyrian <em>kurbannu</em> <span dir=\"rtl\">(כ)</span>, Dl<sup>HWB 351</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>93</sub>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a> +; 3 fs. <span dir=\"rtl\">קָרֵ֑בָה</span> <a data-ref=\"Zephaniah 3:2\" href=\"/Zephaniah.3.2\">Zp 3:2</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִקְרַב</span> <a data-ref=\"Genesis 37:18\" href=\"/Genesis.37.18\">Gn 37:18</a> + etc.; Imv. ms. <span dir=\"rtl\">קְרַב</span> <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">2 S 20:16</a> +, <span dir=\"rtl\">קָ֫רְבָה</span> <a data-ref=\"Psalms 69:19\" href=\"/Psalms.69.19\">ψ 69:19</a>; mpl. <span dir=\"rtl\">קִרְבוּ</span> <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">Ex 16:9</a>; Inf. abs. <span dir=\"rtl\">קָרוֹב</span> <a data-ref=\"Ecclesiastes 4:17\" href=\"/Ecclesiastes.4.17\">Ec 4:17</a> De Siegf Ol<sup>§ 249c</sup> Sta<sup>§ 642c</sup> Kö<sup>i. 175</sup>; cstr. <span dir=\"rtl\">קְרֹב</span> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 32:9\" href=\"/Psalms.32.9\">32:9</a>, <span dir=\"rtl\">לְקָרְבָה</span> <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a>, etc.;—<em>approach:</em> <strong>1.</strong> <strong>a.</strong>  c. <span dir=\"rtl\">אֶל</span> pers. (27 times) <a data-ref=\"Genesis 37:18\" href=\"/Genesis.37.18\">Gn 37:18</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">Nu 18:4</a>; <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a> (+ <span dir=\"rtl\">לַמִּשְׁפָּט</span>), <a data-ref=\"Jonah 1:6\" href=\"/Jonah.1.6\">Jon 1:6</a> +; in kindness <a data-ref=\"I Kings 2:7\" href=\"/I_Kings.2.7\">1 K 2:7</a>, of <span dir=\"rtl\">י׳</span> to help <a data-ref=\"Psalms 69:19\" href=\"/Psalms.69.19\">ψ 69:19</a>; for war, battle, <a data-ref=\"Exodus 14:20\" href=\"/Exodus.14.20\">Ex 14:20</a>; <a data-ref=\"Judges 20:24\" href=\"/Judges.20.24\">Ju 20:24</a>; unto God †<a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a> (+ <span dir=\"rtl\">הֲלוֹם</span>), <a data-ref=\"Zephaniah 3:2\" href=\"/Zephaniah.3.2\">Zp 3:2</a>, <span dir=\"rtl\">י׳</span> †<a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"Isaiah 48:16\" href=\"/Isaiah.48.16\">Is 48:16</a>; <em>approach</em> sexually, of man, †<a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a>; <a data-ref=\"Isaiah 8:3\" href=\"/Isaiah.8.3\">Is 8:3</a>; <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>; <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>, <a data-ref=\"Leviticus 18:14\" href=\"/Leviticus.18.14\">14</a>, <a data-ref=\"Leviticus 18:19\" href=\"/Leviticus.18.19\">19</a>; (H) <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>; of woman †<a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">Lv 20:16</a> (<span dir=\"rtl\">אֶל</span> of beast); <span dir=\"rtl\">ק׳ אֵלֶיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> = <em>keep to thyself</em> (‖ <span dir=\"rtl\">אַל־תִּגַּשׁ־בִּי</span>); c. <span dir=\"rtl\">עַל</span> pers., in hostility, <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a> (+ inf. purpose), so prob. <span dir=\"rtl\">מִקְרָב־לִי</span> <a data-ref=\"Psalms 55:19\" href=\"/Psalms.55.19\">ψ 55:19</a> <em>that none may approach me</em> (<span dir=\"rtl\">ק׳</span> inf. cstr., so Che Bae Dr, > n. = <em>battle</em>). <strong>b.</strong>  <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">Ex 32:19</a>; <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a>; <a data-ref=\"Deuteronomy 20:10\" href=\"/Deuteronomy.20.10\">20:10</a>; <a data-ref=\"Joshua 8:5\" href=\"/Joshua.8.5\">Jos 8:5</a>; <a data-ref=\"Proverbs 5:8\" href=\"/Proverbs.5.8\">Pr 5:8</a>; <span dir=\"rtl\">אֶל</span> rei <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Ezekiel 44:16\" href=\"/Ezekiel.44.16\">44:16</a>; <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">Lv 22:3</a>; (H), <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a> + 5 times P; <span dir=\"rtl\">עַל־הַמִּזְבֵּחַ</span> <a data-ref=\"II Kings 16:12\" href=\"/II_Kings.16.12\">2 K 16:12</a>; <span dir=\"rtl\">אֶל־הַמִּלְחָמָה</span> <a data-ref=\"Deuteronomy 20:2\" href=\"/Deuteronomy.20.2\">Dt 20:2</a>. †<strong>c.</strong>  <span dir=\"rtl\">לִפְנֵי</span> pers. <span dir=\"rtl\">(י׳)</span> <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">Ex 16:9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">Lv 16:1</a> <a data-ref=\"Psalms 119:169\" href=\"/Psalms.119.169\">ψ 119:169</a> (of cry); before men <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">Jos 17:4</a>. †<strong>d.</strong>  <span dir=\"rtl\">מוּל</span> gent. <a data-ref=\"Deuteronomy 2:19\" href=\"/Deuteronomy.2.19\">Dt 2:19</a>. †<strong>e.</strong>  ב loc. <a data-ref=\"Judges 19:13\" href=\"/Judges.19.13\">Ju 19:13</a> <a data-ref=\"Psalms 91:10\" href=\"/Psalms.91.10\">ψ 91:10</a> (of evil). †<strong>f.</strong>  ל loc. <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>; adv. loc. <span dir=\"rtl\">הֲלֹם</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a>, <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Isaiah 57:3\" href=\"/Isaiah.57.3\">Is 57:3</a> (cf. <strong>g</strong>, <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">2 S 20:16</a>). †<strong>g.</strong>  <em>draw near</em> for a purpose, c. Inf. <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">1 S 17:48</a>; <a data-ref=\"II Samuel 15:5\" href=\"/II_Samuel.15.5\">2 S 15:5</a>; <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a>; <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">Lv 21:17</a>; <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">Nu 17:5</a>; <a data-ref=\"Isaiah 34:1\" href=\"/Isaiah.34.1\">Is 34:1</a>; <a data-ref=\"Ecclesiastes 4:17\" href=\"/Ecclesiastes.4.17\">Ec 4:17</a>, + (Inf. om.) <a data-ref=\"Leviticus 21:18\" href=\"/Leviticus.21.18\">Lv 21:18</a>; c. <span dir=\"rtl\">וְ</span> subord. <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">2 S 20:16</a> (+ <span dir=\"rtl\">עַד־הֵ֫נָּה</span>); c. <span dir=\"rtl\">לַמִּשְׁפָּט</span> <a data-ref=\"Isaiah 41:1\" href=\"/Isaiah.41.1\">Is 41:1</a> (cf. <strong>a.</strong> <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>); + Imv. <a data-ref=\"Deuteronomy 5:21\" href=\"/Deuteronomy.5.21\">Dt 5:24</a>; <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a>, + Impf. <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a>; <a data-ref=\"Leviticus 10:5\" href=\"/Leviticus.10.5\">Lv 10:5</a>. <strong>h.</strong>  abs. (15 times) <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a><sup>(×3)</sup> (technically of approach to sanctuary, for trial by lot), <a data-ref=\"Isaiah 5:19\" href=\"/Isaiah.5.19\">Is 5:19</a> (of <span dir=\"rtl\">י׳</span>’s counsel), <a data-ref=\"Isaiah 41:5\" href=\"/Isaiah.41.5\">41:5</a> +, <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a> (of <span dir=\"rtl\">י׳</span>, to help); <span dir=\"rtl\">וַתִּק׳ הַמִּלְחָמָה</span> <a data-ref=\"I Kings 20:29\" href=\"/I_Kings.20.29\">1 K 20:29</a> i.e. the battle was joined; of calamities <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">ק׳ קִצֵּנוּ</span> <a data-ref=\"Lamentations 4:18\" href=\"/Lamentations.4.18\">La 4:18</a>. †<strong>2.</strong>  of time, <em>draw near</em>, <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a>; <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"Ezekiel 12:23\" href=\"/Ezekiel.12.23\">Ez 12:23</a>; spec. <span dir=\"rtl\">ק׳ יְמֵי פ׳ לָמוּת</span> <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">Gn 47:29</a>; <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">Dt 31:14</a>; <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. consec. <span dir=\"rtl\">וְנִקְרַב אֶל־הָאֱלֹהִים</span> <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a> <em>he shall be brought unto God</em> (at the sanctuary), also (abs., reflex.) 2 mpl. consec. <span dir=\"rtl\">וְנִקְרַבְתֶּם</span> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a> (cf. <strong>Qal 1 h</strong>).<br>†<strong>Pi.</strong>  Pf. 1 s. <span dir=\"rtl\">קֵרַבְתִּי</span> <a data-ref=\"Isaiah 46:13\" href=\"/Isaiah.46.13\">Is 46:13</a>; 3 pl. <span dir=\"rtl\">קֵרְבוּ</span> <a data-ref=\"Hosea 7:6\" href=\"/Hosea.7.6\">Ho 7:6</a> (v. infr.), <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">Ez 36:8</a>; Impf. 2 ms. <span dir=\"rtl\">וּתְקָרֵב</span> <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">ψ 65:5</a>; 1 s. sf. <span dir=\"rtl\">אֲקָֽרְבֶנּוּ</span> <a data-ref=\"Job 31:37\" href=\"/Job.31.37\">Jb 31:37</a>; Imv. ms. <span dir=\"rtl\">קָרַב</span> <a data-ref=\"Ezekiel 37:17\" href=\"/Ezekiel.37.17\">Ez 37:17</a>; mpl. <span dir=\"rtl\">קָֽרְבוּ</span> <a data-ref=\"Isaiah 41:21\" href=\"/Isaiah.41.21\">Is 41:21</a>;—<em>cause to approach, bring near:</em> <strong>1.</strong>  in space, acc. rei + <span dir=\"rtl\">אֶל</span> <a data-ref=\"Ezekiel 37:17\" href=\"/Ezekiel.37.17\">Ez 37:17</a>; = <em>receive</em>, acc. pers. <a data-ref=\"Job 31:37\" href=\"/Job.31.37\">Jb 31:37</a> (Thes Du; most <em>approach majestically, march up to</em>), acc. om. <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">ψ 65:5</a>; <span dir=\"rtl\">ק׳ רִיבְכֶם</span> <a data-ref=\"Isaiah 41:21\" href=\"/Isaiah.41.21\">Is 41:21</a> <em>bring on your suit!</em> <strong>2.</strong>  in time, <span dir=\"rtl\">ק׳ צִדְקָתִי</span> <a data-ref=\"Isaiah 46:13\" href=\"/Isaiah.46.13\">Is 46:13</a> (of <span dir=\"rtl\">י׳</span>), <span dir=\"rtl\">ק׳ לָבוֹא</span> <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">Ez 36:8</a> <em>they have brought near to come, brought their coming near</em>, it is at hand (cf. <strong>Hiph.</strong> <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a>).—<a data-ref=\"Hosea 7:6\" href=\"/Hosea.7.6\">Ho 7:6</a> read <span dir=\"rtl\">בָּעַר</span> for <span dir=\"rtl\">קֵרְבוּ</span> (<span dir=\"rtl\">קִרְבּוֹ</span> RS<sup>Proph. iv, N. 19</sup>), cf. 𝔊 Now.<br><strong>Hiph.</strong><sub>177</sub>  Pf. 3 ms. <span dir=\"rtl\">הִקְרִיב</span> <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a> +, -<span dir=\"rtl\">רִב</span> <a data-ref=\"Numbers 7:19\" href=\"/Numbers.7.19\">Nu 7:19</a>; 2 ms. <span dir=\"rtl\">וְהִקְרַבְתָּ֫</span> <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">Ex 29:3</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יַקְרִיב</span> <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">Ez 44:27</a> +, -<span dir=\"rtl\">רִב</span> <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">46:4</a>; <span dir=\"rtl\">וַיַּקְרֵב</span> <a data-ref=\"Judges 3:17\" href=\"/Judges.3.17\">Ju 3:17</a> +; 1 pl. <span dir=\"rtl\">וַנַּקְרֵב</span> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, etc.; Imv. ms. <span dir=\"rtl\">הַקְרֵב</span> <a data-ref=\"Numbers 3:6\" href=\"/Numbers.3.6\">Nu 3:6</a> +, etc.; Inf. abs. <span dir=\"rtl\">הַקְרֵב</span> <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">Lv 6:7</a>; cstr. <span dir=\"rtl\">הַקְרִיב</span> <a data-ref=\"Judges 3:18\" href=\"/Judges.3.18\">Ju 3:18</a> +, etc.; Pt. <span dir=\"rtl\">מַקְרִיב</span> <a data-ref=\"Leviticus 3:1\" href=\"/Leviticus.3.1\">Lv 3:1</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>bring near, bring, present</em>, c. acc. rei, <a data-ref=\"Judges 5:25\" href=\"/Judges.5.25\">Ju 5:25</a> (+ <span dir=\"rtl\">בְּסֵפֶל</span>), cf. <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">Ex 29:3</a> (+ <span dir=\"rtl\">בַּסָּל</span>); tribute <a data-ref=\"Psalms 72:10\" href=\"/Psalms.72.10\">ψ 72:10</a>; <span dir=\"rtl\">מִנְחָה</span> <a data-ref=\"Judges 3:17\" href=\"/Judges.3.17\">Ju 3:17</a> (+ ל pers.), v <a data-ref=\"Judges 3:18\" href=\"/Judges.3.18\">18</a>; cf. (<span dir=\"rtl\">ל</span> pers.) <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">Mal 1:8</a>; <span dir=\"rtl\">שָׂדֶה בְּשָׂדֶה יַק׳</span> <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a> i.e. <em>join, incorporate;</em> pregn., c. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a> (v. RS<sup>Sem i. 466 ff., 2nd ed. 486 ff.</sup>); acc. of case, affair, †<a data-ref=\"Deuteronomy 1:17\" href=\"/Deuteronomy.1.17\">Dt 1:17</a> (+ <span dir=\"rtl\">אֶל</span> pers.), <a data-ref=\"Numbers 27:5\" href=\"/Numbers.27.5\">Nu 27:5</a> (+ <span dir=\"rtl\">לִפְנֵי י׳</span>); c. acc. pers.: + <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Numbers 15:33\" href=\"/Numbers.15.33\">Nu 15:33</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Joshua 8:23\" href=\"/Joshua.8.23\">Jos 8:23</a>, + <span dir=\"rtl\">אֶל</span> reflex. <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, + <span dir=\"rtl\">אֶת</span> (prep.) reflex. <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">Nu 18:2</a>; abs., of pers., <em>make an approach</em> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>. <strong>b.</strong>  of time, <span dir=\"rtl\">הִקְרִיב לָבוֹא</span> <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a>; <span dir=\"rtl\">תַּקְרִיב לָלֶדֶת</span> <a data-ref=\"Isaiah 26:17\" href=\"/Isaiah.26.17\">Is 26:17</a>; <span dir=\"rtl\">וַתַּקְרִיבִי יָמַיִךְ</span> <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a>. <strong>2.</strong>  as term. techn. (c. 158 times), chiefly in Ez HP, <em>bring near</em>, of presenting, dedicating, or offering to <span dir=\"rtl\">י׳</span>: †<strong>a.</strong>  c. acc. pers., (1) Aaron and his sons, and Levites, sometimes c. <span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">לְפְנֵי</span>, pers. or loc., <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>, <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">8</a>; <a data-ref=\"Exodus 40:12\" href=\"/Exodus.40.12\">40:12</a>, <a data-ref=\"Exodus 40:14\" href=\"/Exodus.40.14\">14</a>; <a data-ref=\"Leviticus 3:6\" href=\"/Leviticus.3.6\">Lv 3:6</a>; <a data-ref=\"Leviticus 7:35\" href=\"/Leviticus.7.35\">7:35</a>; <a data-ref=\"Leviticus 8:6\" href=\"/Leviticus.8.6\">8:6</a>, <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">13</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a> <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">Nu 8:9</a>, <a data-ref=\"Numbers 8:10\" href=\"/Numbers.8.10\">10</a>; <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">16:5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">9</a>, <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">10</a>, cf. (of prince, subj. <span dir=\"rtl\">י׳</span>) <a data-ref=\"Jeremiah 30:21\" href=\"/Jeremiah.30.21\">Je 30:21</a>; (2) for selection by let <a data-ref=\"Joshua 7:16\" href=\"/Joshua.7.16\">Jos 7:16</a>, <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17</a><sup>(×2)</sup>, <a data-ref=\"Joshua 7:18\" href=\"/Joshua.7.18\">18</a>; <a data-ref=\"I Samuel 10:20\" href=\"/I_Samuel.10.20\">1 S 10:20</a>, <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">21</a>; (3) for ordeal of <span dir=\"rtl\">מֵי הַמָּרִים</span> <a data-ref=\"Numbers 5:16\" href=\"/Numbers.5.16\">Nu 5:16</a>. <strong>b.</strong>  usually (c. 142 times) c. acc. of offering, with or without further complement (<span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">לִפְנֵי</span> loc., <span dir=\"rtl\">לי׳</span>, <span dir=\"rtl\">לְפְנֵי י׳</span>; rarely <span dir=\"rtl\">אֶל</span>, ל, of priest, etc.): (1) animal-offering <a data-ref=\"Leviticus 3:7\" href=\"/Leviticus.3.7\">Lv 3:7</a>, <a data-ref=\"Leviticus 3:12\" href=\"/Leviticus.3.12\">12</a>; <a data-ref=\"Leviticus 8:18\" href=\"/Leviticus.8.18\">8:18</a>, <a data-ref=\"Leviticus 8:22\" href=\"/Leviticus.8.22\">22</a> (all + <span dir=\"rtl\">סָמַךְ</span> of offerer), <a data-ref=\"Exodus 29:10\" href=\"/Exodus.29.10\">Ex 29:10</a>; <a data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\">Lv 1:15</a>; <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">4:3</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a> +, etc.; (2) <span dir=\"rtl\">זֶבַח</span> <a data-ref=\"Leviticus 7:16\" href=\"/Leviticus.7.16\">Lv 7:16</a>; <span dir=\"rtl\">עֹלָה</span> <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">Nu 29:13</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; <span dir=\"rtl\">אִשֶּׁה</span> <a data-ref=\"Leviticus 3:3\" href=\"/Leviticus.3.3\">Lv 3:3</a>, <a data-ref=\"Leviticus 3:14\" href=\"/Leviticus.3.14\">14</a>; <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">23:8</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a> +; †(3) blood <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a> (+ <span dir=\"rtl\">זָרַק</span>), <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">7:33</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a>; (4) <span dir=\"rtl\">מִנְחָה</span> <a data-ref=\"Leviticus 2:8\" href=\"/Leviticus.2.8\">Lv 2:8</a>; <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">6:7</a>; <a data-ref=\"Leviticus 7:12\" href=\"/Leviticus.7.12\">7:12</a>; <a data-ref=\"Leviticus 23:16\" href=\"/Leviticus.23.16\">23:16</a>; <a data-ref=\"Numbers 5:25\" href=\"/Numbers.5.25\">Nu 5:25</a>; <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">6:16</a>; <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">15:9</a>; <span dir=\"rtl\">לֶחֶם אֱלֹהָיו</span> <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a>, <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">8</a>, <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">17</a>, <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">21</a>, etc.; (5) incense <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a>, censer v <a data-ref=\"Numbers 16:17\" href=\"/Numbers.16.17\">17</a>; <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">17:3</a>, <a data-ref=\"Numbers 17:4\" href=\"/Numbers.17.4\">4</a>; <span dir=\"rtl\">אֵשׁ זָרָה</span> <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">26:61</a>; (6) especially c. acc. cogn. <span dir=\"rtl\">קָרְבָּן</span> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">14</a>; <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a>, <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">4</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a> <a data-ref=\"Numbers 7:10\" href=\"/Numbers.7.10\">Nu 7:10</a>, <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">11</a>; <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">31:50</a> + (c. 33 times); (7) acc. om. <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">2 Ch 35:12</a>. <strong>c.</strong>  abs. <em>make an offering</em> <a data-ref=\"Numbers 7:2\" href=\"/Numbers.7.2\">Nu 7:2</a>, <a data-ref=\"Numbers 7:18\" href=\"/Numbers.7.18\">18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6370cd6f400056e9476f2cf9", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:5", "anchorRef": "Numbers 7:1-83", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Gevia Kesef 19:5", "sourceHeRef": "גביע כסף י״ט:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "והנה בפרט האריך משה בענין הזבחים בפרי החג ובקרבנות הנשיאים, וזה הפלגה גדולה. ובאר זה כי התורה נחלקת לחומשים וגם לפרשיות, אשר קצתם הוא להמון לבד. כי בעבור שהספר הזה מסור להמון וליחידים<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">בכתב יד כתוב ״ליחידים.״</i> שהם הפכיים, הוצרך שיכתוב ענינים הם כולם ליחידים | וענינים הם כולם להמון. ומה שהוא ליחידי האמת לבדם, הוא מה שבא מענין מעשה בראשית ומעשה מרכבה. וזה רוב חומש בראשית. ומה שהוא להמון לבדו הוא רוב חומש ויקרא, שרובו זבחים והדומה להם, ובכלל כל מעשה זבח. אבל זה היה יותר מן הדברים היותר הכרחיים להמונינו, או שיעשוהו וישענו בו, כמו שישענו היחידים על המושכלות. ולכן תקע משה בלבם זה המעשה, ולכן האריך בפרט קרבן הנשיאים. ואע״פ שהכל אחד במין כתבו יב׳ פעמים בשלימותו. והיה די לנו אם היה דבר נוגע ליחידים אם כתב סדר המקריב ראשון, ואמר אחר כך ״וכן עשה כל אחד ואחד.״ כמו שכתוב כן לששת הכנים היוצאים מן המנורה, שהוא במושכלות. וגם בקצת המפורסמות אמר ״וכן תעשה לכל אבידת אחיך״ כי דרך התורה ברוב הקישים על דרך ההמשל הידוע בהגיון. כי יזכור פרט וחלק, ואחר יעשה גזירה כוללת, או אע״פ שלא יעשה, הנה כן הוא הכמה. ולכן בעבור שכתוב בתורה ״ועשית מעקה לגגיך״ אמר המורה שזה מצוה סוגיית להסיר כל מכשול מבתינו, וכל אבן נגף או מסמר בקרקע, וכל הדומה לזה. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Moses was particularly prolix with regard to the sacrifices of the oxen at the festival of Tabernacles,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">11. Num. 7:1-83, where the identical sacrifices brought by each of twelve princes at the dedication of the Tabernacle are repeated verbatim twelve times.</i> and of the princes<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">12. Num. 29:12-39.</i> —to an extreme point. The reason for that is that the Torah is divided into five books and then into paragraphs, some of which are intended exclusively for the masses.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">13. Cf. above chap. VIII, p. 170, where Kaspi explains that Genesis is intended primarily for the select individuals, whereas the later portions are for the masses.</i> The reason for this is that the Torah was to be handed to the masses (as well as) the singular individuals, which are opposites. So it was necessary to write some things exclusively for the select few, | and some things exclusively for the masses. The part that is intended for “the individuals of truth” relates to the subjects of the Account of Creation and the Account of the Chariot.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">14. These two “accounts” correspond to the Aristotelian categories of Physics and Metaphysics respectively. See L. Strauss, <i>Persecution and the Art of Writing</i> (Chicago: University of Chicago Press, 1952), pp. 38 ff.</i> This includes most of Genesis. The part that is exclusively for the masses includes most of Leviticus, which is mostly sacrifices and related things that include all the sacrificial rites. Sacrifice was one of the most necessary practices for the masses to be able to rely on its performance, just as the select few rely on intellectual truths. For this reason Moses impressed this act upon their hearts,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">15. This reflects Kaspi’s earlier comments that sacrifices are only for the benefit of the masses, who need to perform such ceremonies. Cf. chap. VI.</i> by describing the sacrifices of the princes at length. Thus, while they were all of a kind, he recorded the sacrifice twelve complete times—whereas had this been a matter concerning the select few, it would have sufficed to write the procedure followed by the first prince, and then said, “and thus did each one.” That would have been the same as in the case of the six branches of the candelabra,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">16. Exod. 25:33, “so for the six branches going out of the candlestick …”</i> which was written for intellectual purposes.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">17. In the <i>Menorat Kesef</i> (AS II 103 ff.), while explaining the Temple as a microcosm reflecting the macrocosm of the universe, Kaspi explains that the candelabra represents the six Separate Intelligences, which are beyond man’s comprehension.</i> Even some of the popular subjects used such methods, such as “and so shalt thou do with every lost thing of thy brother,”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">18. Deut. 23:3, which does not repeat all the possible objects that might be lost.</i> for the Torah customarily uses analogy based on specific example, which is known as a principle of logic.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">19. This refers to the third of the thirteen rules of Talmudic hermeneutics, as formulated by Rabbi Ishmael (in the introduction to the <i>Sifra’</i>), which states that “a general principle [<i>binyan ’av</i>], as contained in one or two Biblical laws, is applicable to all related laws.”</i> Thus, the Torah will mention a specific instance or one component, and will then make a generalizing statement, and if that is not done (explicitly), then it will be implied. (Such a case is) that which is written in the Torah, “thou shall make a parapet for thy roof,”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">20. Deut. 22:8, and MT <i>Roṣe’aḥ</i> 11:4.</i> which Maimonides explained as being a generic commandment (encompassing) the removal of every obstacle from one’s house, every stone that abuts, every nail on the ground, as well as whatever is similar to this.", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "639263c1dcb67975eb53dbc9", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Vaetchanan 5:5", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Likkutei Torah, Vaetchanan 5:5", "sourceHeRef": "לקוטי תורה, ואתחנן ה׳:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "ואתחנן", "he": "והיינו דוקא נגד מדה א׳ דקדושה אבל ע״י הצטרפות והתכללות גם המדה השנית דקדושה להיות התכללות אהוי״ר אז לא יוכלו המנגדים שבלעומת זה לנגוע בהן. וע״ז נאמר ונאספו שמה כל העדרים וגללו את האבן מע״פ הבאר כו׳ כל העדרים דייקא היינו התכללות המדות ואזי וגללו את לב האבן המטמטם הלב כו׳. אמנם כ״ז במדות חו״ג אבל בחי׳ יעקב הוא בריח התיכון ומדתו אמת שהוא הארה מכתר. והיינו להיות כי התפארת הוא המחבר חו״ג וזהו ענין יושב אהלים כמ״ש בזהר ס״פ תרומה (דקע״ה ע״ב). ויקרא (י״ב ב׳). וישלח (קס״ז ב׳). ועיין ברבות תולדות פ׳ ס״ג יושב אהלים שני אוהלים אהלו של שם ואהלו של עבר, רומז ג״כ לשני משכנין עילאין תשב״כ ותשבע״פ. ואפשר תשב״כ נק׳ אהלו של שם שכל התורה היא שמותיו של הקב״ה (וע׳ זח״א בראשית ד״נ ע״ב. וע׳ עוד מענין יושב אוהלים ברבות וישלח פע״ט בחקתי ס״פ ל״ו. במדבר פרשה ג׳ דרי״ד א׳. נשא פי״ג גבי ביום השני הקריב נתנאל. ובפ׳ דברים). וכיון שכן שהוא כלול חו״ג ע״כ לא יוכלו החיצונים לינק ממנו וכמ״ש כי לא יכול לו וכתיב כי שרית כו׳ ולכן הוא בלבדו גלל האבן מע״פ הבאר כו׳ <i data-overlay=\"Vilna Pages\" data-value=\"ה,ב\"></i> ולכך נק׳ מדה זו אמת כמ״ש שפת אמת תכון לעד שאין למדה זו הפסק מחמת הלעומת זה כו׳. משא״כ במדות חו״ג שהן כל א׳ רק קו אחד כו׳, ולכן יוכל להיות שם שינויים והפסק ואין זה אמת גמור משא״כ בבחי׳ יעקב וזהו תתן אמת ליעקב, ועיין באגה״ק סד״ה זורע צדקה שכר אמת, ובעבודת ה׳ ענין תפארת היינו כשמתבונן בתפארת יקר גדולתו ית׳ שאין לה קץ ותכלית (ועמ״ש מזה ע״פ ובשנה הרביעית יהיה כל פריו קדש) וכל השתלשלות העולמות הכל רק כטפה אחת כו׳ מזה יעורר רחמים רבים על נפשו שירדה בסתר המדרגות ועמ״ש סד״ה במדבר סיני מענין בחי׳ רחמים ובד״ה כנשר יעיר. וכ״ה ג״כ בענין הנהגת המדות עליונות דתפארת שהוא קו האמצעי הוא מחבר חו״ג וגם מבריח מן הקצה העליונה עד הקצה החחתונה.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187381a17d285d83ca9d48", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Netinah LaGer, Numbers 7:18:1", "sourceHeRef": "נתינה לגר, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>נשיא יששכר, רבא דיששכר.</b> ויש נוסחאות  רבא דשבטא\" וכן נכון, ועמ\"ש רש\"י (לקמן פסוק כ\"ד) ע\"ד השנוי.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6548bce853c764d0f6aaf783", "index_title": "Cassuto on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Cassuto on Genesis, From Adam to Noah 4:7:6", "anchorRef": "Numbers 7:12-63", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63"], "sourceRef": "Cassuto on Genesis, From Adam to Noah 4:7:6", "sourceHeRef": "קאסוטו על בראשית, מאדם עד נח ד׳:ז׳:ו׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 7.0006, "collectiveTitle": {"en": "Cassuto on Genesis", "he": "קאסוטו על בראשית"}, "he": "<b>ואליך תשוקתו ואתה תמשל בו</b>. מה פירושן של מלים אלו בקשר למה שקדם, כבר ראינו בשורות שלמעלה. עוד נשאר לנו לבאר את היחס שביניהן ובין הכתוב הדומה שבמעשה גן עדן (ג׳, ט״ז): <b>ואל אישך תשוקתך והוא ימשל בך</b>. רוב מפרשי זמננו חושדים בחלק זה של הפסוק דווקא מפני החזרה, וסוברים שידי הסופרים נגעו בו. נראה יותר קרוב לחשוב שיש בחזרה זו אחד מאותם המקרים של השפעת הסגנון האֶפי על סגנונה של הפרוזה הסיפורית, שעליהם דיברתי באריכות במאמרי <b>ספרות מקראית וספרות כנענית</b>, שנדפס <b>בתרביץ</b>, י״ג עמ׳ 197־212, וי״ד, עמ׳ 1־10״ ובמאמרי <b>שירת העלילה בישראל</b>, שנדפס <b>בכנסת</b> לזכר ח. נ. ביאליק, ח׳, עמ׳ 121־142. כפי מה שאמרתי שם, יש לשער שגם הפרוזה הסיפורית של ישראל, כמו זו של עמים אחרים, התפתחה מתוך השירה האֶפית, ולפיכך ניכר בה עדיין רישומן של דרכי המליצה ושיטות הסגנון הרגילות בשירה האֶפית הכנענית והעברית הקדומה ביותר, כשם שבספרות היוונית אנו רואים שהלוגוגרפים, הראשונים בין סופרי דברי הימים, וגם הירודוטוס ״אבי ההיסטוריה״, משתמשים עדיין בכמה ביטויים שהיו רגילים בשירה האֶפית היוונית, וכשם שראשוני ההיסטוריונים הצרפתים, כדי להביא גם דוגמה מימי הביניים, ממשיכים להשתמש בנוסחאות קבועות שהיו רגילות להופיע לפניהם באֶפוס הצרפתי. והנה חיבה יתירה נודעת בשירה האפית לחזרות, גם במזרח וגם במערב; ותופעה זו קשורה בעצם טבעו של האפוס, הנועד מעיקרו לשמיעה ולא לקריאה. בני אדם הנאספים לשמוע את השירים האֶפיים מפיו של הזַמָר נהנים הנאה מיוחדת בשעה שהזמר מתחיל פיסקה ידועה להם מכבר, וחביבה מכבר על לבם; אז יותר קל להם להקשיב לקול הזמר, וכאילו להשתתף בזמרתו. כיוצא בזה, גם בפרוזה הסיפורית העברית נודעת חיבה יתירה לחזרות. אמנם הפרוזה, הנועדה לקריאה יותר מאשר לשמיעה, משתדלת על הרוב, כדי שלא לשעמם את <b>הקורא</b>, לשנות במקצת את הביטויים ולא לחזור עליהם מלה במלה ממש (וכבר עמדנו על זה כמה פעמים במשך פירושנו); אבל לפעמים, כשהעניין הוא טכני ואינו ניתן לשינויים, כמו במלאכת המשכן, המתוארת פעמיים (שמות כ״ה – ל״א, ל״ה – מ׳) או בקרבנות הנשיאים (במדבר ז׳, י״ב – ס״ג), אז משתמשת גם היא בחזרה מילולית. וכן גם במקרים אחרים, שבהם יכולה חזרה מילולית להיות מתאימה גם לסגנון הפרוזאי. כבר ראינו במעשה בראשית את הביטוי <b>ויהי ערב ויהי בוקר יום פלוני</b>, החוזר שש פעמים בסופן של שש פיסקות רצופות. וכן כאן: רצה הכתוב להביע רעיון דומה לרעיון שכבר הביע בהזדמנות אחרת למעלה, ולשם זה השתמש באותה הנוסחה שכבר השתמש בה בפעם הראשונה, כפי מה שרגיל במקרים מעין זה", "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6682730a10a13a863f2a8e67", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 7:18:1", "anchorRef": "Numbers 7:18", "anchorRefExpanded": ["Numbers 7:18"], "sourceRef": "Hadar Zekenim on Torah, Numbers 7:18:1", "sourceHeRef": "הדר זקנים על התורה, במדבר ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "הקריב נתנאל בן צוער. האי הקריב דריש בתנחומא אע\"ג שלא היה כדאי וגדול להקריב אחר יהודה דחק עצמו למצוה. מקשים העולם למה נקראו נשיא דן אחיעזר בן עמישדי ונשיא נפתלי אחירע בן עינן. ומתרצים לפי ששבטו של דן יש בהם פסלו של מיכה ופלטם הענן ובקש דן לנפתלי אחיו שיבקש עליו רחמים שלא יהיה הענן פולטו ואמר לו שיהיה לו אחיעזר בן עמישדי פי' שיהיה לו אח לעזרה שיהיה בן עם אל שדי. ונפתלי השיבו אחירע בן עינן בתמי' כלו' אחי רע שיש בו ע\"ז יהיה בתוך הענן:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]