[{"_id": "531e4fe3fbfba276047f6f42", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:51", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Onkelos Numbers 7:51", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:נ״א", "anchorVerse": 51, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0051, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "תּוֹר חַד בַּר תּוֹרֵי דְּכַר חַד אִמַּר חַד בַּר שַׁתֵּיהּ לַעֲלָתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "One young bull, one ram, and one yearling sheep for a burnt-offering.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec779", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:51", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Targum Jonathan on Numbers 7:51", "sourceHeRef": "תרגום יונתן על במדבר ז׳:נ״א", "anchorVerse": 51, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0051, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "תּוֹר חָד בַּר תּוֹרִין וגו'", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " _  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "569d09ead6e4a979b40a12ab", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 3:1", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Pesikta Rabbati 3:1", "sourceHeRef": "פסיקתא רבתי ג׳:א׳", "anchorVerse": 51, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "ביום השמיני נשיא לבני מנשה (במדבר ז' נ\"ד). ילמדנו רבינו נר של חנוכה שהותר שמן מהו צריך לעשות לו למדונו [רבותינו] נר של חנוכה שהותר שמן ביום הראשון מוסיף עליו שמן ומדליקו ביום השני ואם הותר ביום שני מוסיף עליו ומדליקו ביום השלישי וכן בשאר כל הימים אבל אם הותר ביום השמיני עושה לו מדורה ושורפה בפני עצמו למה כיון שהוקצה למצוה אסור להשתמש הימנו לא יאמר אדם איני מקיים מצות זקינים הואיל ואינם מן התורה אמר לו הקב\"ה לאו בני אלא כל מה שהם גוזרים עליך קיים שנאמר על פי התורה אשר יורוך (דברים י\"ז י\"א) למה שאף עלי הן גוזרין שנאמר ותגזור אומר ויקם לך (איוב כ\"ב כ\"ח) תדע לך יעקב מהו אומר בשעה שהיה מברך אפרים ומנשה וישם אפרים לפני מנשה (בראשית מ\"ח כ') עשה את הקטון קודם לגדול ונתקיימה גזירתו אימתי בקרבנות הנשיאים הקריב שבט אפרים תחילה שנאמר ביום השביעי נשיא לבני אפרים (במדבר ז' נ\"א) ביום השמיני נשיא לבני מנשה (שם שם נ\"ד): ד\"א ביום השמיני וגו' את מוצא שאפרים קרב תחילה שבכור וגדול ואח\"כ מנשה וכך פתח ר' תנחומא בר אבא דברי חכמים כדרבונות (קהלת י\"ב י\"א) מהו כדרבונות אלא מה דרבן זה מכוון את הפרה לחרוש בתלם שלה כך דברי חכמים מכוונים את האדם הזה לדרכיו של הקדוש ברוך הוא הוי יפה אמר שלמה דברי חכמים כדרבונות: דבר אחר המשנה קראת אותו מרדע והמקרא קורא אותו דרבן ומלמד דכתיב במלמד הבקר (שופטים ג' ל\"א) וכן ולהציב הדרבן (שמואל א' י\"ג כ\"א) א\"ר נתן למה נקרא שמו מרדע שמורה דעה לפרה ולמה נקרא שמו דרבן שמדיר בינה בפרה מלמד שמלמד את הפרה לחרוש בתלם שלה כך דברי חכמים דרים בינה בבני אדם [ומורים דעה בהם] ומלמדים (דעה) אותם דרכיו של הקב\"ה הוי דברי חכמים כדרבונות: ד\"א מה כדרבונות אמר רבי ברכיה כדור של בנות כהדא ספירא דמינוקייתון שהן (מלקטות) [מקלטות] בם זו זורקת לכאן וזו זורקת לכאן כך הם חכמים נכנסים לתלמוד ועוסקים בתורה זה אומר טעמו וזה אומר טעמו [זה אומר טעם אחד] וזה אומר טעם אחר ודבריהם של אלו ואלו כולם נתנו ממשה הרועה ממה שקיבל מיחידו של עולם נתנו מרועה אחד (קהלת שם) מפני שזה אומר טעם אחד וזה אומר טעם אחר שמא דבריהן פורחין ת\"ל וכמסמרות נטועים בעלי אסופות (שם) לא אמר וכמסמרות קבועים אלא נטועים למה אלא מפני שעשה אותם מסמרות (נטועים) והמסמר שיש לו שושנה נח לשלוף לכן אמר וכמסמרות נטועים שרשיו של אילן הנטועים קשין לעקור אבל אין להם כח ככחו של ברזל והמסמר של ברזל יש לו כח נתן לדברי תורה כחו של ברזל וכמטעי (נטועים) שרשיו של אילן: ד\"א כשם ששרשיו של אילן משתילים לכל מקום כך דברי תורה נכנסים ומשתילים בכל הגוף (דברי חכמים כדרבונות) [וכמסמרות נטועים בעלי אסופות] (שם) אימתי הם נטועים באדם הזה כמסמרות אימתי בזמן שבעל תורה נכנס לתלמוד והם נאספים לשומעו: ד\"א מה הדרבן מטלטל יכול אף הם כן ת\"ל וכמסמרות נטועים מהו בעלי אסופות אימתי הם נטועים באדם הזה אימתי בזמן שבעליהן נאספין מהם כל זמן שרבו קיים הוא היה מפליג כל זמן שנצרך הרי רבי לפני ואני שואלו מת רבו הרי יגע ביום ובלילה לקיים תלמודו אדם [יודע] שאין לו למי לשאול הרי אימתי נטועים באדם הזה בזמן שבעליהן נאספין מהן [נתנו מרועה אחד] (שם) אילו ואילו ניתנו מיחידו של עולם ויותר מהמה בני הזהר (שם) מהו ויותר מדברי תורה הוי זהיר בדברי סופרים למה שאילו באים דבריהם לכתוב לא היה קץ לספרים עשות ספרים הרבה אין קץ (שם) א\"ר אבא סרונגלא אם [יאמר] אדם לכתוב ספרים עוד לדבריהם [ויותר מהמה בני] מהו מהמה בני מהומה נכנסת בך (ויותר מהמה בני) א\"ר ברכיה הכהן אנו קורין מסמרות בסמך ואין כתיב אלא משמרות מה משמרות כהונה עשרים וארבע כ ספרי תורה עשרים וארבעה הם וכל מי שקורא בספר חוץ מעשרים וארבע כאילו קורא בספרים החיצונים שאמרה התורה יותר מהמה בני הזהר ר' אומר הזהר בדברי סופרים יותר מדברי תורה למה שהם כדרבונות ר' יוחנן הוה מברך יום טוב הראשון של חג ברוך אתה ה' אמ\"ה אקב\"ו על מצות לולב ושאר כל הימים על מצות הזקנים ור' יהושע בן לוי [מברך בכל יום על נטילת לולב ואין ר' יהושע בו לוי] מורה לר' יוחנן שי\"ט הראשון דבר תורה שנאמר ולקחתם לכם ביום הראשון (ויקרא כ\"ג מ') ושאר כל הימים מדבריהם א\"ר שמעון בן חלפתא בשם ר' אחאי מפני שכתב דברי חכמים כדרבונות [וגו'] נתנו מרועה אחד דברי תורה (ודברי) ודבריהם. ד\"א דברי חכמים [וגו'] ר' חייא בר אבא נכנס לבית [הכנסת] ושמע שהיה קורין ויסע משם אברהם (בראשית כ' א') אמר יפה שנו חכמים הוי זהיר בגחלתן שלא תכוה שנשיכתן נשיכת שועל ועקיצתן עקיצת עקרב ולחישתן לחישת שרף (אבות פ\"ב מ\"י) ולמה אמר הדבר הזה מפני שכתב למעלה ותהרין שתי בנות לוט מאביהן (בראשית י\"ט לו) שאתה מוצא בשעה שבא אברהם לארץ היה בא לוט עמו ועל ידי שהיה דבוק לאברהם העשיר כשם שהעשיר אברהם שנאמר ויעל אברם ממצרים הוא ולוט עמו הנגבה ואברם כבד מאד וגו' וגם ללוט וגו' (שם י\"ג א' עד ה') ראה היכן העשירו עד שלא היתה הארץ יכולה לשאת את שניהם כאחת ולא נשא אותם הארץ וגו' (שם שם ו') ואם תמה [אתה] על הדבר שלא הייתה הארץ יכולה לשאת אותם [לאו] מפני רכושם שהיה רב (לאו) [אלא] מפני הדינים שהיו בין הרועים כמה שכתוב ויהי ריב בין רועי וגו' (שם שם ז') ולמה היו מדיינים אילו עם אילו אלא כשאדם צדיק אף בני ביתו כמותו צדיקים וכל מי שידבוק בו וכשאדם רשע אף בני ביתו כמותו רשעים בהמותיו של אברהם היו הרועים מוציאים אותם [זמומים שלא] יגזלו לבריות ובהמותיו של לוט לא היו רועים (זמומין) [זוממים] אותן התחילו רועים של אברהם מדיינין עם רועים של לוט ואומרים להם למה אתם משיאים ללוט שם רע ומוציאים בהמתו שלא זמומה אמרו להם רועים של לוט אנו הם שאנו צריכים למחות בידכם שאתם זוממין את הבהמה שע\"י שאתם יודעים שסוף בהמתו של אברהם לחזור ללוט מפני שאינו מוליד אין אתם זנין אותה כראוי מפני שאתם יודעים שאין לאברהם בן ולמחר הוא מת ולוט יורשו אתם עושים עצמיכם צדיקים מבהמותיו של אחר ביותר מה שבהמתו רועה היא גוזלת לא משלה היא רועה לא כך אמר הקדוש ברוך הוא לאברהם לזרעך אתן את הארץ הזאת (שם י\"ב ז') הרי למחר הוא מת בלא בנים ולוט שהוא בן אחיו יורשו ומי לחשך שעל ידי דברים הללו היו מדיינים א\"ר יהודה בר סימן קרא סופו של פסוק והכנעני והפריזי אז יושב בארץ (שם י\"ג ז') מה הדבר הזה אלא מתוך שהיו מדיינים על כך שנאמר ויהי ריב בין רעי [וגו'] אמר להם הקב\"ה הכנעני והפריזי אז יושב בארץ חן שאמרתי לאברהם שאני נותן לבניו את הארץ לבניו לא לרשע הזה שאתם סבורים ואפילו מה שאמרתי לאברהם שאני נותן לבניו את הארץ אימתי כשאגרש את הכנעני ואת הפריזי מתוכה לאברהם עדיין לא נתתי בנים והכנעני והפריזי (לתוכה) [בתוכה] עד עכשיו בעלים (עליו) [עליה] ואתם אומרים כן א\"ר עזריה כשם שהיתה תחרות בין הרועים כך היתה תחרות בין אברהם ללוט מנין שכן כתיב אל נא תהי מריב ביני ובינך וגו' (שם שם ח'). [הלא כל הארץ לפניך הפרד נא מעלי] (שם שם ט') הבדל נא מעלי אין כתב כאן אלא הפרד א\"ר חלבו כשם שהפרדה הזו אינה קולטת ומקבלת עובר כך אין זרעי מתערב בזרעך מיד וישא לוט את עיניו (שם שם י') שנתן עיניו בזנות כמה שנאמר ותשא אשת אדוניו [את עיניה אל יוסף] וגו' (שם ל\"ט ז') [וירא] את כל הככר (שם י\"ג י') כדכתב כי בעד אשה זונה בעד ככר לחם (משלי ו' כ\"ו) כי כולה משקה (בראשית י\"ג י') שהיו כולן זונות וראויות להיבדק כסוטות כך דרש ר\"ש בן יוחי. א\"ר אלעזר בן פדת בשם ר' יוסי בן זמרא ראה כמה קיפח לוט הרשע את אברהם הצדיק מן הדיבר שכל זמן שהיה לוט דבוק בו לא הסיח הקדוש ברוך הוא עם אברהם כיון שפירש לוט הימנו קפץ הדיבר על אברהם שנאמר וה' אמר אל אברם אחרי הפרד לוט מעמו (שם שם י\"ד): לפיכך כשהמלאכים היו הופכין את סדום ומצילים אותו בזכות אברהם מה אמרו לו ההרה המלט פן תספה (שם י\"ט י\"ז) בזכותו של אותו ההר הגדול אברהם נמלטת לך אצלו אמר להם איני יכול שכבר אמר לי הפרד לא אוכל להמלט ההרה וגו' (שם שם י\"ט) ד\"א פן תדבקני הרעה (שם) כל הימים שהייתי בסדום היה הקב\"ה מחשב מעשי עם מעשיהם והייתי עומד שהייתי צדיק אצלם אלך לי אצל אברהם הצדיק שישקול הקדוש ברוך הוא את מעשי עם מעשיו לא אוכל למה פן תדבקני הרעה א\"ר יוחנן שני בני אדם אמרו הדבר הזה הצרפית כי באת אלי להזכיר [את] עוני ולהמית את בני (מלכים א' י\"ז י\"ח) אמרה לו עד שלא באתה אצלי היה הקב\"ה שוקל מעשי עם בני מקומי והייתי עומדת שהייתי כשירה אצלם ועכשיו באתה אצלי וע\"י שהיית צדיק שקל הקדוש ברוך הוא מעשי עם מעשיך והזכרת עונותי ומת בני לענין שאנו צריכים דברי חכמים כדרבונות: ואף יעקב כיון שהגיע זמנו למות ושמע יוסף שחולה הוא התחיל מהרהר דברים בלבו ר' אליעזר אומר הירהר ג' דברים יוסף בלבו ור' שמואל בר נחמן אמר חמשה בניי נולדו במצרים תאמר שמברכם תאמר שיעשה אותם שבטים תאמר שיעשה אותי בכור תאמר שידחה את ראובן מן הבכורה ועל מה לא נכנסה רחל לקבורה לכך כשהלך אצלו נטל את שני בניו עמו לכהן שהלך לגורן ונטל את שני בניו עמו להודיע לכל שהן בניו שיש להם חלק כמותו: ויאמר ליוסף הנה אביך חולה (בראשית מ\"ח א') מי אמר לו שאביו חולה יש אומרים ברוח הקדש ראה ויש אומרים בלהה אמרה לו שהייתה משמשת [את] יעקב כיון שחלה באה ואמרה ליוסף ויש אומרים בנימין הודיעו ויש אומרים קריוסי הושיב יוסף בפלטרין כיון שהרגישו ביעקב שחולה באו והודיעו ליוסף והרי כל שבחו של יוסף שהיה מפליג על כבוד אביו ולא נכנס אצלו בכל שעה שאילולי שבאו אחרים ואמרו לו אביו חולה לא היה יודע אלא להודיעך צדקו שלא רצה להתייחד עם אביו שלא יאמר לו היאך עשו בך אחיך (ומקללים את) [ומקללם אמר] יוסף אני יודע צדקו של אבא כל דבריו (גזירותיהן) [גזירות הן] אמר ללבן עם אשר תמצא את אלקיך לא יחיה (שם ל\"א ל\"ב) ומתה אמי ואני בא לומר שיקללם יקללם ונמצאתי מחריב את כל העולם שלא נברא העולם אלא בשביל השבטים לפיכך לא היה הולך אצל אביו בכל שעה: הנה בנך יוסף בא אליך (שם י\"ח ב') מיד ויתחזק ישראל וישב על המטה (שם) ולמה נתחזק אמר רבי יהושע בן לוי הראה לו עמידה אמר הקב\"ה עשה אותו קזמיקרטור ואני איני חולק לו כבוד לכך ויתחזק ישראל. דבר אחר למה נתחזק כדי שיראו השבטים היאך (אני) [אביו] ראה ליוסף אפילו בשעת חליו ועמד מלפניו ויהיו חולקים לו כבוד: דבר אחר למה נתחזק ועמד וישב לו רבי אחא אמר שלא (אברך) [יברך] אותם (מיושב) [מסב] ויאמרו מתנות שכיב מרע היו ברכותיו ולא היה יודע מה עשה לכך נתחזק ועמד וישב שידעו שמתנותיו היו מתנות בריא: ד\"א ויתחזק אמר רבי פנחס בן חמא בשם רבי אחא חיזק עצמו בתפלה אמר כשאבא לברכם תשרה עלי רוח הקדש שאברך אותם כראוי כיון שראה בניו עמו אמר לו הרי שבע עשרה שנה היית שואל שלומי ולא היו באין אלא עכשיו באו עמך יודע אני מה בלבך אם אברך אותם (אני) [איני] עושה דברו של הקדוש ברוך הוא שאמר לי שנים עשר שבטים אני מעמיד ממך ואם לא אברכם הרי רע לך ומברך אני אותם ולא תהא סבור שמא בשבילך שהאכלת אותי אני מברך אותם אלא כבר אמר לי עד שאני בבית אל לברכם שאמר לי אל שדי נראה אלי בלוז ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים (שם שם ד) דבר (אחר) [אחד] שיקר לו כאן שלא אמר ונתתיך לגוי ולקהל עמים שכן אנו מוצאים כשנגלה עליו בבית אל בבאו מפדן ארם וכו' עד ויאמר (אלי) [לו אלקים] ני אל שדי פרה ורבה גוי וקהל גוים יהיה ממך (שם ל\"ה י\"א) והיה צריך לומר ליוסף הנני מפרך והרביתיך ונתתיך לגוי ולקהל עמים ולמה לא אמר לו אלא לקהל עמים בלבד אלא אמר יעקב כשאמר לי הקב\"ה הדבר הזה היה לי אחד עשר שבטים וכיון שנולד בנימין אמרתי הרי מה שאמר לי קהל גוים והוא שאומר לו שני בניך הנולדים לך בארץ מצרים עד בואי אליך מצרימה לי הם (שם מ\"ח ה') אמר לו אינם שלך אלא שלי שאמר לי גוי וקהל גוים ולא נתן לי אלא את בנימין הרי אינן שלך אלא שלי הרי אפרים ומנשה שבטים הם כראובן ושמעון ומה שאתה מוליד אחריהן שלך הם נקראים אבל אילו לשמי הם שנאמר ומולדתך אשר הולדת אחריהם לך יהיו (שם שם ו') הרי נתבשר יוסף על שני דברים שהדיבר בירך את שני בניו המלאך הגואל אותי מכל רע יברך את הנערים (שם שם ט\"ז) ועשאם שבטים אפרים ומנשה כראובן ושמעון יהיו לי (שם שם ה') אף על פי שהיצר הקדים אפרים למנשה ומה שאמר נראה אלי בלוז (שם שם ג') היא בית אל כדכתיב לוזה [וגו'] היא בית אל (שם ל\"ה ו') אמר רבי ברכיה הכהן (בש\"ר ברכיה) בשם ר' לוי בשם ר' שמואל בן נחמן דרש יעקב לעשות אפרים ומנשה שבטים אמר שנראה הקב\"ה אלי ואמר לי אני אל שדי וגו' ומלכים (ממך) [מחלציך] יצאו אילו אמר לי ומלכים ממך יצאו הייתי אומר על השבטים אמר לא אמר לי אלא מחלציך על בני בניי אמר על אפרים ומנשה אמר רבי יהודה הלוי ברבי שלום אם אין אתה למד מכאן שהם קהל גוים מן הפרשה אתה למד ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים. דבר אחר גוי וקהל גוים גוי זה בנימין קהל גוים זה אפרים ומנשה ומלכים מחלציך יצאו זה שאול המלך שעמד מבנימין תחילה למלכים שנאמר ויהי איש מבנימין ושמו קיש בן אביאל (שמואל א' ט' א') וכיון שבירכם ועשאם שבטים התחיל אומר על עסק רחל אמר לו למה לא נכנסה לקבורה (אמך) [עמך] שהיה יוסף מיצר על הדבר מאוד התחיל אביו משיבו עליה אני בבואי מפדן אין כתיב כאן אלא ואני בבואי מפדן (בראשית מ\"ח ז') מהו ואני אמר לו חייך כשם שהיית מבקש שתכנס אמך לקבורה כך אני הייתי מבקש הדא היא דכתב ואני מתה עלי (שם) מהו עלי עלי הייתה טרחותה: דבר אחר עלי שחסרתיה שלא הייתה לי נחת רוח אלא היא מתה עלי שחסרתיה אמר לו שמא מה שלא הכנסת אותה לקבורה שמא עונת גשמים הייתה אמר לו לאו בעוד כברת ארץ לבוא אפרתה (שם) בין פסח לעצרת היה בזמן שהארץ מנופה והולכת ובאה ככברה שיכולים (הלו') [להלוך] אמר לו יוסף גזור עכשיו ואני מעלה אותה וקוברתה אמר לו יעקב אין אתה יכול בני שלא קברתיה שם אלא על פי הדיבור שאף אני בקשתי להעלותה ולקוברה ולא הניחני הקדוש ברוך הוא שנאמר ואקברה שם (שם) מהו שם על פי הדיבור ולמה שגלוי וצפוי לפניו שסוף בית המקדש עתיד ליחרב ובניו עתידים לצאת בגולה והם הולכין אצל אבות ומבקשים מהם שיתפללו עליהם ואינם מועילין להם וכיון שהם הולכין בדרך הם באין ומחבקין קבורת רחל והיא עומדת ומבקשת רחמים מן הקב\"ה ואומרת לפניו רבונו של עולם שמע בקול בכייתי ורחם על בניי או תן לי האוניא שלי מיד הקדוש ברוך הוא שומע בקול תפילתה מנין שכן כתב בכי תמרורים רחל מבכה על בניה (ירמיה ל\"א ט\"ו) וכתב ויש תקוה לאחריתך [נאום ה'] ושבו בנים לגבולם (שם שם י\"ז) הרי פייסו למה לא נכנסה אמו לקבורה עשה את בניו שבטים התחיל יוסף מקרב את בניו אצל אביו כדי שיברכם שנאמר ויקח יוסף את שניהם אפרים בימינו (בראשית מ\"ח י\"ג) ולמה עשה יוסף כן אלא כיון שראה שהזכיר לאפרים תחילה אפרים ומנשה כראובן ושמעון יהיו לי (שם שם ה') נתיירא שמא ידחה מנשה מן הבכורה לפיכך הגישם אצלו והעמיד מנשה בימינו ואפרים בשמאלו אמר הקדוש ברוך ואיני מודיע ליעקב מה עתיד לעמוד מאילו ירבעם בן נבט מאפרים (ומנשה שהכניס צלם בהיכל) אמר רבי חמא צפה הקדוש ברוך הוא שירבעם בן נבט עומד מן אפרים ועושה שני עגלים מהו מי אלה (שם שם ח') אלה אלקיך ישראל (שמות ל\"ב ד') ויועץ המלך ויעש שני עגלי זהב (מלכים א' י\"ב כ\"ח) מיד סילק הקב\"ה הימנו רוח הקודש. ועיני ישראל כבדו מזקן (בראשית מ\"ח י') א\"ר יהודה כמשמעו של מקרא שריסי עיניו כבדו מזוקן והיו דבוקים זה לזה וכשהיה מבקש לראות היה תולה אותם אמר לו רב נחמן חס ושלום מהו לא יוכל לראות שנסתלקה ממנו רוח הקודש התחיל יעקב אמר לו מי אלה הרי שבע עשרה שנה ישבו אצלו והוא אומר לו מי אלה אלא שצפה שני עגליו של ירבעם שהוא מטעה את ישראל ואומר להם אלה אלקיך ישראל. ד\"א מהו מי שצפה שעתיד ליפול מבניו חמשים רבוא מ' ארבעים י' עשרה הרי חמישים ריבוא אילו חמש מאות אלף שהלך ישראל במלחמה התחיל יוסף מבקש ואמר לו אבא בניי צדיקים הם כמותי בני הם [אשר נתן לי אלקים בזה] (שם שם ט') מה בזה שהביא את אסנת אמם לפני אביו ואמר לו אבא בבקשה ממך אפילו בשביל הצדקת הזו אמר לו קחם נא אלי ואברכם (שם) הביאם אצלו התחיל מגפפן ומנשקן ושמח בהם אמר שמא מתוך שמחה תשרה עלי רוח הקודש ואברכם ולא חזרה עליו רוח הקודש וכיון שראה יוסף צרתו נטלם ויצא לו לחוץ ונפל על פניו והרביצם על פניהם ומבקש רחמים א\"ר מיד אמר הקב\"ה לרוח הקודש עד אימתי יהיה יוסף מצטער הגלי במהרה והכנסי ביעקב שיברכם שאין הקדוש ברוך הוא יכול לראות את השבט נופל על פניו אף יהושע בן בנו נפל על פניו מיד קפץ עליו הדיבור ואמר לו קום לך למה זה אתה נופל על פניך (יהושע ז' י') הוא הנביא אומר ואנכי תרגלתי לאפרים קחם על זרועותי (הושע י\"א ג') תרתי ריגלתי ברוח הקודש לברך אפרים אימתי קחם על זרועותי כשאמר יעקב ליוסף קחם נא אלי ואברכם בזכותו של מי בחבלי אדם אמשכם (שם שם ד') בזכותו של יוסף ולא ידעו כי רפאתים (שם) כיון שהעמיד את אפרים משמאלו ואת מנשה בימינו [מה] עשה יעקב שכל את ידיו (בראשית מ\"ח י\"ד) מהו שכל אמר רבי שכל [ודאי] אמר רבי יהודה שכל ידיו של יעקב בבכורתו של מנשה ורבי נחמיה אמר שכל השכילו ידו של יעקב לרוח הקודש כמה שכתב משכיל לאיתן האזרחי (תהלים פ\"ט א') כיון שראה יוסף כן היצר מיד תמך ידו של אביו להעבירה מעל ראשו של אפרים ולהניחה על ראשו של מנשה אמר לו ליוסף ידי אתה מבקש להעבירה שלא בטובתי [אמר ר' ברכיה ברבי] המלאך שלישו של עולם יש בו (אמר רבי ברכיה ברבי) והאיך זו תפסה לשר צבא של מעלה ואתה סבור להעבירה שלא בטובתי וימאן אביו [וגו'] (בראשית שם י\"ט) אלא מה אמרת זה ידעתי אלא מה אתה סבור מפני שהייתי שואלך בכל עת מה עשו בך אחיך ולא היית אומר לי מה אתה סבור שלא הייתי יודע ידעתי בני ידעתי התחיל מברכם ויברכם ביום ההוא לאמר [וגו'] וישם את אפרים לפני מנשה (שם שם כ') אמר הקדוש ברוך הוא הואיל וגזר יעקב שיהא אפרים ראשון אף קרבנות הנשיאים כשבאים להקריב אפרים מקריב קודם מנשה ביום השביעי נשיא לבני אפרים ולאחרי כן ביום השמיני נשיא לבני מנשה: דבר אחר ביום (השביעי) [השמיני וגו'] אתה מוצא בכל דבר אפרים קודם למנשה בשופטים ובדגלים ובמלכים ובקרבנות [בשופטים] יהושע ואח\"כ גדעון בן יואש משבט מנשה בדגלים דגל מחנה אפרים (במדבר ב' י\"ח) ואחר כך ועליו מטה מנשה (שם שם כ') ובמלכים ירבעם בן נבט משל אפרים ואחרי כן יהוא בן (מנשה) [נמשי] משבט מנשה ולמה זכה אפרים לכך מפני שהיה ממעיט עצמו שהקדוש ברוך הוא אוהב כל מי שמשפיל עצמו כי רם ה' ושפל יראה (תהלים קל\"ח ו') ומי לחשך שהיה משפיל את עצמו שנאמר על ראש אפרים והוא הצעיר (בראשית מ\"ח י\"ד) שהיה ממעט את עצמו אבל מנשה היה יוצא ונזקק עם אביו (לענקים) [לעסקיו] אמר הקב\"ה הואיל ומעט עצמו (זכה) [יזכה] לכבוד הזה ומה אם קטן שהיה ממעט עצמו זכה לכבוד הזה גדול שממעט את עצמו על אחת כמה וכמה ביום השמיני נשיא לבני מנשה:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... [What about all] the praise of Joseph, who exceeded in the honor of his father? And yet he did not enter into him all the time, such that were it not that they came to tell him, \"Your father is sick,\" he would not have known! Rather this is to inform you of his righteousness. For he did not want to be alone with his father, lest he say to him, \"How did your brothers act with you?\" And [then] he would curse them.... Hence he did not go to his father all the time.)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d4ed6e4a94c7c18ac26", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:51", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Tafsir Rasag, Numbers 7:51", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:נ״א", "anchorVerse": 51, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0051, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ות̇ורא מן אלבקר וכבשא וחמלא אבן סנתה ללצעידה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc68758c1dc532ec90d5", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:51", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Steinsaltz on Numbers 7:51", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:נ״א", "anchorVerse": 51, "sourceHasEn": true, "commentaryNum": 7.0051, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>פַּר אֶחָד בֶּן בָּקָר, אַיִל אֶחָד, כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ</b>– \n  <b>לְעֹלָה;</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>one young bull, one ram, one lamb in its first year, as a burnt offering; </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52569cbbedbab4498f483fa8", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 7:51:1", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Ibn Ezra on Numbers 7:51:1", "sourceHeRef": "אבן עזרא על במדבר ז׳:נ״א:א׳", "anchorVerse": 51, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 51.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>פר אחד בן בקר.</b> קטן כמו בן יונה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ONE YOUNG BULLOCK. <i>Ben bakar</i> means a young bullock. Compare, <i>ben yonah</i> (young dove).<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">See Lev. 1:14.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58b1c5f4d6e4a937f99988a9", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:5", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "Bamidbar Rabbah 14:5", "sourceHeRef": "במדבר רבה י״ד:ה׳", "anchorVerse": 51, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0005, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת וגו' <small>(במדבר ז, מט)</small>, זֶה הַקָּרְבָּן הִקְרִיב לְשֵׁם יַעֲקֹב שֶׁהִקְדִּימוֹ לִמְנַשֶּׁה, וּלְשֵׁם יוֹסֵף שֶׁבַּעֲבוּר אַהֲבָתוֹ בֵּרְכָן יַעֲקֹב כָּל אוֹתָן הַבְּרָכוֹת, כְּמָה דְתֵימָא <small>(בראשית מח, טו)</small>: וַיְבָרֶךְ אֶת יוֹסֵף וַיֹּאמַר הָאֱלֹהִים וגו', וְאוֹמֵר <small>(בראשית מח, כ)</small>: בְּךָ יְבָרֵךְ יִשְׂרָאֵל לֵאמֹר יְשִׂמְךָ אֱלֹהִים כְּאֶפְרַיִם וְכִמְנַשֶּׁה וגו'. קַעֲרַת, זֶה יַעֲקֹב, אַל תִּקְרֵי קַעֲרַת אֶלָּא עֲקֶרֶת, שֶׁעָקַר הַיָּמִין מִמְּנַשֶּׁה בְּעַד אֶפְרָיִם. כֶּסֶף, עַל שֵׁם <small>(משלי י, כ)</small>: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק, מַה שֶּׁאָמַר לְיוֹסֵף <small>(בראשית מח, יט)</small>: וַיְמָאֵן אָבִיו וַיֹּאמֶר יָדַעְתִּי בְנִי יָדַעְתִּי גַּם הוּא יִהְיֶה לְעָם וגו'. שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, כְּנֶגֶד מֵאָה וּשְׁלשִׁים תֵּבוֹת שֶׁיֵּשׁ מִן <small>(בראשית מח, יד)</small>: וַיָּשֶׁת עַל רֹאשׁ אֶפְרַיִם, עַד <small>(בראשית מח, כ)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה. מִזְרָק אֶחָד כֶּסֶף, זֶה הָיָה יוֹסֵף שֶׁנִּזְרַק מֵאָבִיו וְנִמְכַּר לְמִצְרַיִם. אֶחָד, שֶׁהָיָה מֶלֶךְ בְּמִצְרַיִם, כְּמָה דְתֵימָא <small>(בראשית כו, י)</small>: כִּמְעַט שָׁכַב אַחַד הָעָם וגו', וְכֵן הוּא אוֹמֵר <small>(בראשית מב, ו)</small>: וְיוֹסֵף הוּא הַשַּׁלִּיט עַל הָאָרֶץ וגו'. כֶּסֶף, עַל שֵׁם: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק, שֶׁעַל יְדֵי חָכְמָתוֹ זָכָה לַמַּלְכוּת, כְּמָה דְתֵימָא <small>(בראשית מא, לט מ)</small>: אַחֲרֵי הוֹדִיעַ אֱלֹהִים אוֹתְךָ אֶת כָּל זֹאת וגו' אַתָּה תִּהְיֶה עַל בֵּיתִי וגו'. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹדֶשׁ, שֶׁבָּא גַּבְרִיאֵל וְהוֹסִיף לוֹ אוֹת אַחַת עַל שְׁמוֹ מִשְּׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, וְלִמְּדוֹ שִׁבְעִים לָשׁוֹן, שֶׁנֶּאֱמַר <small>(תהלים פא, ו)</small>: עֵדוּת בִּיהוֹסֵף שָׂמוֹ בְּצֵאתוֹ עַל אֶרֶץ מִצְרַיִם שְׂפַת לֹא יָדַעְתִּי אֶשְׁמָע, שֶׁאִלּוּלֵי כֵן לֹא הָיוּ הַמִּצְרִים מְקַבְּלִים אֶת יוֹסֵף לִשְׁלֹט עֲלֵיהֶם. שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה, יַעֲקֹב וְיוֹסֵף שְׁנֵיהֶם הָיוּ צַדִּיקִים גְּמוּרִים וּשְׁנֵיהֶם הָיוּ דּוֹמִים זֶה לָזֶה, אַתְיָא כְּהַהִיא דְּאָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמֵנִי <small>(בראשית לז, ב)</small>: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף, לֹא הָיָה צָרִיךְ קְרָיָה לְמֵימַר אֶלָּא אֵלֶּה תּוֹלְדוֹת יַעֲקֹב רְאוּבֵן, לָמָּה נֶאֱמַר: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף, לְלַמֶּדְךָ שֶׁהָיָה יוֹסֵף דּוֹמֶה לְאָבִיו בְּכָל דָּבָר, מַה יַּעֲקֹב נוֹלַד מָהוּל אַף יוֹסֵף נוֹלַד מָהוּל, מַה זֶּה הָיְתָה אִמּוֹ עֲקָרָה אַף זֶה הָיְתָה אִמּוֹ עֲקָרָה, מַה זֶּה נִתְקַשֵּׁית אִמּוֹ מִצַּעַר עִבּוּרָהּ אַף זֶה נִתְקַשֵּׁית אִמּוֹ בִּשְׁעַת הַלֵּדָה, מַה זֶּה יָלְדָה אִמּוֹ שְׁנַיִם אַף זֶה יָלְדָה אִמּוֹ שְׁנַיִם, מַה זֶּה אָחִיו מְבַקֵּשׁ לְהָרְגוֹ אַף זֶה אֶחָיו מְבַקְּשִׁים לְהָרְגוֹ. זֶה אָחִיו שׂוֹנֵא אוֹתוֹ וְזֶה גַּם כֵּן, זֶה רוֹעֶה וְזֶה רוֹעֶה, זֶה נִשְׂטָם וְזֶה נִשְׂטָם, זֶה נִגְנַב שְׁתֵּי פְּעָמִים <small>(בראשית לא, לט)</small>: גְּנֻבְתִי יוֹם וּגְנֻבְתִי לָיְלָה, וְזֶה נִגְנַב שְׁתֵּי פְּעָמִים <small>(בראשית מ, טו)</small>: כִּי גֻּנֹּב גֻּנַבְתִּי וגו', זֶה נִתְבָּרֵךְ בְּעֶשֶׂר בְּרָכוֹת וְזֶה נִתְבָּרֵךְ בְּעֶשֶׂר בְּרָכוֹת, זֶה יָצָא חוּצָה לָאָרֶץ וְזֶה יָצָא חוּצָה לָאָרֶץ, זֶה נָשָׂא אִשָּׁה בְּחוּצָה לָאָרֶץ וְזֶה נָשָׂא אִשָּׁה בְּחוּצָה לָאָרֶץ, זֶה הוֹלִיד בָּנִים בְּחוּצָה לָאָרֶץ וְזֶה הוֹלִיד בָּנִים בְּחוּצָה לָאָרֶץ, זֶה לִוּוּ אוֹתוֹ מַלְאָכִים וְזֶה לִוּוּ אוֹתוֹ מַלְאָכִים, זֶה נִתְגַּדֵּל עַל יְדֵי חֲלוֹם וְזֶה נִתְגַּדֵּל עַל יְדֵי חֲלוֹם, זֶה נִתְבָּרֵךְ בֵּית חָמִיו בִּשְׁבִילוֹ וְזֶה נִתְבָּרֵךְ בֵּית חָמִיו בִּשְׁבִילוֹ, זֶה יָרַד לְמִצְרַיִם וְזֶה יָרַד לְמִצְרַיִם, זֶה כִּלָּה אֶת הָרָעָב וְזֶה כִּלָּה אֶת הָרָעָב, זֶה הִשְׁבִּיעַ בְּנוֹ וְזֶה הִשְׁבִּיעַ אֶחָיו, זֶה מֵת בְּמִצְרַיִם וְזֶה מֵת בְּמִצְרַיִם, זֶה נֶחְנַט וְזֶה נֶחְנַט, זֶה עָלוּ עַצְמוֹתָיו וְזֶה עָלוּ עַצְמוֹתָיו, הָא לְפִי שֶׁהָיָה יוֹסֵף דּוֹמֶה לְאָבִיו לְכָךְ נֶאֱמַר: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף, וּלְכָךְ נֶאֱמַר: שְׁנֵיהֶם מְלֵאִים וגו' עַל יַעֲקֹב וְיוֹסֵף. כַּף אַחַת <small>(במדבר ז, נ)</small>, כְּנֶגֶד כַּף יְמִינוֹ שֶׁשָֹּׂם עַל רֹאשׁ אֶפְרָיִם. וְלָמָּה קָרֵי לָהּ אַחַת, שֶׁהִיא חֲשׁוּבָה מִן יַד הַשְֹּׂמֹאל. <small>(במדבר ז, נ)</small>: עֲשָׂרָה זָהָב, כְּנֶגֶד עֶשֶׂר תֵּבוֹת שֶׁיֵּשׁ מִן <small>(בראשית מח, יד)</small>: וַיִּשְׁלַח יִשְׂרָאֵל אֶת יְמִינוֹ עַד <small>(בראשית מח, יד)</small>: וְהוּא הַצָּעִיר. <small>(במדבר ז, נ)</small>: מְלֵאָה קְטֹרֶת, שֶׁרָאָה יַעֲקֹב דָּבָר זֶה בְּרוּחַ הַקֹּדֶשׁ, שֶׁרָאוּי הָיָה אֶפְרַיִם שֶׁיָּנִיחַ יְמִינוֹ עַל רֹאשׁוֹ, וְכֵן הוּא אוֹמֵר <small>(בראשית מח, יד)</small>: שִׂכֵּל אֶת יָדָיו כִּי מְנַשֶּׁה הַבְּכוֹר, הִשְׂכִּילוּ יָדָיו לְרוּחַ הַקֹּדֶשׁ, כְּמָה דְתֵימָא <small>(תהלים פט, א)</small>: מַשְׂכִּיל לְאֵיתָן הָאֶזְרָחִי. פַּר אֶחָד בֶּן בָּקָר <small>(במדבר ז, נא)</small>, כְּנֶגֶד אַבְרָהָם כו', שֶׁנֶּאֱמַר <small>(בראשית יח, ז)</small>: וְאֶל הַבָּקָר רָץ אַבְרָהָם. <small>(במדבר ז, נא)</small>: אַיִל אֶחָד, כְּנֶגֶד יִצְחָק, שֶׁכָּתוּב בּוֹ <small>(בראשית כב, יג)</small>: וַיִּקַּח אֶת הָאַיִל וַיַּעֲלֵהוּ לְעֹלָה תַּחַת בְּנוֹ. <small>(במדבר ז, נא)</small>: כֶּבֶשׂ אֶחָד, כְּנֶגֶד יַעֲקֹב, דִּכְתִיב בֵּיהּ <small>(בראשית ל, מ)</small>: וְהַכְּשָׂבִים הִפְרִיד יַעֲקֹב. וְלָמָּה הִקְרִיב אֵלּוּ שְׁלשָׁה מִינֵי עוֹלוֹת, כְּנֶגֶד הָאָבוֹת, כְּנֶגֶד הַבְּרָכָה שֶׁבֵּרְכָם יַעֲקֹב, הֲדָא הוּא דִּכְתִיב <small>(בראשית מח, טז)</small>: וְיִקָּרֵא בָהֶם שְׁמִי וְשֵׁם אֲבֹתַי אַבְרָהָם וְיִצְחָק. <small>(במדבר ז, נב)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד יוֹסֵף, שֶׁכָּתוּב <small>(בראשית לז, לא)</small>: וַיִּשְׁחֲטוּ שְׂעִיר עִזִּים וגו', וְלָמָּה הִקְרִיב זֶה כְּנֶגֶד יוֹסֵף, לְפִי כְּשֵׁם שֶׁבֵּרְכָם יַעֲקֹב עַל שֵׁם שְׁלשֶׁת הָאָבוֹת כָּךְ בֵּרְכָם עַל שֵׁם יוֹסֵף וּתְלָאָם עָלָיו, שֶׁנֶּאֱמַר <small>(בראשית מח, כ)</small>: בְּךָ יְבָרֵךְ יִשְׂרָאֵל לֵאמֹר יְשִׂמְךָ אֱלֹהִים כְּאֶפְרַיִם וְכִמְנַשֶּׁה. <small>(במדבר ז, נג)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, כְּנֶגֶד שְׁתֵּי בְּרָכוֹת שֶׁבֵּרְכָם, בַּתְּחִלָּה <small>(בראשית מח, טז)</small>: יְבָרֵךְ אֶת הַנְּעָרִים, וּלְבַסּוֹף: בְּךָ יְבָרֵךְ יִשְׂרָאֵל וגו'. <small>(במדבר ז, נג)</small>: אֵילִם חֲמִשָּׁה וגו', הֲרֵי שְׁלשָׁה מִינִין כְּנֶגֶד שְׁלשָׁה דּוֹרוֹת שֶׁרָאָה יוֹסֵף לְאֶפְרָיִם, שֶׁהָיוּ נִקְרָאִים עַל שֵׁם יוֹסֵף, וְהָיוּ בָּתֵּי אָבוֹת, שֶׁנֶּאֱמַר <small>(בראשית נ, כג)</small>: וַיַּרְא יוֹסֵף לְאֶפְרַיִם בְּנֵי שִׁלֵּשִׁים, וְכֵן הוּא אוֹמֵר <small>(במדבר כו, לה לו)</small>: אֵלֶּה בְנֵי אֶפְרַיִם לְמִשְׁפְּחֹתָם לְשׁוּתֶלַח וגו' וְאֵלֶּה בְּנֵי שׁוּתֶלַח לְעֵרָן וגו', אֶפְרַיִם וְשׁוּתֶלַח וְעֵרָן, הֲרֵי שְׁלשָׁה בָּנִים שֶׁל שְׁלשָׁה דוֹרוֹת. לָמָּה הָיוּ שֶׁל חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד חָמֵשׁ תֵּבוֹת שֶׁל <small>(בראשית מח, ב)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה, שֶׁמִּשָּׁם זָכָה אֶפְרַיִם לְהַקְרִיב רִאשׁוֹן. <small>(במדבר ז, נג)</small>: זֶה קָרְבַּן וגו', לְפִי שֶׁהִקְרִיב עַל סֵדֶר הַזֶּה הִתְחִיל הַקָּדוֹשׁ בָּרוּךְ הוּא מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן אֱלִישָׁמָע וגו':", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high</b>-<b>quality flour mixed with oil as a meal offering” (Numbers 7:49).</b> <br>“His offering was one silver dish [<i>kaarat</i>]….” – this is the offering that he presented in the name of Jacob, who had him precede Manasseh, and in the name of Joseph, who, because of his love, Jacob blessed him all those blessings, just as it says: “He blessed Joseph and said: The God [before whom my fathers, Abraham and Isaac, walked…]” (Genesis 48:15), and it says: “By you Israel shall bless, saying: May God make you like Ephraim and like Manasseh…” (Genesis 48:20). <br>“Dish [<i>kaarat</i>]” – this is Jacob; do not read it as <i>kaarat</i>, but rather, as <i>akeret</i>, who uprooted [<i>akar</i>] the right hand from Manasseh in favor of Ephraim. “Silver” – after, “the tongue of the righteous is choice silver” (Proverbs 10:20); what he said to Joseph: “His father refused, and said: I know, my son, I know; he too shall become a people…” (Genesis 48:19). “Its weight one hundred and thirty” – corresponding to the one hundred and thirty words that there are from “he laid it on Ephraim’s head” (Genesis 48:14) until “he placed Ephraim before Manasseh” (Genesis 48:20). “One silver basin [<i>mizrak</i>]” – this is Joseph, who was cast away [<i>shenizrak</i>] from his father and sold to Egypt. “One” – as he was king in Egypt, just as it says: “One of the people<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Avimelekh said this referring to himself.</i> almost lay [with your wife]” (Genesis 26:10). Likewise it says: “Joseph was the ruler over the land…” (Genesis 42:6). “Silver” – after “the tongue of the righteous is choice silver,” as due to his wisdom he was privileged to achieve kingship, just as it says: “After God has disclosed all this to you.… You will be in charge of my house…” (Genesis 41:39–40). “Seventy shekels in the sacred shekel” – as Gabriel came and added one letter from the name of the Holy One blessed be He to his name and taught him seventy languages, as it is stated: “He established it as a precept for Joseph [<i>bihosef</i>]<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">He added a heh, changing Joseph [Yosef] to Yehosef.</i> when he went out over Egypt; I learned a language I had not known” (Psalms 81:6), as were it not so, the Egyptians would not have accepted Joseph to rule over them. <br>“Both of them full of high-quality flour mixed with oil as a meal offering” – Jacob and Joseph were both full-fledged righteous men, and the two of them resembled one another. This accords with what Rabbi Shmuel bar Naḥmani said: “These are the chronicles of Jacob, Joseph” (Genesis 37:2). It should have said nothing other than: “These are the chronicles of Jacob, Reuben.” Why is it stated: “These are the chronicles of Jacob, Joseph”? It is to teach you that Joseph resembled his father in every respect. Just as Jacob was born circumcised, so too, Joseph was born circumcised. Just as this one, his mother was barren, so too, that one, his mother was barren. Just as this one, his mother suffered from the pain of her pregnancy, so too that one, his mother suffered during birth. Just as this one, his mother bore two, so too that one, his mother bore two. Just as this one, his brother seeks to kill him, this one, too, his brothers seek to kill him. This one, his brother hates [<i>soneh</i>] him, and that one, likewise. This one is a shepherd and that one is a shepherd. This one is hated [<i>nistam</i>] and that one is hated.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See Genesis 27:41, 49:23.</i> This one was stolen from twice: “Stolen in the day and stolen at night” (Genesis 31:39); that one, there is a double expression of stealing: “For I was abducted [<i>gunov gunavti</i>] [from the land of the Hebrews]” (Genesis 40:15). This one was blessed with ten blessings,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">See Genesis 27:28–29.</i> and that one was blessed with ten blessings.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">See Deuteronomy 33:13–17.</i> This one departed and went outside of the Land of Israel, and that one departed and went outside of the Land of Israel. This one took a wife outside of the Land of Israel, and that one took a wife outside of the Land of Israel. This one begot children outside of the Land of Israel, and that one begot children outside of the Land of Israel. This one, angels accompanied him, and that one, angels accompanied him.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">A midrash says that when Joseph went to his brothers at the behest of his father, three angels accompanied him.</i> This one ascended to greatness by means of a dream<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">See Genesis 28:10–16.</i> and that one ascended to greatness by means of a dream. This one, his father-in-law’s household was blessed on his account, and that one, his father-in-law’s<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">According to Bereshit Rabba 86:3, Joseph’s father-in-law Potifera was Potifar.</i> household was blessed on his account. This one descended to Egypt, and that one descended to Egypt. This one ended the famine and that one ended the famine.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See Bereshit Rabba 89:9.</i> This one administered an oath to his son, and that one administered an oath to his brothers. This one died in Egypt, and that one died in Egypt. This one was embalmed, and that one was embalmed. This one, his bones ascended, and that one, his bones ascended. Because Joseph resembled his father, that is why it is stated: “These are the chronicles of Jacob, Joseph”; and that is why it is stated: “Both of them full…” – regarding Jacob and Joseph. <br><b>“One gold ladle of ten shekels, filled with incense” (Numbers 7:50).</b> <br>“One…ladle [<i>kaf</i>]” – it corresponds to the palm of his right hand, which he placed on Ephraim’s head. Why does it call it “one”? It is because it is more significant than the left. “Gold…ten shekels” – it corresponds to the ten words that there are from: “Israel extended his right hand” (Genesis 48:14) until “and he was the younger” (Genesis 48:14). “Filled with incense” – Jacob saw this matter through the divine spirit, that Ephraim was worthy for him to place his right hand on his head. Likewise it says: “Guiding [<i>sikel</i>] his hands, as Manasseh was the first born” (Genesis 48:14). His hands were guided [<i>hiskilu</i>] by the divine spirit, just as it says: “<i>Maskil </i>of Eitan the Ezraḥite” (Psalms 89:1).<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This is a psalm stated by Eitan the Ezraḥite with divine guidance.</i> <br><b>“One young bull, one ram, one sheep in its first year, as a burnt offering” (Numbers 7:51).</b> <br>“One young [<i>ben bakar</i>] bull” – corresponding to Abraham, as it is stated: “Abraham ran to the cattle [<i>habakar</i>]” (Genesis 18:7). “One ram” – corresponding to Isaac, in whose regard it is written: “[Abraham…] took the ram and offered it up as a burnt offering in place of his son” (Genesis 22:13). “One sheep” – corresponding to Jacob, in whose regard it is written: “Jacob separated the sheep” (Genesis 30:40). Why did he sacrifice these three kinds of burnt offerings? It corresponds to the three patriarchs, corresponding to the blessing that Jacob blessed them: “Let my name and the name of my fathers, Abraham and Isaac, be called upon them” (Genesis 48:16). <br><b>“One goat as a sin offering” (Numbers 7:52). <br>“And for the peace offering, two bulls, five rams, five goats, five lambs in their first year. This was the offering of Elishama son of Amihud” (Numbers 7:53).</b> <br>“One goat as a sin offering” – corresponding to Joseph, as it is written: “They slaughtered a goat” (Genesis 37:31). Why did he sacrifice this corresponding to Joseph? It is because when Jacob blessed them with the name of the three patriarchs, likewise, he blessed them with the name of Joseph and made them dependent upon him, as it is stated: “By you Israel shall bless, saying: May God make you like Ephraim and like Manasseh” (Genesis 48:20). “And for the peace offering, two bulls” – corresponding to the two blessings that he blessed them: the former, “[may the angel…] bless the lads” (Genesis 48:16), and the latter, “by you Israel shall bless….” <br>“Five rams, [five goats, five lambs]” – three species, corresponding to three generations that Joseph saw for Ephraim, who were attributed to Joseph, and they were patrilineal houses, as it is stated: “Joseph saw great-grandchildren from Ephraim” (Genesis 50:23). Likewise it says: “These are the sons of Ephraim by their families: Of Shutelaḥ.… And these are the sons of Shutelaḥ: Of Eran…” (Numbers 26:35–36). Ephraim, Shutelaḥ, Eran, these are three sons from three generations. Why were they five each? It corresponds to the five words<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">In the Hebrew phrase.</i> of “he placed Ephraim before Manasseh” (Genesis 48:20), as it is from there that Ephraim merited to present his offering first. <br>“This was the offering…” – because he presented the offering in this order, the Holy One blessed be He began lauding his offering: “This was the offering of Elishama….”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c46b2fb08d98a02694f02cb", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, שָׁעָה II 1", "anchorRef": "Numbers 7:12-83", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Jastrow, שָׁעָה II 1", "sourceHeRef": "מילון יסטרוב, שָׁעָה II א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "שָׁעָה II", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שָׁעָה II</strong> f.  (<a class=\"refLink\" href=\"/Daniel.4.16\" data-ref=\"Daniel 4:16\">Dan. IV, 16</a>; <a class=\"refLink\" href=\"/Jastrow,_שָׁעָה.1\" data-ref=\"Jastrow, שָׁעָה 1\">preced.</a>, v. Del. Proleg. p. 39 sq.) <i>moment, while; hour</i>, esp. <i>the twelfth portion</i> of the day and of the night, varying according to the season. <a class=\"refLink\" href=\"/Tosefta_Berakhot.1.1\" data-ref=\"Tosefta Berakhot 1:1\">Tosef. Ber. I, 1</a>, a. e., v. <a class=\"refLink\" href=\"/Jastrow,_עוֹנָה IV.1\" data-ref=\"Jastrow, עוֹנָה IV 1\"><span dir=\"rtl\">עוֹנָה</span> I</a>. <a class=\"refLink\" href=\"/Berakhot.7a.10\" data-ref=\"Berakhot 7a:10\">Ber. 7ᵃ</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_רֶגַע.1\" data-ref=\"Jastrow, רֶגַע 1\">רֶגַע</a>. <a class=\"refLink\" href=\"/Berakhot.7b.22\" data-ref=\"Berakhot 7b:22\">Ib. 7ᵇ</a>, a. e. <span dir=\"rtl\">הש׳ משחקת</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׂחַק.1\" data-ref=\"Jastrow, שָׂחַק 1\">שָׂחַק</a>. <a class=\"refLink\" href=\"/Eichah_Rabbah.3.13\" data-ref=\"Eichah Rabbah 3:13\">Lam. R. to III, 37</a> <span dir=\"rtl\">מש׳ שאמר וכ׳</span> from the moment that the Lord said &c. <a class=\"refLink\" href=\"/Mishnah_Berakhot.1.1\" data-ref=\"Mishnah Berakhot 1:1\">Ber. I, 1</a> <span dir=\"rtl\">מש׳ שהכהנים וכ׳</span> from the time of day when the priests go in &c. <a class=\"refLink\" href=\"/Mishnah_Pesachim.2.1\" data-ref=\"Mishnah Pesachim 2:1\">Pes. II, 1</a> <span dir=\"rtl\">כל ש׳</span> as long. <a class=\"refLink\" href=\"/Ketubot.104a.8\" data-ref=\"Ketubot 104a:8\">Keth. 104ᵃ</a> <span dir=\"rtl\">בש׳ שהצדיק וכ׳</span> when a righteous man is called away &c. <a class=\"refLink\" href=\"/Ketubot.104a.6\" data-ref=\"Ketubot 104a:6\">Ib.</a> <span dir=\"rtl\">בשְׁעַת פטירתו וכ׳</span> when Rabbi died &c. <a class=\"refLink\" href=\"/Berakhot.64a.2\" data-ref=\"Berakhot 64a:2\">Ber. 64ᵃ</a> <span dir=\"rtl\">הדוחק את הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּחַק.1\" data-ref=\"Jastrow, דָּחַק 1\">דָּחַק</a>; <span dir=\"rtl\">נדחה מפני הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּחָה.1\" data-ref=\"Jastrow, דָּחָה 1\">דָּחָה</a>. <a class=\"refLink\" href=\"/Shabbat.10a.7\" data-ref=\"Shabbat 10a:7\">Sabb. 10ᵃ</a>, a. e. <span dir=\"rtl\">מניחין … ועוסקין בחיי ש׳</span> they neglect the life everlasting, and busy themselves with the life of the hour (earthly affairs). <a class=\"refLink\" href=\"Jerusalem_Talmud_Taanit.3.11.5\" data-ref=\"Jerusalem Talmud Taanit 3:11:5\">Y. Taan. III, 67ᵃ</a> (expl. <span dir=\"rtl\">יולדתך</span>, <a class=\"refLink\" href=\"/Proverbs.23.25\" data-ref=\"Proverbs 23:25\">Prov. XXIII, 25</a>) <span dir=\"rtl\">שַׁעַתְךָ</span> (or <span dir=\"rtl\">שַׁעְתְּךָ</span>) thy hour (of birth). <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.1.1.9\" data-ref=\"Shir HaShirim Rabbah 1:1:9\">Cant. R. to I, 1</a>, a. e. <span dir=\"rtl\">בשַׁעְתּוֹ</span> in its due time, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סֵפֶל.1\" data-ref=\"Jastrow, סֵפֶל 1\">סֵפֶל</a>; <a class=\"refLink\" href=\"/Bamidbar_Rabbah.10.4\" data-ref=\"Bamidbar Rabbah 10:4\">Num. R. s. 10</a><sup>4</sup> <span dir=\"rtl\">בין שעתו</span>. <a class=\"refLink\" href=\"/Shemot_Rabbah.19.4\" data-ref=\"Shemot Rabbah 19:4\">Ex. R. s. 19</a>, a. fr. <span dir=\"rtl\">לש׳ קלה</span>, v. <a class=\"refLink\" href=\"/Jastrow,_קַל II.1\" data-ref=\"Jastrow, קַל II 1\"><span dir=\"rtl\">קַל</span> II</a>; a. v. fr.—<span dir=\"rtl\">הוראת ש׳</span>, or <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_ש׳.1\" data-ref=\"Jastrow, ש׳ 1\">ש׳</a> temporary, special legislation, opp. <span dir=\"rtl\">דורות</span>. <a class=\"refLink\" href=\"/Yoma.69b.5\" data-ref=\"Yoma 69b:5\">Yoma 69ᵇ</a>. <a class=\"refLink\" href=\"/Menachot.19b.5\" data-ref=\"Menachot 19b:5\">Men. 19ᵇ</a> <span dir=\"rtl\">דורות מש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דּוֹר.1\" data-ref=\"Jastrow, דּוֹר 1\">דּוֹר</a>. <a class=\"refLink\" href=\"/Menachot.56a.4\" data-ref=\"Menachot 56a:4\">Ib. 56ᵃ</a> <span dir=\"rtl\">ש׳ מדורות וכ׳</span> we cannot derive the modes of a temporary act (e.g. the offerings of the princes, <a class=\"refLink\" href=\"/Numbers.7.12-83\" data-ref=\"Numbers 7:12-83\">Num. VII, 12-83</a>) from the laws concerning a permanent institution; a. fr.—Pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׁעוּת.1\" data-ref=\"Jastrow, שָׁעוּת 1\">שָׁעוֹת</a>. <a class=\"refLink\" href=\"/Berakhot.3a.5\" data-ref=\"Berakhot 3a:5\">Ber. 3ᵃ</a> <span dir=\"rtl\">עד ארבע ש׳</span> to four hours (the fourth hour of the night). <a class=\"refLink\" href=\"/Pesachim.58a.3\" data-ref=\"Pesachim 58a:3\">Pes. 58ᵃ</a> <span dir=\"rtl\">שתי ש׳ ומחצה</span> two hours and a half. <a class=\"refLink\" href=\"/Mishnah_Sanhedrin.5.3\" data-ref=\"Mishnah Sanhedrin 5:3\">Snh. V, 3</a> <span dir=\"rtl\">אחד אומר בשתי ש׳ וכ׳</span> if one witness testifies that the act under consideration was committed at the second hour of the day &c. <a class=\"refLink\" href=\"/Mishnah_Kelim.12.4\" data-ref=\"Mishnah Kelim 12:4\">Kel. XII, 4</a> <span dir=\"rtl\">אבן הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֶבֶן.1\" data-ref=\"Jastrow, אֶבֶן 1\">אֶבֶן</a>; a. v. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6b002", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 3:7:1", "anchorRef": "Numbers 7:12-59", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59"], "sourceRef": "Jerusalem Talmud Megillah 3:7:1", "sourceHeRef": "תלמוד ירושלמי מגילה ג׳:ז׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"26b\"></i>בַּחֲנוּכּה בַּנְּשִׂיאִים. בַּפּוּרִים וַיָּבֹא עֲמָלֵק. בְּרָאשֵׁי חֳדָשִׁים וּבְרָאשֵׁי חָדְשֵׁיכֶם. בַּמַּעֲמָדוֹת בְּמַעֲשֵׂה בְּרֵאשִׁית. בַּתַּעֲנִיּוֹת בְּרָכוֹת וּקְלָלוֹת. אֵין מַפְסִיקִין בַּקְּלָלוֹת אֶלָּא אֶחָד קוֹרֵא אֶת כּוּלָּן. בַּשֵּׁנִי וּבַחֲמִישִׁי וּבַשַׁבָּת בַּמִּנְחָה קוֹרִין כְּסִדְרָן וְאֵינוֹ עוֹלְה לָהֶן מִן הַחֶשְׁבּוֹן שֶׁנֶּאֱמַר וַיְדַבֵּר מֹשֶׁה אֶת מֹעֲדֵי ה׳ אֶל בְּנֵי יִשְׂרָאֵל מִצְוָתָן שֶׁיְּהוּ קוֹרִין כָּל־אֶחָד וְאֶחָד בִּזְמַנּוֹ׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> On Ḥanukkah, about the princes<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 7:12-59\" href=\"/Numbers.7.12-59\"><i>Num</i>. 7:12–59</a> (-89), on each day of Ḥanukkah one reads the princes’ offerings for that day of the dedication of the Tabernacle.</i>. On Purim, <i>Amaleq came</i><sup class=\"footnote-marker\">122</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 17:8-16\" href=\"/Exodus.17.8-16\"><i>Ex</i>. 17:8–16</a>.</i>. On New Moons, <i>on the start of your months</i><sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 28:11-15\" href=\"/Numbers.28.11-15\"><i>Num</i>. 28:11–15</a>.</i>. For the bystanders, the Creation<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">On each day of the week one reads the corresponding day of Creation; <a class=\"refLink\" data-ref=\"Genesis 1:1-2:3\" href=\"/Genesis.1.1-2.3\"><i>Gen</i>. 1:1–2:3</a>.</i>. On fast days, blessings and curses<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Either <a class=\"refLink\" data-ref=\"Leviticus 26:3-46\" href=\"/Leviticus.26.3-46\"><i>Lev</i>. 26:3–46</a> or <a class=\"refLink\" data-ref=\"Deuteronomy 28\" href=\"/Deuteronomy.28\"><i>Deut</i>. Chapter 28</a>.</i>. One does not interrupt curses, but one person reads them entirely. On Monday, Thursday, and Sabbath afternoon one reads regularly but they may not count it in the series<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">One reads the start of the portion to be read on the next Sabbath; this has no influence on the text to be read on the Sabbath.</i>, as it is said<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:44\" href=\"/Leviticus.23.44\"><i>Lev</i>. 23:44</a>.</i>, <i>Moses spoke to the Children of Israel about the holidays of the Eternal</i>; the obligation is that each one be read in its time.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d37fb6084aa1cbf27801", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֹלָה 1", "anchorRef": "Numbers 7:51", "anchorRefExpanded": ["Numbers 7:51"], "sourceRef": "BDB, עֹלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֹלָה א׳", "anchorVerse": 51, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֹלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">עֹלָה</span></big><sub>286</sub>  <strong>n.f.</strong> whole burnt-offering <strong>(</strong><em>that which goes up</em> (√ <strong>6</strong>) to heaven (al. on altar)<strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a> + 141 times; <span dir=\"rtl\">עוֹלָה</span> <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">Nu 28:37</a> + 33 times; cstr. <span dir=\"rtl\">עֹלַת</span> <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">Ex 29:42</a> + 27 times, <span dir=\"rtl\">עוֹלַת</span> <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">Nu 28:24</a> + 2 times; sf. <span dir=\"rtl\">עוֹלָֽתְךָ</span> <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>, etc.; pl. <span dir=\"rtl\">עֹלוֹת</span> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> + 42 times, <span dir=\"rtl\">עֹלֹת</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> + 3 times; <span dir=\"rtl\">עוֹלֹת</span> <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">Dt 27:6</a>, <span dir=\"rtl\">עוֹלוֹת</span> <a data-ref=\"Amos 5:22\" href=\"/Amos.5.22\">Am 5:22</a> +; sf. <span dir=\"rtl\">עֹלוֹתֵיכֶם</span> <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a> +, etc.;—the <em>whole burnt-offering</em> (beast or fowl) is entirely consumed and goes up in the flame of the altar to God expressing the ascent of the soul in worship. All of the victim is laid on the altar except the hide and such parts as could not be washed clean. If beast the <span dir=\"rtl\">ע׳</span> must be a male without blemish <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a>, <a data-ref=\"Leviticus 22:19\" href=\"/Leviticus.22.19\">19</a>, of herd or flock; if of flock, either sheep or goat; if fowl, either turtledove or young pigeon <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a>, the latter usually offered by the poor †<a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">5:7</a>; <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">12:8</a>; <a data-ref=\"Leviticus 14:22\" href=\"/Leviticus.14.22\">14:22</a>; <a data-ref=\"Leviticus 15:14\" href=\"/Leviticus.15.14\">15:14</a>, <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15</a>, <a data-ref=\"Leviticus 15:29\" href=\"/Leviticus.15.29\">29</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a>, <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">11</a>. A lamb was offered by individuals <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>, and by the nation at the <span dir=\"rtl\">עֹמֶר</span> offering <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">Lv 23:12</a>, and daily at the <span dir=\"rtl\">עֹלַת הַבֹּקֶר</span> <a data-ref=\"Leviticus 9:17\" href=\"/Leviticus.9.17\">9:17</a>; <a data-ref=\"Numbers 28:23\" href=\"/Numbers.28.23\">Nu 28:23</a>; <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>; <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>, and at morning and evening <span dir=\"rtl\">עלה תמיד</span> <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">Nu 28:3</a>, †<span dir=\"rtl\">עֹלַת (הַ)תָּמִיד</span> <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">Ex 29:42</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a>, <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">10</a>, <a data-ref=\"Numbers 28:15\" href=\"/Numbers.28.15\">15</a>, <a data-ref=\"Numbers 28:23\" href=\"/Numbers.28.23\">23</a>, <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">24</a>, <a data-ref=\"Numbers 28:31\" href=\"/Numbers.28.31\">31</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a>, <a data-ref=\"Numbers 29:11\" href=\"/Numbers.29.11\">11</a>, <a data-ref=\"Numbers 29:16\" href=\"/Numbers.29.16\">16</a>, <a data-ref=\"Numbers 29:19\" href=\"/Numbers.29.19\">19</a>, <a data-ref=\"Numbers 29:22\" href=\"/Numbers.29.22\">22</a>, <a data-ref=\"Numbers 29:25\" href=\"/Numbers.29.25\">25</a>, <a data-ref=\"Numbers 29:28\" href=\"/Numbers.29.28\">28</a>, <a data-ref=\"Numbers 29:31\" href=\"/Numbers.29.31\">31</a>, <a data-ref=\"Numbers 29:34\" href=\"/Numbers.29.34\">34</a>, <a data-ref=\"Numbers 29:38\" href=\"/Numbers.29.38\">38</a>; <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>; <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; <a data-ref=\"Ezekiel 46:15\" href=\"/Ezekiel.46.15\">Ez 46:15</a>. These were doubled at the <span dir=\"rtl\">עֹלַת שַׁבָּת</span> <a data-ref=\"Numbers 28:10\" href=\"/Numbers.28.10\">Nu 28:10</a>. A ram was offered by Aaron and his sons †<a data-ref=\"Exodus 29:18\" href=\"/Exodus.29.18\">Ex 29:18</a>; <a data-ref=\"Leviticus 8:18\" href=\"/Leviticus.8.18\">Lv 8:18</a>; <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">9:2</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>, <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">5</a>; but a young bullock was of greater value <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a>, <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">24</a>; <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, at consecration of Levites <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a>, so calves <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; on great occasions bullocks + rams <a data-ref=\"Numbers 23:1-6\" href=\"/Numbers.23.1-6\">Nu 23:1–6</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">15</a>, bullocks + rams + lambs <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a>; one of each kind offered by tribal chiefs <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a>, <a data-ref=\"Numbers 7:21\" href=\"/Numbers.7.21\">21</a>, <a data-ref=\"Numbers 7:27\" href=\"/Numbers.7.27\">27</a>, <a data-ref=\"Numbers 7:33\" href=\"/Numbers.7.33\">33</a>, <a data-ref=\"Numbers 7:39\" href=\"/Numbers.7.39\">39</a>, <a data-ref=\"Numbers 7:45\" href=\"/Numbers.7.45\">45</a>, <a data-ref=\"Numbers 7:51\" href=\"/Numbers.7.51\">51</a>, <a data-ref=\"Numbers 7:57\" href=\"/Numbers.7.57\">57</a>, <a data-ref=\"Numbers 7:63\" href=\"/Numbers.7.63\">63</a>, <a data-ref=\"Numbers 7:69\" href=\"/Numbers.7.69\">69</a>, <a data-ref=\"Numbers 7:75\" href=\"/Numbers.7.75\">76</a>, <a data-ref=\"Numbers 7:81\" href=\"/Numbers.7.81\">81</a>, <a data-ref=\"Numbers 7:87\" href=\"/Numbers.7.87\">87</a>. In ritual of <span dir=\"rtl\">עֹלַת (ה)חֹדֶשׁ</span> <a data-ref=\"Numbers 28:14\" href=\"/Numbers.28.14\">Nu 28:14</a>; <a data-ref=\"Numbers 29:6\" href=\"/Numbers.29.6\">29:6</a> and at <span dir=\"rtl\">מצּות</span> and Pentecost 2 bullocks, 1 ram, and 7 lambs were added to daily offering <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; at offering of new bread at Pentecost 1 bullock, 2 rams, and 7 lambs <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">Lv 23:18</a>; on the 1st and 10th of the 7th month and at <span dir=\"rtl\">עצרת</span> 1 bullock, 1 ram, and 7 lambs, in addition to the offerings of new moon <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">Nu 29:2</a>, <a data-ref=\"Numbers 29:8\" href=\"/Numbers.29.8\">8</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; the system culminated in 70 bullocks, 14 rams, 98 lambs for the 7 days of Tabernacles <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13 ff.</a> According to Ezek. the prince was to offer on each of 7 days of <span dir=\"rtl\">מצות</span> 7 bullocks and 7 rams <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a>, and on Sabbath 6 lambs and 1 ram <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">46:4</a>. At the reconsecration of temple 70 bullocks, 100 rams, and 200 lambs were offered <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>, and at the return of exiles 12 bullocks, 96 rams, and 77 lambs <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>. In early times whole burnt-offerings of children were sometimes made, e.g. Jephthah’s daughter <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>, Isaac proposed as, <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a> but ram substituted v <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">13</a>; made to other gods <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"Jeremiah 19:5\" href=\"/Jeremiah.19.5\">Je 19:5</a> +. The <span dir=\"rtl\">ע׳</span> was anciently made on any altar used for worship, but in P confined to †<span dir=\"rtl\">מִזְבַּח הָעֹלָה</span> <a data-ref=\"Exodus 30:28\" href=\"/Exodus.30.28\">Ex 30:28</a>; <a data-ref=\"Exodus 31:9\" href=\"/Exodus.31.9\">31:9</a>; <a data-ref=\"Exodus 35:16\" href=\"/Exodus.35.16\">35:16</a>; <a data-ref=\"Exodus 38:1\" href=\"/Exodus.38.1\">38:1</a>; <a data-ref=\"Exodus 40:6\" href=\"/Exodus.40.6\">40:6</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">29</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">10</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">16:40</a>; <a data-ref=\"I Chronicles 21:26\" href=\"/I_Chronicles.21.26\">21:26</a>, <a data-ref=\"I Chronicles 21:29\" href=\"/I_Chronicles.21.29\">29</a>; <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">2 Ch 29:18</a> (not in other lit.); <span dir=\"rtl\">מזבח לעלה</span> <a data-ref=\"Joshua 22:29\" href=\"/Joshua.22.29\">Jos 22:29</a>; <a data-ref=\"I Chronicles 22:1\" href=\"/I_Chronicles.22.1\">1 Ch 22:1</a>. The offerer imposed his hands on head of animal, then slaughtered it <a data-ref=\"Leviticus 1:4\" href=\"/Leviticus.1.4\">Lv 1:4</a>, <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">5</a>; †<span dir=\"rtl\">שׁחט ע׳</span> <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">4:24</a>, <a data-ref=\"Leviticus 4:33\" href=\"/Leviticus.4.33\">33</a>; <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>; <a data-ref=\"Leviticus 9:14\" href=\"/Leviticus.9.14\">14</a>;<a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>, <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">19</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>; <a data-ref=\"Ezekiel 40:39\" href=\"/Ezekiel.40.39\">Ez 40:39</a>, <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">42</a>; <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">44:11</a>, and flayed it †<span dir=\"rtl\">הִפְשִׁיט ע׳</span> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>. The priest washed the pieces <a data-ref=\"Ezekiel 40:38\" href=\"/Ezekiel.40.38\">Ez 40:38</a>; arranged them on the altar above the wood <a data-ref=\"Leviticus 6:5\" href=\"/Leviticus.6.5\">Lv 6:5</a>; the fire devoured them v <a data-ref=\"Leviticus 6:2-6\" href=\"/Leviticus.6.2-6\">2–6</a>; <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">9:24</a>; <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">1 K 18:38</a>; <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, they went up in the flame <span dir=\"rtl\">ריח ניחח ליהוה (ל)</span> <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>, <a data-ref=\"Leviticus 1:17\" href=\"/Leviticus.1.17\">17</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> <a data-ref=\"Numbers 28:13\" href=\"/Numbers.28.13\">Nu 28:13</a>; <span dir=\"rtl\">לְרָצוֹן</span>, according to character of offerer is <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">Is 56:7</a>; <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a>; see also <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>; <a data-ref=\"Psalms 40:7\" href=\"/Psalms.40.7\">40:7</a>; <a data-ref=\"Psalms 51:18\" href=\"/Psalms.51.18\">51:18</a>; <a data-ref=\"I Samuel 15:22\" href=\"/I_Samuel.15.22\">1 S 15:22</a>. Phrases: †<span dir=\"rtl\">העלה ע׳</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (J) <a data-ref=\"Exodus 24:5\" href=\"/Exodus.24.5\">24:5</a> (E) <a data-ref=\"Exodus 30:9\" href=\"/Exodus.30.9\">30:9</a>; <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">40:29</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">Lv 14:20</a>; <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">17:8</a> (P) <a data-ref=\"Deuteronomy 12:13\" href=\"/Deuteronomy.12.13\">Dt 12:13</a>, <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">14</a>; <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">27:6</a>; <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>; <a data-ref=\"Joshua 22:23\" href=\"/Joshua.22.23\">22:23</a>; <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; <a data-ref=\"Judges 20:26\" href=\"/Judges.20.26\">20:26</a>; <a data-ref=\"Judges 21:4\" href=\"/Judges.21.4\">21:4</a>; <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a>; <a data-ref=\"I Samuel 7:9\" href=\"/I_Samuel.7.9\">7:9</a>, <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">10</a>; <a data-ref=\"I Samuel 10:8\" href=\"/I_Samuel.10.8\">10:8</a>; <a data-ref=\"I Samuel 13:9\" href=\"/I_Samuel.13.9\">13:9</a>, <a data-ref=\"I Samuel 13:10\" href=\"/I_Samuel.13.10\">10</a>, <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">12</a>; <a data-ref=\"II Samuel 6:17\" href=\"/II_Samuel.6.17\">2 S 6:17</a>, <a data-ref=\"II Samuel 6:18\" href=\"/II_Samuel.6.18\">18</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">24:24</a>, <a data-ref=\"II Samuel 24:25\" href=\"/II_Samuel.24.25\">25</a>; <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a>, <a data-ref=\"I Kings 3:15\" href=\"/I_Kings.3.15\">15</a>; <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">9:25</a>; <a data-ref=\"I Kings 10:5\" href=\"/I_Kings.10.5\">10:5</a>; <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"I Chronicles 16:2\" href=\"/I_Chronicles.16.2\">1 Ch 16:2</a>, <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">40</a>; <a data-ref=\"I Chronicles 21:24\" href=\"/I_Chronicles.21.24\">21:24</a>, <a data-ref=\"I Chronicles 21:26\" href=\"/I_Chronicles.21.26\">26</a>; <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">23:31</a>; <a data-ref=\"I Chronicles 29:21\" href=\"/I_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">2 Ch 1:6</a>; <a data-ref=\"II Chronicles 8:12\" href=\"/II_Chronicles.8.12\">8:12</a>; <a data-ref=\"II Chronicles 9:4\" href=\"/II_Chronicles.9.4\">9:4</a>; <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">23:18</a>; <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">24:14</a>; <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">29:7</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>, <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">3</a>, <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">6</a>; <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">42:8</a> <a data-ref=\"Psalms 66:15\" href=\"/Psalms.66.15\">ψ 66:15</a> <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">Je 14:12</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">33:18</a>; <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>, <a data-ref=\"Ezekiel 43:24\" href=\"/Ezekiel.43.24\">24</a>; <a data-ref=\"Amos 5:22\" href=\"/Amos.5.22\">Am 5:22</a> (cf. <span dir=\"rtl\">העלה</span> <strong>9</strong>); †<span dir=\"rtl\">זבח ע׳</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E); <span dir=\"rtl\">עשׂה לע׳</span> <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">Lv 23:12</a>; <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a>; <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">15:24</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">29:39</a>; †<span dir=\"rtl\">עָשָׂה ע׳</span> <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">Lv 5:10</a>; <a data-ref=\"Leviticus 9:7\" href=\"/Leviticus.9.7\">9:7</a>, <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">22</a>; <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15:15</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a><sup>(×2)</sup>; <a data-ref=\"Numbers 6:16\" href=\"/Numbers.6.16\">Nu 6:16</a>; <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">8:12</a>; <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">15:3</a>, <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">8</a>; <a data-ref=\"Numbers 29:2\" href=\"/Numbers.29.2\">29:2</a>; <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a>; <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a>; <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">1 K 8:61</a>; <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a>; <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">10:24</a>, <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">25</a>; <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; <a data-ref=\"Ezekiel 43:27\" href=\"/Ezekiel.43.27\">Ez 43:27</a>; <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">45:17</a>, <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">23</a>; <a data-ref=\"Ezekiel 46:2\" href=\"/Ezekiel.46.2\">46:2</a>, <a data-ref=\"Ezekiel 46:12\" href=\"/Ezekiel.46.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">13</a>; †<span dir=\"rtl\">הִקְרִיב ע׳</span> <a data-ref=\"Leviticus 7:8\" href=\"/Leviticus.7.8\">Lv 7:8</a>; <a data-ref=\"Leviticus 9:16\" href=\"/Leviticus.9.16\">9:16</a>; <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">10:19</a>; <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">23:37</a>; <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">Nu 28:3</a>, <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:8\" href=\"/Numbers.29.8\">29:8</a>, <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">13</a>, <a data-ref=\"Numbers 29:36\" href=\"/Numbers.29.36\">36</a>; <a data-ref=\"I Chronicles 16:1\" href=\"/I_Chronicles.16.1\">1 Ch 16:1</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezekiel 46:4\" href=\"/Ezekiel.46.4\">Ez 46:4</a>; <span dir=\"rtl\">הקריב לע׳</span> <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">Lv 22:18</a>; <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>; †<span dir=\"rtl\">הביא ע׳</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">11</a>; <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">2 Ch 29:31</a>, <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">32</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">30:15</a>; <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>; <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a>; †<span dir=\"rtl\">הקטיר ע׳</span> <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a>; <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>.—<span dir=\"rtl\">עֹלָתָה</span>, <span dir=\"rtl\">עוֹלוֹת</span> v. also <a data-ref=\"BDB, עַוְלָה\" href=\"/BDB,_עַוְלָה\", dir=\"rtl\">עַוְלָה</a> sub <a data-ref=\"BDB, עוּל\" href=\"/BDB,_עוּל\", dir=\"rtl\">I. עוּל</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6370cd6f400056e9476f2cf9", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:5", "anchorRef": "Numbers 7:1-83", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Gevia Kesef 19:5", "sourceHeRef": "גביע כסף י״ט:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "והנה בפרט האריך משה בענין הזבחים בפרי החג ובקרבנות הנשיאים, וזה הפלגה גדולה. ובאר זה כי התורה נחלקת לחומשים וגם לפרשיות, אשר קצתם הוא להמון לבד. כי בעבור שהספר הזה מסור להמון וליחידים<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">בכתב יד כתוב ״ליחידים.״</i> שהם הפכיים, הוצרך שיכתוב ענינים הם כולם ליחידים | וענינים הם כולם להמון. ומה שהוא ליחידי האמת לבדם, הוא מה שבא מענין מעשה בראשית ומעשה מרכבה. וזה רוב חומש בראשית. ומה שהוא להמון לבדו הוא רוב חומש ויקרא, שרובו זבחים והדומה להם, ובכלל כל מעשה זבח. אבל זה היה יותר מן הדברים היותר הכרחיים להמונינו, או שיעשוהו וישענו בו, כמו שישענו היחידים על המושכלות. ולכן תקע משה בלבם זה המעשה, ולכן האריך בפרט קרבן הנשיאים. ואע״פ שהכל אחד במין כתבו יב׳ פעמים בשלימותו. והיה די לנו אם היה דבר נוגע ליחידים אם כתב סדר המקריב ראשון, ואמר אחר כך ״וכן עשה כל אחד ואחד.״ כמו שכתוב כן לששת הכנים היוצאים מן המנורה, שהוא במושכלות. וגם בקצת המפורסמות אמר ״וכן תעשה לכל אבידת אחיך״ כי דרך התורה ברוב הקישים על דרך ההמשל הידוע בהגיון. כי יזכור פרט וחלק, ואחר יעשה גזירה כוללת, או אע״פ שלא יעשה, הנה כן הוא הכמה. ולכן בעבור שכתוב בתורה ״ועשית מעקה לגגיך״ אמר המורה שזה מצוה סוגיית להסיר כל מכשול מבתינו, וכל אבן נגף או מסמר בקרקע, וכל הדומה לזה. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Moses was particularly prolix with regard to the sacrifices of the oxen at the festival of Tabernacles,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">11. Num. 7:1-83, where the identical sacrifices brought by each of twelve princes at the dedication of the Tabernacle are repeated verbatim twelve times.</i> and of the princes<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">12. Num. 29:12-39.</i> —to an extreme point. The reason for that is that the Torah is divided into five books and then into paragraphs, some of which are intended exclusively for the masses.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">13. Cf. above chap. VIII, p. 170, where Kaspi explains that Genesis is intended primarily for the select individuals, whereas the later portions are for the masses.</i> The reason for this is that the Torah was to be handed to the masses (as well as) the singular individuals, which are opposites. So it was necessary to write some things exclusively for the select few, | and some things exclusively for the masses. The part that is intended for “the individuals of truth” relates to the subjects of the Account of Creation and the Account of the Chariot.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">14. These two “accounts” correspond to the Aristotelian categories of Physics and Metaphysics respectively. See L. Strauss, <i>Persecution and the Art of Writing</i> (Chicago: University of Chicago Press, 1952), pp. 38 ff.</i> This includes most of Genesis. The part that is exclusively for the masses includes most of Leviticus, which is mostly sacrifices and related things that include all the sacrificial rites. Sacrifice was one of the most necessary practices for the masses to be able to rely on its performance, just as the select few rely on intellectual truths. For this reason Moses impressed this act upon their hearts,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">15. This reflects Kaspi’s earlier comments that sacrifices are only for the benefit of the masses, who need to perform such ceremonies. Cf. chap. VI.</i> by describing the sacrifices of the princes at length. Thus, while they were all of a kind, he recorded the sacrifice twelve complete times—whereas had this been a matter concerning the select few, it would have sufficed to write the procedure followed by the first prince, and then said, “and thus did each one.” That would have been the same as in the case of the six branches of the candelabra,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">16. Exod. 25:33, “so for the six branches going out of the candlestick …”</i> which was written for intellectual purposes.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">17. In the <i>Menorat Kesef</i> (AS II 103 ff.), while explaining the Temple as a microcosm reflecting the macrocosm of the universe, Kaspi explains that the candelabra represents the six Separate Intelligences, which are beyond man’s comprehension.</i> Even some of the popular subjects used such methods, such as “and so shalt thou do with every lost thing of thy brother,”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">18. Deut. 23:3, which does not repeat all the possible objects that might be lost.</i> for the Torah customarily uses analogy based on specific example, which is known as a principle of logic.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">19. This refers to the third of the thirteen rules of Talmudic hermeneutics, as formulated by Rabbi Ishmael (in the introduction to the <i>Sifra’</i>), which states that “a general principle [<i>binyan ’av</i>], as contained in one or two Biblical laws, is applicable to all related laws.”</i> Thus, the Torah will mention a specific instance or one component, and will then make a generalizing statement, and if that is not done (explicitly), then it will be implied. (Such a case is) that which is written in the Torah, “thou shall make a parapet for thy roof,”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">20. Deut. 22:8, and MT <i>Roṣe’aḥ</i> 11:4.</i> which Maimonides explained as being a generic commandment (encompassing) the removal of every obstacle from one’s house, every stone that abuts, every nail on the ground, as well as whatever is similar to this.", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6548bce853c764d0f6aaf783", "index_title": "Cassuto on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Cassuto on Genesis, From Adam to Noah 4:7:6", "anchorRef": "Numbers 7:12-63", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63"], "sourceRef": "Cassuto on Genesis, From Adam to Noah 4:7:6", "sourceHeRef": "קאסוטו על בראשית, מאדם עד נח ד׳:ז׳:ו׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 7.0006, "collectiveTitle": {"en": "Cassuto on Genesis", "he": "קאסוטו על בראשית"}, "he": "<b>ואליך תשוקתו ואתה תמשל בו</b>. מה פירושן של מלים אלו בקשר למה שקדם, כבר ראינו בשורות שלמעלה. עוד נשאר לנו לבאר את היחס שביניהן ובין הכתוב הדומה שבמעשה גן עדן (ג׳, ט״ז): <b>ואל אישך תשוקתך והוא ימשל בך</b>. רוב מפרשי זמננו חושדים בחלק זה של הפסוק דווקא מפני החזרה, וסוברים שידי הסופרים נגעו בו. נראה יותר קרוב לחשוב שיש בחזרה זו אחד מאותם המקרים של השפעת הסגנון האֶפי על סגנונה של הפרוזה הסיפורית, שעליהם דיברתי באריכות במאמרי <b>ספרות מקראית וספרות כנענית</b>, שנדפס <b>בתרביץ</b>, י״ג עמ׳ 197־212, וי״ד, עמ׳ 1־10״ ובמאמרי <b>שירת העלילה בישראל</b>, שנדפס <b>בכנסת</b> לזכר ח. נ. ביאליק, ח׳, עמ׳ 121־142. כפי מה שאמרתי שם, יש לשער שגם הפרוזה הסיפורית של ישראל, כמו זו של עמים אחרים, התפתחה מתוך השירה האֶפית, ולפיכך ניכר בה עדיין רישומן של דרכי המליצה ושיטות הסגנון הרגילות בשירה האֶפית הכנענית והעברית הקדומה ביותר, כשם שבספרות היוונית אנו רואים שהלוגוגרפים, הראשונים בין סופרי דברי הימים, וגם הירודוטוס ״אבי ההיסטוריה״, משתמשים עדיין בכמה ביטויים שהיו רגילים בשירה האֶפית היוונית, וכשם שראשוני ההיסטוריונים הצרפתים, כדי להביא גם דוגמה מימי הביניים, ממשיכים להשתמש בנוסחאות קבועות שהיו רגילות להופיע לפניהם באֶפוס הצרפתי. והנה חיבה יתירה נודעת בשירה האפית לחזרות, גם במזרח וגם במערב; ותופעה זו קשורה בעצם טבעו של האפוס, הנועד מעיקרו לשמיעה ולא לקריאה. בני אדם הנאספים לשמוע את השירים האֶפיים מפיו של הזַמָר נהנים הנאה מיוחדת בשעה שהזמר מתחיל פיסקה ידועה להם מכבר, וחביבה מכבר על לבם; אז יותר קל להם להקשיב לקול הזמר, וכאילו להשתתף בזמרתו. כיוצא בזה, גם בפרוזה הסיפורית העברית נודעת חיבה יתירה לחזרות. אמנם הפרוזה, הנועדה לקריאה יותר מאשר לשמיעה, משתדלת על הרוב, כדי שלא לשעמם את <b>הקורא</b>, לשנות במקצת את הביטויים ולא לחזור עליהם מלה במלה ממש (וכבר עמדנו על זה כמה פעמים במשך פירושנו); אבל לפעמים, כשהעניין הוא טכני ואינו ניתן לשינויים, כמו במלאכת המשכן, המתוארת פעמיים (שמות כ״ה – ל״א, ל״ה – מ׳) או בקרבנות הנשיאים (במדבר ז׳, י״ב – ס״ג), אז משתמשת גם היא בחזרה מילולית. וכן גם במקרים אחרים, שבהם יכולה חזרה מילולית להיות מתאימה גם לסגנון הפרוזאי. כבר ראינו במעשה בראשית את הביטוי <b>ויהי ערב ויהי בוקר יום פלוני</b>, החוזר שש פעמים בסופן של שש פיסקות רצופות. וכן כאן: רצה הכתוב להביע רעיון דומה לרעיון שכבר הביע בהזדמנות אחרת למעלה, ולשם זה השתמש באותה הנוסחה שכבר השתמש בה בפעם הראשונה, כפי מה שרגיל במקרים מעין זה", "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]