[{"_id": "531e4fe3fbfba276047f6f45", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:54", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Onkelos Numbers 7:54", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:נ״ד", "anchorVerse": 54, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0054, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "בְּיוֹמָא תְּמִינָאָה רַבָּא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בַּר פְּדָהצוּר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "On the eighth day, the leader of the sons of Menashe, Gamliel the son of Pedahtzur.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec77c", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:54", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Targum Jonathan on Numbers 7:54", "sourceHeRef": "תרגום יונתן על במדבר ז׳:נ״ד", "anchorVerse": 54, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0054, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "בְּיוֹמָא תְמִינָאָה קְרֵיב רַב בֵּית אַבָּא לִבְנֵי מְנַשֶׁה גַמְלִיאֵל בַּר פְּדָהצוּר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " on the eighth, Gamaliel bar Pedazur, prince of Menasheh;  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17aaafbfba22336ea7b4f", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 7:54:1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Or HaChaim on Numbers 7:54:1", "sourceHeRef": "אור החיים על במדבר ז׳:נ״ד:א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 54.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>גמליאל בן פדהצור</b>. אמרו רז\"ל הנזכרים וזה לשונם גמליאל עמי גמולים טובים, בן פדהצור פדאני מבית הסוהר עד כאן. וירמוז עוד על זה הדרך <b>גמליאל</b> שיוסף אמר כי גמלו ה' חסדים טובים בעד המעשה הגם שהוא פראו במה שהראהו דיוקנו, והוא אומרו <b>פדה צור</b>:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>גמליאל בן פדהצור</span>.</b> Our sages interpret the word <span>גמליאל</span> as \"He did favours for me.\" They also interpret the word <span>פדהצור</span> as \"He liberated me from prison.\" One may also see the following allusion in this name: Joseph gave thanks to G'd who not only had shown him kindness by freeing him from prison but who showed him his father's image at a crucial time to save him from committing a sin.\" In other words: <span>פדה צור</span>, G'd liberated him from sin.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569d09ead6e4a979b40a12a9", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 3:1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Pesikta Rabbati 3:1", "sourceHeRef": "פסיקתא רבתי ג׳:א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "ביום השמיני נשיא לבני מנשה (במדבר ז' נ\"ד). ילמדנו רבינו נר של חנוכה שהותר שמן מהו צריך לעשות לו למדונו [רבותינו] נר של חנוכה שהותר שמן ביום הראשון מוסיף עליו שמן ומדליקו ביום השני ואם הותר ביום שני מוסיף עליו ומדליקו ביום השלישי וכן בשאר כל הימים אבל אם הותר ביום השמיני עושה לו מדורה ושורפה בפני עצמו למה כיון שהוקצה למצוה אסור להשתמש הימנו לא יאמר אדם איני מקיים מצות זקינים הואיל ואינם מן התורה אמר לו הקב\"ה לאו בני אלא כל מה שהם גוזרים עליך קיים שנאמר על פי התורה אשר יורוך (דברים י\"ז י\"א) למה שאף עלי הן גוזרין שנאמר ותגזור אומר ויקם לך (איוב כ\"ב כ\"ח) תדע לך יעקב מהו אומר בשעה שהיה מברך אפרים ומנשה וישם אפרים לפני מנשה (בראשית מ\"ח כ') עשה את הקטון קודם לגדול ונתקיימה גזירתו אימתי בקרבנות הנשיאים הקריב שבט אפרים תחילה שנאמר ביום השביעי נשיא לבני אפרים (במדבר ז' נ\"א) ביום השמיני נשיא לבני מנשה (שם שם נ\"ד): ד\"א ביום השמיני וגו' את מוצא שאפרים קרב תחילה שבכור וגדול ואח\"כ מנשה וכך פתח ר' תנחומא בר אבא דברי חכמים כדרבונות (קהלת י\"ב י\"א) מהו כדרבונות אלא מה דרבן זה מכוון את הפרה לחרוש בתלם שלה כך דברי חכמים מכוונים את האדם הזה לדרכיו של הקדוש ברוך הוא הוי יפה אמר שלמה דברי חכמים כדרבונות: דבר אחר המשנה קראת אותו מרדע והמקרא קורא אותו דרבן ומלמד דכתיב במלמד הבקר (שופטים ג' ל\"א) וכן ולהציב הדרבן (שמואל א' י\"ג כ\"א) א\"ר נתן למה נקרא שמו מרדע שמורה דעה לפרה ולמה נקרא שמו דרבן שמדיר בינה בפרה מלמד שמלמד את הפרה לחרוש בתלם שלה כך דברי חכמים דרים בינה בבני אדם [ומורים דעה בהם] ומלמדים (דעה) אותם דרכיו של הקב\"ה הוי דברי חכמים כדרבונות: ד\"א מה כדרבונות אמר רבי ברכיה כדור של בנות כהדא ספירא דמינוקייתון שהן (מלקטות) [מקלטות] בם זו זורקת לכאן וזו זורקת לכאן כך הם חכמים נכנסים לתלמוד ועוסקים בתורה זה אומר טעמו וזה אומר טעמו [זה אומר טעם אחד] וזה אומר טעם אחר ודבריהם של אלו ואלו כולם נתנו ממשה הרועה ממה שקיבל מיחידו של עולם נתנו מרועה אחד (קהלת שם) מפני שזה אומר טעם אחד וזה אומר טעם אחר שמא דבריהן פורחין ת\"ל וכמסמרות נטועים בעלי אסופות (שם) לא אמר וכמסמרות קבועים אלא נטועים למה אלא מפני שעשה אותם מסמרות (נטועים) והמסמר שיש לו שושנה נח לשלוף לכן אמר וכמסמרות נטועים שרשיו של אילן הנטועים קשין לעקור אבל אין להם כח ככחו של ברזל והמסמר של ברזל יש לו כח נתן לדברי תורה כחו של ברזל וכמטעי (נטועים) שרשיו של אילן: ד\"א כשם ששרשיו של אילן משתילים לכל מקום כך דברי תורה נכנסים ומשתילים בכל הגוף (דברי חכמים כדרבונות) [וכמסמרות נטועים בעלי אסופות] (שם) אימתי הם נטועים באדם הזה כמסמרות אימתי בזמן שבעל תורה נכנס לתלמוד והם נאספים לשומעו: ד\"א מה הדרבן מטלטל יכול אף הם כן ת\"ל וכמסמרות נטועים מהו בעלי אסופות אימתי הם נטועים באדם הזה אימתי בזמן שבעליהן נאספין מהם כל זמן שרבו קיים הוא היה מפליג כל זמן שנצרך הרי רבי לפני ואני שואלו מת רבו הרי יגע ביום ובלילה לקיים תלמודו אדם [יודע] שאין לו למי לשאול הרי אימתי נטועים באדם הזה בזמן שבעליהן נאספין מהן [נתנו מרועה אחד] (שם) אילו ואילו ניתנו מיחידו של עולם ויותר מהמה בני הזהר (שם) מהו ויותר מדברי תורה הוי זהיר בדברי סופרים למה שאילו באים דבריהם לכתוב לא היה קץ לספרים עשות ספרים הרבה אין קץ (שם) א\"ר אבא סרונגלא אם [יאמר] אדם לכתוב ספרים עוד לדבריהם [ויותר מהמה בני] מהו מהמה בני מהומה נכנסת בך (ויותר מהמה בני) א\"ר ברכיה הכהן אנו קורין מסמרות בסמך ואין כתיב אלא משמרות מה משמרות כהונה עשרים וארבע כ ספרי תורה עשרים וארבעה הם וכל מי שקורא בספר חוץ מעשרים וארבע כאילו קורא בספרים החיצונים שאמרה התורה יותר מהמה בני הזהר ר' אומר הזהר בדברי סופרים יותר מדברי תורה למה שהם כדרבונות ר' יוחנן הוה מברך יום טוב הראשון של חג ברוך אתה ה' אמ\"ה אקב\"ו על מצות לולב ושאר כל הימים על מצות הזקנים ור' יהושע בן לוי [מברך בכל יום על נטילת לולב ואין ר' יהושע בו לוי] מורה לר' יוחנן שי\"ט הראשון דבר תורה שנאמר ולקחתם לכם ביום הראשון (ויקרא כ\"ג מ') ושאר כל הימים מדבריהם א\"ר שמעון בן חלפתא בשם ר' אחאי מפני שכתב דברי חכמים כדרבונות [וגו'] נתנו מרועה אחד דברי תורה (ודברי) ודבריהם. ד\"א דברי חכמים [וגו'] ר' חייא בר אבא נכנס לבית [הכנסת] ושמע שהיה קורין ויסע משם אברהם (בראשית כ' א') אמר יפה שנו חכמים הוי זהיר בגחלתן שלא תכוה שנשיכתן נשיכת שועל ועקיצתן עקיצת עקרב ולחישתן לחישת שרף (אבות פ\"ב מ\"י) ולמה אמר הדבר הזה מפני שכתב למעלה ותהרין שתי בנות לוט מאביהן (בראשית י\"ט לו) שאתה מוצא בשעה שבא אברהם לארץ היה בא לוט עמו ועל ידי שהיה דבוק לאברהם העשיר כשם שהעשיר אברהם שנאמר ויעל אברם ממצרים הוא ולוט עמו הנגבה ואברם כבד מאד וגו' וגם ללוט וגו' (שם י\"ג א' עד ה') ראה היכן העשירו עד שלא היתה הארץ יכולה לשאת את שניהם כאחת ולא נשא אותם הארץ וגו' (שם שם ו') ואם תמה [אתה] על הדבר שלא הייתה הארץ יכולה לשאת אותם [לאו] מפני רכושם שהיה רב (לאו) [אלא] מפני הדינים שהיו בין הרועים כמה שכתוב ויהי ריב בין רועי וגו' (שם שם ז') ולמה היו מדיינים אילו עם אילו אלא כשאדם צדיק אף בני ביתו כמותו צדיקים וכל מי שידבוק בו וכשאדם רשע אף בני ביתו כמותו רשעים בהמותיו של אברהם היו הרועים מוציאים אותם [זמומים שלא] יגזלו לבריות ובהמותיו של לוט לא היו רועים (זמומין) [זוממים] אותן התחילו רועים של אברהם מדיינין עם רועים של לוט ואומרים להם למה אתם משיאים ללוט שם רע ומוציאים בהמתו שלא זמומה אמרו להם רועים של לוט אנו הם שאנו צריכים למחות בידכם שאתם זוממין את הבהמה שע\"י שאתם יודעים שסוף בהמתו של אברהם לחזור ללוט מפני שאינו מוליד אין אתם זנין אותה כראוי מפני שאתם יודעים שאין לאברהם בן ולמחר הוא מת ולוט יורשו אתם עושים עצמיכם צדיקים מבהמותיו של אחר ביותר מה שבהמתו רועה היא גוזלת לא משלה היא רועה לא כך אמר הקדוש ברוך הוא לאברהם לזרעך אתן את הארץ הזאת (שם י\"ב ז') הרי למחר הוא מת בלא בנים ולוט שהוא בן אחיו יורשו ומי לחשך שעל ידי דברים הללו היו מדיינים א\"ר יהודה בר סימן קרא סופו של פסוק והכנעני והפריזי אז יושב בארץ (שם י\"ג ז') מה הדבר הזה אלא מתוך שהיו מדיינים על כך שנאמר ויהי ריב בין רעי [וגו'] אמר להם הקב\"ה הכנעני והפריזי אז יושב בארץ חן שאמרתי לאברהם שאני נותן לבניו את הארץ לבניו לא לרשע הזה שאתם סבורים ואפילו מה שאמרתי לאברהם שאני נותן לבניו את הארץ אימתי כשאגרש את הכנעני ואת הפריזי מתוכה לאברהם עדיין לא נתתי בנים והכנעני והפריזי (לתוכה) [בתוכה] עד עכשיו בעלים (עליו) [עליה] ואתם אומרים כן א\"ר עזריה כשם שהיתה תחרות בין הרועים כך היתה תחרות בין אברהם ללוט מנין שכן כתיב אל נא תהי מריב ביני ובינך וגו' (שם שם ח'). [הלא כל הארץ לפניך הפרד נא מעלי] (שם שם ט') הבדל נא מעלי אין כתב כאן אלא הפרד א\"ר חלבו כשם שהפרדה הזו אינה קולטת ומקבלת עובר כך אין זרעי מתערב בזרעך מיד וישא לוט את עיניו (שם שם י') שנתן עיניו בזנות כמה שנאמר ותשא אשת אדוניו [את עיניה אל יוסף] וגו' (שם ל\"ט ז') [וירא] את כל הככר (שם י\"ג י') כדכתב כי בעד אשה זונה בעד ככר לחם (משלי ו' כ\"ו) כי כולה משקה (בראשית י\"ג י') שהיו כולן זונות וראויות להיבדק כסוטות כך דרש ר\"ש בן יוחי. א\"ר אלעזר בן פדת בשם ר' יוסי בן זמרא ראה כמה קיפח לוט הרשע את אברהם הצדיק מן הדיבר שכל זמן שהיה לוט דבוק בו לא הסיח הקדוש ברוך הוא עם אברהם כיון שפירש לוט הימנו קפץ הדיבר על אברהם שנאמר וה' אמר אל אברם אחרי הפרד לוט מעמו (שם שם י\"ד): לפיכך כשהמלאכים היו הופכין את סדום ומצילים אותו בזכות אברהם מה אמרו לו ההרה המלט פן תספה (שם י\"ט י\"ז) בזכותו של אותו ההר הגדול אברהם נמלטת לך אצלו אמר להם איני יכול שכבר אמר לי הפרד לא אוכל להמלט ההרה וגו' (שם שם י\"ט) ד\"א פן תדבקני הרעה (שם) כל הימים שהייתי בסדום היה הקב\"ה מחשב מעשי עם מעשיהם והייתי עומד שהייתי צדיק אצלם אלך לי אצל אברהם הצדיק שישקול הקדוש ברוך הוא את מעשי עם מעשיו לא אוכל למה פן תדבקני הרעה א\"ר יוחנן שני בני אדם אמרו הדבר הזה הצרפית כי באת אלי להזכיר [את] עוני ולהמית את בני (מלכים א' י\"ז י\"ח) אמרה לו עד שלא באתה אצלי היה הקב\"ה שוקל מעשי עם בני מקומי והייתי עומדת שהייתי כשירה אצלם ועכשיו באתה אצלי וע\"י שהיית צדיק שקל הקדוש ברוך הוא מעשי עם מעשיך והזכרת עונותי ומת בני לענין שאנו צריכים דברי חכמים כדרבונות: ואף יעקב כיון שהגיע זמנו למות ושמע יוסף שחולה הוא התחיל מהרהר דברים בלבו ר' אליעזר אומר הירהר ג' דברים יוסף בלבו ור' שמואל בר נחמן אמר חמשה בניי נולדו במצרים תאמר שמברכם תאמר שיעשה אותם שבטים תאמר שיעשה אותי בכור תאמר שידחה את ראובן מן הבכורה ועל מה לא נכנסה רחל לקבורה לכך כשהלך אצלו נטל את שני בניו עמו לכהן שהלך לגורן ונטל את שני בניו עמו להודיע לכל שהן בניו שיש להם חלק כמותו: ויאמר ליוסף הנה אביך חולה (בראשית מ\"ח א') מי אמר לו שאביו חולה יש אומרים ברוח הקדש ראה ויש אומרים בלהה אמרה לו שהייתה משמשת [את] יעקב כיון שחלה באה ואמרה ליוסף ויש אומרים בנימין הודיעו ויש אומרים קריוסי הושיב יוסף בפלטרין כיון שהרגישו ביעקב שחולה באו והודיעו ליוסף והרי כל שבחו של יוסף שהיה מפליג על כבוד אביו ולא נכנס אצלו בכל שעה שאילולי שבאו אחרים ואמרו לו אביו חולה לא היה יודע אלא להודיעך צדקו שלא רצה להתייחד עם אביו שלא יאמר לו היאך עשו בך אחיך (ומקללים את) [ומקללם אמר] יוסף אני יודע צדקו של אבא כל דבריו (גזירותיהן) [גזירות הן] אמר ללבן עם אשר תמצא את אלקיך לא יחיה (שם ל\"א ל\"ב) ומתה אמי ואני בא לומר שיקללם יקללם ונמצאתי מחריב את כל העולם שלא נברא העולם אלא בשביל השבטים לפיכך לא היה הולך אצל אביו בכל שעה: הנה בנך יוסף בא אליך (שם י\"ח ב') מיד ויתחזק ישראל וישב על המטה (שם) ולמה נתחזק אמר רבי יהושע בן לוי הראה לו עמידה אמר הקב\"ה עשה אותו קזמיקרטור ואני איני חולק לו כבוד לכך ויתחזק ישראל. דבר אחר למה נתחזק כדי שיראו השבטים היאך (אני) [אביו] ראה ליוסף אפילו בשעת חליו ועמד מלפניו ויהיו חולקים לו כבוד: דבר אחר למה נתחזק ועמד וישב לו רבי אחא אמר שלא (אברך) [יברך] אותם (מיושב) [מסב] ויאמרו מתנות שכיב מרע היו ברכותיו ולא היה יודע מה עשה לכך נתחזק ועמד וישב שידעו שמתנותיו היו מתנות בריא: ד\"א ויתחזק אמר רבי פנחס בן חמא בשם רבי אחא חיזק עצמו בתפלה אמר כשאבא לברכם תשרה עלי רוח הקדש שאברך אותם כראוי כיון שראה בניו עמו אמר לו הרי שבע עשרה שנה היית שואל שלומי ולא היו באין אלא עכשיו באו עמך יודע אני מה בלבך אם אברך אותם (אני) [איני] עושה דברו של הקדוש ברוך הוא שאמר לי שנים עשר שבטים אני מעמיד ממך ואם לא אברכם הרי רע לך ומברך אני אותם ולא תהא סבור שמא בשבילך שהאכלת אותי אני מברך אותם אלא כבר אמר לי עד שאני בבית אל לברכם שאמר לי אל שדי נראה אלי בלוז ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים (שם שם ד) דבר (אחר) [אחד] שיקר לו כאן שלא אמר ונתתיך לגוי ולקהל עמים שכן אנו מוצאים כשנגלה עליו בבית אל בבאו מפדן ארם וכו' עד ויאמר (אלי) [לו אלקים] ני אל שדי פרה ורבה גוי וקהל גוים יהיה ממך (שם ל\"ה י\"א) והיה צריך לומר ליוסף הנני מפרך והרביתיך ונתתיך לגוי ולקהל עמים ולמה לא אמר לו אלא לקהל עמים בלבד אלא אמר יעקב כשאמר לי הקב\"ה הדבר הזה היה לי אחד עשר שבטים וכיון שנולד בנימין אמרתי הרי מה שאמר לי קהל גוים והוא שאומר לו שני בניך הנולדים לך בארץ מצרים עד בואי אליך מצרימה לי הם (שם מ\"ח ה') אמר לו אינם שלך אלא שלי שאמר לי גוי וקהל גוים ולא נתן לי אלא את בנימין הרי אינן שלך אלא שלי הרי אפרים ומנשה שבטים הם כראובן ושמעון ומה שאתה מוליד אחריהן שלך הם נקראים אבל אילו לשמי הם שנאמר ומולדתך אשר הולדת אחריהם לך יהיו (שם שם ו') הרי נתבשר יוסף על שני דברים שהדיבר בירך את שני בניו המלאך הגואל אותי מכל רע יברך את הנערים (שם שם ט\"ז) ועשאם שבטים אפרים ומנשה כראובן ושמעון יהיו לי (שם שם ה') אף על פי שהיצר הקדים אפרים למנשה ומה שאמר נראה אלי בלוז (שם שם ג') היא בית אל כדכתיב לוזה [וגו'] היא בית אל (שם ל\"ה ו') אמר רבי ברכיה הכהן (בש\"ר ברכיה) בשם ר' לוי בשם ר' שמואל בן נחמן דרש יעקב לעשות אפרים ומנשה שבטים אמר שנראה הקב\"ה אלי ואמר לי אני אל שדי וגו' ומלכים (ממך) [מחלציך] יצאו אילו אמר לי ומלכים ממך יצאו הייתי אומר על השבטים אמר לא אמר לי אלא מחלציך על בני בניי אמר על אפרים ומנשה אמר רבי יהודה הלוי ברבי שלום אם אין אתה למד מכאן שהם קהל גוים מן הפרשה אתה למד ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים. דבר אחר גוי וקהל גוים גוי זה בנימין קהל גוים זה אפרים ומנשה ומלכים מחלציך יצאו זה שאול המלך שעמד מבנימין תחילה למלכים שנאמר ויהי איש מבנימין ושמו קיש בן אביאל (שמואל א' ט' א') וכיון שבירכם ועשאם שבטים התחיל אומר על עסק רחל אמר לו למה לא נכנסה לקבורה (אמך) [עמך] שהיה יוסף מיצר על הדבר מאוד התחיל אביו משיבו עליה אני בבואי מפדן אין כתיב כאן אלא ואני בבואי מפדן (בראשית מ\"ח ז') מהו ואני אמר לו חייך כשם שהיית מבקש שתכנס אמך לקבורה כך אני הייתי מבקש הדא היא דכתב ואני מתה עלי (שם) מהו עלי עלי הייתה טרחותה: דבר אחר עלי שחסרתיה שלא הייתה לי נחת רוח אלא היא מתה עלי שחסרתיה אמר לו שמא מה שלא הכנסת אותה לקבורה שמא עונת גשמים הייתה אמר לו לאו בעוד כברת ארץ לבוא אפרתה (שם) בין פסח לעצרת היה בזמן שהארץ מנופה והולכת ובאה ככברה שיכולים (הלו') [להלוך] אמר לו יוסף גזור עכשיו ואני מעלה אותה וקוברתה אמר לו יעקב אין אתה יכול בני שלא קברתיה שם אלא על פי הדיבור שאף אני בקשתי להעלותה ולקוברה ולא הניחני הקדוש ברוך הוא שנאמר ואקברה שם (שם) מהו שם על פי הדיבור ולמה שגלוי וצפוי לפניו שסוף בית המקדש עתיד ליחרב ובניו עתידים לצאת בגולה והם הולכין אצל אבות ומבקשים מהם שיתפללו עליהם ואינם מועילין להם וכיון שהם הולכין בדרך הם באין ומחבקין קבורת רחל והיא עומדת ומבקשת רחמים מן הקב\"ה ואומרת לפניו רבונו של עולם שמע בקול בכייתי ורחם על בניי או תן לי האוניא שלי מיד הקדוש ברוך הוא שומע בקול תפילתה מנין שכן כתב בכי תמרורים רחל מבכה על בניה (ירמיה ל\"א ט\"ו) וכתב ויש תקוה לאחריתך [נאום ה'] ושבו בנים לגבולם (שם שם י\"ז) הרי פייסו למה לא נכנסה אמו לקבורה עשה את בניו שבטים התחיל יוסף מקרב את בניו אצל אביו כדי שיברכם שנאמר ויקח יוסף את שניהם אפרים בימינו (בראשית מ\"ח י\"ג) ולמה עשה יוסף כן אלא כיון שראה שהזכיר לאפרים תחילה אפרים ומנשה כראובן ושמעון יהיו לי (שם שם ה') נתיירא שמא ידחה מנשה מן הבכורה לפיכך הגישם אצלו והעמיד מנשה בימינו ואפרים בשמאלו אמר הקדוש ברוך ואיני מודיע ליעקב מה עתיד לעמוד מאילו ירבעם בן נבט מאפרים (ומנשה שהכניס צלם בהיכל) אמר רבי חמא צפה הקדוש ברוך הוא שירבעם בן נבט עומד מן אפרים ועושה שני עגלים מהו מי אלה (שם שם ח') אלה אלקיך ישראל (שמות ל\"ב ד') ויועץ המלך ויעש שני עגלי זהב (מלכים א' י\"ב כ\"ח) מיד סילק הקב\"ה הימנו רוח הקודש. ועיני ישראל כבדו מזקן (בראשית מ\"ח י') א\"ר יהודה כמשמעו של מקרא שריסי עיניו כבדו מזוקן והיו דבוקים זה לזה וכשהיה מבקש לראות היה תולה אותם אמר לו רב נחמן חס ושלום מהו לא יוכל לראות שנסתלקה ממנו רוח הקודש התחיל יעקב אמר לו מי אלה הרי שבע עשרה שנה ישבו אצלו והוא אומר לו מי אלה אלא שצפה שני עגליו של ירבעם שהוא מטעה את ישראל ואומר להם אלה אלקיך ישראל. ד\"א מהו מי שצפה שעתיד ליפול מבניו חמשים רבוא מ' ארבעים י' עשרה הרי חמישים ריבוא אילו חמש מאות אלף שהלך ישראל במלחמה התחיל יוסף מבקש ואמר לו אבא בניי צדיקים הם כמותי בני הם [אשר נתן לי אלקים בזה] (שם שם ט') מה בזה שהביא את אסנת אמם לפני אביו ואמר לו אבא בבקשה ממך אפילו בשביל הצדקת הזו אמר לו קחם נא אלי ואברכם (שם) הביאם אצלו התחיל מגפפן ומנשקן ושמח בהם אמר שמא מתוך שמחה תשרה עלי רוח הקודש ואברכם ולא חזרה עליו רוח הקודש וכיון שראה יוסף צרתו נטלם ויצא לו לחוץ ונפל על פניו והרביצם על פניהם ומבקש רחמים א\"ר מיד אמר הקב\"ה לרוח הקודש עד אימתי יהיה יוסף מצטער הגלי במהרה והכנסי ביעקב שיברכם שאין הקדוש ברוך הוא יכול לראות את השבט נופל על פניו אף יהושע בן בנו נפל על פניו מיד קפץ עליו הדיבור ואמר לו קום לך למה זה אתה נופל על פניך (יהושע ז' י') הוא הנביא אומר ואנכי תרגלתי לאפרים קחם על זרועותי (הושע י\"א ג') תרתי ריגלתי ברוח הקודש לברך אפרים אימתי קחם על זרועותי כשאמר יעקב ליוסף קחם נא אלי ואברכם בזכותו של מי בחבלי אדם אמשכם (שם שם ד') בזכותו של יוסף ולא ידעו כי רפאתים (שם) כיון שהעמיד את אפרים משמאלו ואת מנשה בימינו [מה] עשה יעקב שכל את ידיו (בראשית מ\"ח י\"ד) מהו שכל אמר רבי שכל [ודאי] אמר רבי יהודה שכל ידיו של יעקב בבכורתו של מנשה ורבי נחמיה אמר שכל השכילו ידו של יעקב לרוח הקודש כמה שכתב משכיל לאיתן האזרחי (תהלים פ\"ט א') כיון שראה יוסף כן היצר מיד תמך ידו של אביו להעבירה מעל ראשו של אפרים ולהניחה על ראשו של מנשה אמר לו ליוסף ידי אתה מבקש להעבירה שלא בטובתי [אמר ר' ברכיה ברבי] המלאך שלישו של עולם יש בו (אמר רבי ברכיה ברבי) והאיך זו תפסה לשר צבא של מעלה ואתה סבור להעבירה שלא בטובתי וימאן אביו [וגו'] (בראשית שם י\"ט) אלא מה אמרת זה ידעתי אלא מה אתה סבור מפני שהייתי שואלך בכל עת מה עשו בך אחיך ולא היית אומר לי מה אתה סבור שלא הייתי יודע ידעתי בני ידעתי התחיל מברכם ויברכם ביום ההוא לאמר [וגו'] וישם את אפרים לפני מנשה (שם שם כ') אמר הקדוש ברוך הוא הואיל וגזר יעקב שיהא אפרים ראשון אף קרבנות הנשיאים כשבאים להקריב אפרים מקריב קודם מנשה ביום השביעי נשיא לבני אפרים ולאחרי כן ביום השמיני נשיא לבני מנשה: דבר אחר ביום (השביעי) [השמיני וגו'] אתה מוצא בכל דבר אפרים קודם למנשה בשופטים ובדגלים ובמלכים ובקרבנות [בשופטים] יהושע ואח\"כ גדעון בן יואש משבט מנשה בדגלים דגל מחנה אפרים (במדבר ב' י\"ח) ואחר כך ועליו מטה מנשה (שם שם כ') ובמלכים ירבעם בן נבט משל אפרים ואחרי כן יהוא בן (מנשה) [נמשי] משבט מנשה ולמה זכה אפרים לכך מפני שהיה ממעיט עצמו שהקדוש ברוך הוא אוהב כל מי שמשפיל עצמו כי רם ה' ושפל יראה (תהלים קל\"ח ו') ומי לחשך שהיה משפיל את עצמו שנאמר על ראש אפרים והוא הצעיר (בראשית מ\"ח י\"ד) שהיה ממעט את עצמו אבל מנשה היה יוצא ונזקק עם אביו (לענקים) [לעסקיו] אמר הקב\"ה הואיל ומעט עצמו (זכה) [יזכה] לכבוד הזה ומה אם קטן שהיה ממעט עצמו זכה לכבוד הזה גדול שממעט את עצמו על אחת כמה וכמה ביום השמיני נשיא לבני מנשה:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... [What about all] the praise of Joseph, who exceeded in the honor of his father? And yet he did not enter into him all the time, such that were it not that they came to tell him, \"Your father is sick,\" he would not have known! Rather this is to inform you of his righteousness. For he did not want to be alone with his father, lest he say to him, \"How did your brothers act with you?\" And [then] he would curse them.... Hence he did not go to his father all the time.)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "56dc0c85d6e4a9722a25be4a", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 48:20:2", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Rashi on Genesis 48:20:2", "sourceHeRef": "רש\"י על בראשית מ״ח:כ׳:ב׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>וישם את אפרים.</b> בְּבִרְכָתוֹ לִפְנֵי מְנַשֶּׁה, לְהַקְדִּימוֹ בִּדְגָלִים וּבַחֲנֻכַּת הַנְּשִׂיאִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישם את אפרים AND HE PUT EPHRAIM etc. — i.e. in the blessing he bestowed upon them he put Ephraim’s name before that of Manasseh, so giving him precedence over his brother when the Israelites encamped and marched beneath their banners in the wilderness (cf. Numbers 2:18 and Numbers 10:22), and when at the dedication of the altar by the princes of the tribes each brought his gifts (cf. Numbers 7:48 Numbers 7:54). (see Genesis Rabbah 97:5). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d4ed6e4a94c7c18ac2c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:54", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Tafsir Rasag, Numbers 7:54", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:נ״ד", "anchorVerse": 54, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0054, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פי אליום אלת̇אמן קרב שריף בני מנשה גמליאל בן פדהצור", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6089260ce786d88a28b9dcb4", "index_title": "Ohev Yisrael", "category": "Chasidut", "type": "commentary", "ref": "Ohev Yisrael, Nasso 2:1", "anchorRef": "Numbers 7:54-55", "anchorRefExpanded": ["Numbers 7:54", "Numbers 7:55"], "sourceRef": "Ohev Yisrael, Nasso 2:1", "sourceHeRef": "אוהב ישראל, נשא ב׳:א׳", "anchorVerse": 54, "sourceHasEn": false, "compDate": [1770, 1820], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ohev Yisrael", "he": "אוהב ישראל"}, "heTitle": "נשא", "he": "<b>ביום השמיני נשיא לבני מנשה גמליאל בן פדה צור וגו'. </b>במדר' הה\"ד אני פי מלך שמור ובהעיר לב ושים שכל י\"ל דהנה כתיב ויקרא יוסף את שם הבכור מנשה כי נשני אלהים את כל עמלי ואת בית אבי ואת שם השני קרא אפרים כי הפרני אלהים בארץ עניי וידוע כי יוסף הוא הצדיק יסוד עולם וכל הצדיקים נק' על שמו והנה עיקר תולדותיהן של צדיקים הוא מע\"ט ויש שני בחי' תולדות הצדיק היוצאים ממנו. בחי' א' שהצדיק ההוא הוא ממשיך בתפלתו שפע וברכ' ומזון ופרנסה לכל ברואי העולמות ובני חיי ומזוני. ותולדה זו מכונה בשם אפרים מלשון פרו ורבו. כי הפרני אלהים שהוא הממשיך פירות להעולם מזון ושפע טוב וברכה:  ", "heVersionTitle": "Ohev Yisrael, Zhitomir, 1863.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d0229dda7ca0658864e13", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati, Supplement A 4:5", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Pesikta Rabbati, Supplement A 4:5", "sourceHeRef": "פסיקתא רבתי, הוספה א ד׳:ה׳", "anchorVerse": 54, "sourceHasEn": false, "compDate": [600, 900], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "heTitle": "הוספה א", "he": "[ד\"א ביום השמיני וגו'] תן חלק לשבעה וגם לשמונה (קהלת י\"א ב') ר' אלעזר ור' נחמיה ור' יהושע (בן), [רבי] אלעזר אומר תן חלק לשבעה זו השבת דכתיב ויהי בשביעית (מלכים א' י\"ח מ\"ד), וגם לשמונה אלו ח' ימי מילה שנ' וישם פניו בין ברכיו (מלכים א' י\"ח מ\"ב) אמר אליהו לפני הקב\"ה רבש\"ע אפי' אין לישראל אלא שתי המצוות האלו בלבד כדאי הוא זכותן שירדו להם גשמים, ור' נחמיה אומר תן חלק לשבעה זה דור שמל משה לשבעה, וגם לשמונה זה דור שמל יהושע לשמונה, א\"ל הקב\"ה משה רבן מלן לשבעה ואת מלן לשמונה שנאמר בעת ההיא אמר ה' אל יהושע [וגו' ושוב מל את בני ישראל שנית] (יהושע ה' ב') והביאן לברית, [שנית שנית] אתה מלן שלישית אין אתה מלן, ר' יהושע אומר תן חלק לשבעה אלו [שבעה] ימי פסח, וגם לשמונה אלו שמונת ימי החג, כשהוא אומר וגם לרבות את העצרת ואת ר\"ה ואת יוה\"כ, ר' סימון פתר קריא בנשיאים תן חלק לשבעה ביום השביעי נשיא לבני (מנשה) [אפרים] (במדבר ז' מ\"ח) [וגם לשמונה ביום השמיני נשיא לבני מנשה] (במדבר ז' נ\"ד), א\"ר עזריה בשם ר' יהודה ב\"ר סימון (פתר קריא בנדה) תן חלק לשבעה כי שבעת ימים ימלא את ידכם וגו' (ויקרא ח' ל\"ג), וגם לשמונה ויהי ביום (כלות משה) [השמיני קרא משה] וגו' (ויקרא ט' א'), ר' יהודה בר סימון פתר קריא בנדה תן חלק [לשבעה] אלו ז' ימי נדה, וגם לשמונה אלו ח' ימי מילה, אמר הקב\"ה אם שמרת ז' ימי נדה כראוי הרי אני נותן לך בן זכר ואת מולו לשמונה דכתיב וביום השמיני ימול בשר ערלתו (ויקרא י\"ב ג'), ר' לוי אמר תן חלק לשבעה אלו ז' ימי החג, וגם לשמונה ביום השמיני עצרת וגו'.", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623b833a6f74160036209458", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Chanukah, Torah Reading 22", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Siddur Sefard, Chanukah, Torah Reading 22", "sourceHeRef": "סידור ספרד, חנוכה, קריאת התורה כ״ב", "anchorVerse": 54, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 22, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאת התורה", "he": "<b><b>כהן / שלישי<b>בַּיּוֹם הַשְּׁמִינִי</b> נָשִׂיא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בֶּן פְּדָהצוּר: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת:לויפַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן גַּמְלִיאֵל בֶּן פְּדָהצוּר: בַּיּוֹם הַתְּשִׁיעִי נָשִׂיא לִבְנֵי בִנְיָמִן אֲבִידָן בֶּן גִּדְעֹנִי: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲבִידָן בֶּן גִּדְעֹנִי: בַּיּוֹם הָעֲשִׂירִי נָשִׂיא לִבְנֵי דָן אֲחִיעֶזֶר בֶּן עַמִּישַׁדָּי: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲחִיעֶזֶר בֶּן עַמִּישַׁדָּי: בְּיוֹם עַשְׁתֵּי עָשָׂר יוֹם נָשִׂיא לִבְנֵי אָשֵׁר פַּגְעִיאֵל בֶּן עָכְרָן: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן פַּגְעִיאֵל בֶּן עָכְרָן: בְּיוֹם שְׁנֵים עָשָׂר יוֹם נָשִׂיא לִבְנֵי נַפְתָּלִי אֲחִירַע בֶּן עֵינָן: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲחִירַע בֶּן עֵינָן: זֹאת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ מֵאֵת נְשִׂיאֵי יִשְׂרָאֵל קַעֲרֹת כֶּסֶף שְׁתֵּים עֶשְׂרֵה מִזְרְקֵי כֶסֶף שְׁנֵים עָשָׂר כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה: שְׁלֹשִׁים וּמֵאָה הַקְּעָרָה הָאַחַת כֶּסֶף וְשִׁבְעִים הַמִּזְרָק הָאֶחָד כָּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת בְּשֶׁקֶל הַקֹּדֶשׁ: כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה מְלֵאֹת קְטֹרֶת עֲשָׂרָה עֲשָׂרָה הַכַּף בְּשֶׁקֶל הַקֹּדֶשׁ כָּל זְהַב הַכַּפּוֹת עֶשְׂרִים וּמֵאָה: כָּל הַבָּקָר לָעֹלָה שְׁנֵים עָשָׂר פָּרִים אֵילִם שְׁנֵים עָשָׂר כְּבָשִׂים בְּנֵי שָׁנָה שְׁנֵים עָשָׂר וּמִנְחָתָם וּשְׂעִירֵי עִזִּים שְׁנֵים עָשָׂר לְחַטָּאת: וְכֹל בְּקַר זֶבַח הַשְּׁלָמִים עֶשְׂרִים וְאַרְבָּעָה פָּרִים אֵילִם שִׁשִּׁים עַתֻּדִים שִׁשִּׁים כְּבָשִׂים בְּנֵי שָׁנָה שִׁשִּׁים זֹאת חֲנֻכַּת הַמִּזְבֵּחַ אַחֲרֵי הִמָּשַׁח אֹתוֹ: וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו: וַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאָמַרְתָּ אֵלָיו בְּהַעֲלֹתְךָ אֶת הַנֵּרֹת אֶל מוּל פְּנֵי הַמְּנוֹרָה יָאִירוּ שִׁבְעַת הַנֵּרוֹת: וַיַּעַשׂ כֵּן אַהֲרֹן אֶל מוּל פְּנֵי הַמְּנוֹרָה הֶעֱלָה נֵרֹתֶיהָ כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה: וְזֶה מַעֲשֵׂה הַמְּנֹרָה מִקְשָׁה זָהָב עַד יְרֵכָהּ עַד פִּרְחָהּ מִקְשָׁה הִוא כַּמַּרְאֶה אֲשֶׁר הֶרְאָה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשָׂה אֶת הַמְּנֹרָה:</b></b>", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623b86d65fd292e2650fbf09", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Nissan, The'Nasi' Readings 28", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Siddur Sefard, Nissan, The'Nasi' Readings 28", "sourceHeRef": "סידור ספרד, ניסן, פרשת הנשיאים כ״ח", "anchorVerse": 54, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 28, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת הנשיאים", "he": "<b>בַּיּוֹם הַשְּׁמִינִי</b> נָשִׂיא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בֶּן פְּדָהצוּר: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן גַּמְלִיאֵל בֶּן פְּדָהצוּר:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623cd79f9f3d6f0a2f585347", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Hanukkah, Shacharit 22", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Siddur Edot HaMizrach, Hanukkah, Shacharit 22", "sourceHeRef": "סידור נוסח עדות המזרח, חנוכה,  שחרית כ״ב", "anchorVerse": 54, "sourceHasEn": false, "commentaryNum": 22, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": " שחרית", "he": "<b>בַּיּוֹם֙ הַשְּׁמִינִ֔י</b> נָשִׂ֖יא לִבְנֵ֣י מְנַשֶּׁ֑ה גַּמְלִיאֵ֖ל בֶּן־פְּדָהצֽוּר׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן גַּמְלִיאֵ֖ל בֶּן־פְּדָהצֽוּר׃ בַּיּוֹם֙ הַתְּשִׁיעִ֔י נָשִׂ֖יא לִבְנֵ֣י בִנְיָמִ֑ן אֲבִידָ֖ן בֶּן־גִּדְעֹנִֽי׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן אֲבִידָ֖ן בֶּן־גִּדְעֹנִֽי׃ בַּיּוֹם֙ הָעֲשִׂירִ֔י נָשִׂ֖יא לִבְנֵ֣י דָ֑ן אֲחִיעֶ֖זֶר בֶּן־עַמִּישַׁדָּֽי׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן אֲחִיעֶ֖זֶר בֶּן־עַמִּישַׁדָּֽי׃ בְּיוֹם֙ עַשְׁתֵּ֣י עָשָׂ֣ר י֔וֹם נָשִׂ֖יא לִבְנֵ֣י אָשֵׁ֑ר פַּגְעִיאֵ֖ל בֶּן־עׇכְרָֽן׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן פַּגְעִיאֵ֖ל בֶּן־עׇכְרָֽן׃ בְּיוֹם֙ שְׁנֵ֣ים עָשָׂ֣ר י֔וֹם נָשִׂ֖יא לִבְנֵ֣י נַפְתָּלִ֑י אֲחִירַ֖ע בֶּן־עֵינָֽן׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן אֲחִירַ֖ע בֶּן־עֵינָֽן׃ זֹ֣את ׀ חֲנֻכַּ֣ת הַמִּזְבֵּ֗חַ בְּיוֹם֙ הִמָּשַׁ֣ח אֹת֔וֹ מֵאֵ֖ת נְשִׂיאֵ֣י יִשְׂרָאֵ֑ל קַעֲרֹ֨ת כֶּ֜סֶף שְׁתֵּ֣ים עֶשְׂרֵ֗ה מִֽזְרְקֵי־כֶ֙סֶף֙ שְׁנֵ֣ים עָשָׂ֔ר כַּפּ֥וֹת זָהָ֖ב שְׁתֵּ֥ים עֶשְׂרֵֽה׃ שְׁלֹשִׁ֣ים וּמֵאָ֗ה הַקְּעָרָ֤ה הָֽאַחַת֙ כֶּ֔סֶף וְשִׁבְעִ֖ים הַמִּזְרָ֣ק הָאֶחָ֑ד כֹּ֚ל כֶּ֣סֶף הַכֵּלִ֔ים אַלְפַּ֥יִם וְאַרְבַּע־מֵא֖וֹת בְּשֶׁ֥קֶל הַקֹּֽדֶשׁ׃ כַּפּ֨וֹת זָהָ֤ב שְׁתֵּים־עֶשְׂרֵה֙ מְלֵאֹ֣ת קְטֹ֔רֶת עֲשָׂרָ֧ה עֲשָׂרָ֛ה הַכַּ֖ף בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ כׇּל־זְהַ֥ב הַכַּפּ֖וֹת עֶשְׂרִ֥ים וּמֵאָֽה׃ כׇּל־הַבָּקָ֨ר לָעֹלָ֜ה שְׁנֵ֧ים עָשָׂ֣ר פָּרִ֗ים אֵילִ֤ם שְׁנֵים־עָשָׂר֙ כְּבָשִׂ֧ים בְּנֵֽי־שָׁנָ֛ה שְׁנֵ֥ים עָשָׂ֖ר וּמִנְחָתָ֑ם וּשְׂעִירֵ֥י עִזִּ֛ים שְׁנֵ֥ים עָשָׂ֖ר לְחַטָּֽאת׃ וְכֹ֞ל בְּקַ֣ר ׀ זֶ֣בַח הַשְּׁלָמִ֗ים עֶשְׂרִ֣ים וְאַרְבָּעָה֮ פָּרִים֒ אֵילִ֤ם שִׁשִּׁים֙ עַתֻּדִ֣ים שִׁשִּׁ֔ים כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה שִׁשִּׁ֑ים זֹ֚את חֲנֻכַּ֣ת הַמִּזְבֵּ֔חַ אַחֲרֵ֖י הִמָּשַׁ֥ח אֹתֽוֹ׃ וּבְבֹ֨א מֹשֶׁ֜ה אֶל־אֹ֣הֶל מוֹעֵד֮ לְדַבֵּ֣ר אִתּוֹ֒ וַיִּשְׁמַ֨ע אֶת־הַקּ֜וֹל מִדַּבֵּ֣ר אֵלָ֗יו מֵעַ֤ל הַכַּפֹּ֙רֶת֙ אֲשֶׁר֙ עַל־אֲרֹ֣ן הָעֵדֻ֔ת מִבֵּ֖ין שְׁנֵ֣י הַכְּרֻבִ֑ים וַיְדַבֵּ֖ר אֵלָֽיו׃ וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ דַּבֵּר֙ אֶֽל־אַהֲרֹ֔ן וְאָמַרְתָּ֖ אֵלָ֑יו בְּהַעֲלֹֽתְךָ֙ אֶת־הַנֵּרֹ֔ת אֶל־מוּל֙ פְּנֵ֣י הַמְּנוֹרָ֔ה יָאִ֖ירוּ שִׁבְעַ֥ת הַנֵּרֽוֹת׃ וַיַּ֤עַשׂ כֵּן֙ אַהֲרֹ֔ן אֶל־מוּל֙ פְּנֵ֣י הַמְּנוֹרָ֔ה הֶעֱלָ֖ה נֵרֹתֶ֑יהָ כַּֽאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וְזֶ֨ה מַעֲשֵׂ֤ה הַמְּנֹרָה֙ מִקְשָׁ֣ה זָהָ֔ב עַד־יְרֵכָ֥הּ עַד־פִּרְחָ֖הּ מִקְשָׁ֣ה הִ֑וא כַּמַּרְאֶ֗ה אֲשֶׁ֨ר הֶרְאָ֤ה יְהֹוָה֙ אֶת־מֹשֶׁ֔ה כֵּ֥ן עָשָׂ֖ה אֶת־הַמְּנֹרָֽה׃ ", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623ce2afb2e9e53fc9802ae2", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Nissan, Learning of the Day 58", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Siddur Edot HaMizrach, Nissan, Learning of the Day 58", "sourceHeRef": "סידור נוסח עדות המזרח, חודש ניסן, סדר למוד לחדש ניסן נ״ח", "anchorVerse": 54, "sourceHasEn": false, "commentaryNum": 58, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "סדר למוד לחדש ניסן", "he": "<b>בַּיּוֹם֙</b> הַשְּׁמִינִ֔י נָשִׂ֖יא לִבְנֵ֣י מְנַשֶּׁ֑ה גַּמְלִיאֵ֖ל בֶּן־פְּדָהצֽוּר׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן גַּמְלִיאֵ֖ל בֶּן־פְּדָהצֽוּר׃ ", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc68758c1dc532ec90d8", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:54", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Steinsaltz on Numbers 7:54", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:נ״ד", "anchorVerse": 54, "sourceHasEn": true, "commentaryNum": 7.0054, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה</b>– \n  <b>גַּמְלִיאֵל בֶּן פְּדָהצוּר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>On the eighth day, prince of the children of Manasseh, Gamliel son of Pedatzur. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "516c108eedbab4702cd32cd2", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:6", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Bamidbar Rabbah 14:6", "sourceHeRef": "במדבר רבה י״ד:ו׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 14.0006, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בֶּן פְּדָהצוּר, הֲדָא הוּא דִכְתִיב <small>(קהלת ח, ב)</small>: אֲנִי פִּי מֶלֶךְ שְׁמֹר וגו', אִם יֹאמַר לְךָ הַמֶּלֶךְ שֶׁיְהֵא מוֹרָאוֹ עָלֶיךָ וְתִשְׁמֹר גְּזֵרָתוֹ, שְׁמֹר גְּזֵרַת פִּיו, וְכֵן הוּא אוֹמֵר <small>(דברים יז, טו)</small>: שוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ, שֶׁיְהֵא מוֹרָאוֹ עָלֶיךָ, וְאוֹמֵר <small>(יהושע א, יח)</small>: כָּל אִישׁ אֲשֶׁר יַמְרֶה אֶת פִּיךָ וגו', וְאֵין אֲנִי הָאָמוּר כָּאן אֶלָּא אֵימַת מַלְכוּת, כְּשֵׁם שֶׁאָמַר פַּרְעֹה לְיוֹסֵף, הֲדָא הוּא דִכְתִיב <small>(בראשית מא, מד)</small>: וַיֹּאמֶר פַּרְעֹה אֶל יוֹסֵף אֲנִי פַרְעֹה וּבִלְעָדֶיךָ לֹא יָרִים אִישׁ אֶת יָדוֹ וגו', מַהוּ אֲנִי פַרְעֹה, כָּךְ אָמַר פַּרְעֹה לְיוֹסֵף אַף עַל פִּי שֶׁאָמַרְתִּי לְךָ <small>(בראשית מא, מ)</small>: אַתָּה תִּהְיֶה עַל בֵּיתִי וגו', שֶׁעֲשִׂיתִיךָ מֶלֶךְ עַל כֻּלָּם, הִזָּהֵר שֶׁתִּנְהֹג בִּי כָּבוֹד וְהַמְלִיכֵנִי עָלֶיךָ, לְכָךְ אָמַר אֲנִי פַרְעֹה, כְּלוֹמַר שֶׁתְּהֵא אֵימַת מַלְכוּתִי עָלֶיךָ, וְדִכְוָתֵיהּ <small>(שמות ו, ב)</small>: וַיְדַבֵּר אֱלֹהִים אֶל משֶׁה וַיֹּאמֶר אֵלָיו אֲנִי ה', לָמָּה צָרִיךְ כָּאן לוֹמַר אֲנִי ה', אֶלָּא אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה, אַף עַל פִּי שֶׁעֲשִׂיתִיךָ אֱלוֹהוֹ שֶׁל פַּרְעֹה, כְּמָה דְּתֵימָא <small>(שמות ז, א)</small>: רְאֵה נְתַתִּיךָ אֱלֹהִים לְפַרְעֹה, הִזָּהֵר לִהְיוֹת אֱלָהוּתִי עָלֶיךָ, שֶׁלֹא עֲשִׂיתִיךָ אֱלוֹהַּ כִּי אִם לְפַרְעֹה לְבַדּוֹ, הֱוֵי: אֲנִי פִּי מֶלֶךְ שְׁמֹר, הָאֲנִי שֶׁיֹּאמַר לְךָ פִּי הַמֶּלֶךְ, שֶׁתְּהֵא אֵימָתוֹ עָלֶיךָ, שְׁמֹר שֶׁלֹא תִּמְרֹד עַל צִוּוּיוֹ, יָכוֹל אֲפִלּוּ יֹאמַר לְךָ לַעֲבֹר עַל דִּבְרֵי הַמָּקוֹם, תַּלְמוּד לוֹמַר <small>(קהלת ח, ב)</small>: וְעַל דִּבְרַת שְׁבוּעַת אֱלֹהִים, בָּא הַכָּתוּב לְהוֹדִיעֲךָ שֶׁדִּבְרַת שְׁבוּעַת אֱלֹהִים יִהְיֶה עֶלְיוֹן עַל צִוּוּי בָּשָׂר וָדָם, שֶׁתְּבַטֵל רְצוֹן בָּשָׂר וָדָם מִפְּנֵי רָצוֹן אֱלֹהִים וּתְקַיֵּם כָּל הַדִּבְּרוֹת שֶׁבַּתּוֹרָה, שֶׁנִּכְנַסְתָּ בִּשְׁבוּעָה עֲלֵיהֶם לְקַיְּמָן, כְּמָא דְתֵימָא <small>(דברים כט, יא)</small>: לְעָבְרְךָ בִּבְרִית ה' אֱלֹהֶיךָ וּבְאָלָתוֹ וגו', וְאוֹמֵר <small>(דברים כז, כו)</small>: אֲשֶׁר לֹא יָקִים אֶת דִּבְרֵי הַתּוֹרָה הַזֹּאת לַעֲשׂוֹת אֹתָם וְאָמַר כָּל הָעָם אָמֵן. וְדִכְוָתֵיהּ <small>(ויקרא יט, ג)</small>: אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ וגו', יָכוֹל אֲפִלּוּ אָמַר לוֹ אָבִיו שְׁחֹט לִי וּבַשֵּׁל לִי בַּשַּׁבָּת יִשְׁמַע לוֹ, תַּלְמוּד לוֹמַר <small>(ויקרא יט, ג)</small>: וְאֶת שַׁבְּתֹתַי תִּשְׁמֹרוּ, כֻּלְּכֶם חַיָּבִים בִּכְבוֹדִי, אַף כָּאן הוּא אוֹמֵר: עַל דִּבְרַת שְׁבוּעַת אֱלֹהִים, שֶׁלְּמַעְלָה מִן מַאֲמָר הַמֶּלֶךְ שְׁמֹר דִּבְרַת שְׁבוּעַת אֱלֹהִים. <small>(קהלת ח, ג)</small>: אַל תִּבָּהֵל מִפָּנָיו תֵּלֵךְ וגו', אִם יִכְעֹס עָלֶיךָ בָּשָׂר וָדָם כְּדֵי לְהַעֲבִירְךָ עַל חֻקֵּי הַתּוֹרָה, אַל תִּתְבַּהֵל מִכַּעֲסוֹ כְּדֵי שֶׁתֵּלֵךְ בַּעֲצָתוֹ, כְּמָה דְתֵימָא <small>(תהלים א, א)</small>: אֲשֶׁר לֹא הָלַךְ בַּעֲצַת רְשָׁעִים, וְאֵין פָּנָיו אֶלָּא כַּעֲסוֹ, כְּמָה דְתֵימָא <small>(דניאל ג, יט)</small>: וּצְלֵם אַנְפּוֹהִי אֶשְׁתַּנִּי, הֱוֵי: מִפָּנָיו תֵּלֵךְ. <small>(קהלת ח, ג)</small>: אַל תַּעֲמֹד בְּדָבָר רָע, שֶׁלֹא תַעֲמֹד בְּדַרְכוֹ לָלֶכֶת בָּהּ, כְּמָה דְתֵימָא <small>(תהלים א, א)</small>: וּבְדֶרֶךְ חַטָּאִים לֹא עָמָד, מַהוּ בְּדָבָר, שֶׁלֹא תִּתְיָרֵא מֵאוֹתוֹ דָּבָר רָע, שֶׁיֹּאמַר לְךָ שֶׁיִּשְׂרָפְךָ וְיַהֲרָגְךָ וְיַעֲשֶׂה לְךָ יִסּוּרִים קָשִׁים אִם לֹא תִּתְקַיֵּם גְּזֵרָתוֹ, וְיַפְחִידְךָ שֶׁאֵין אֱלוֹהַּ בָּעוֹלָם שֶׁיּוּכַל לְהַצִּילְךָ מִיָּדוֹ, הֲדָא הוּא דִכְתִיב אַחֲרָיו <small>(קהלת ח, ג)</small>: כִּי כֹל אֲשֶׁר יַחְפֹּץ יַעֲשֶׂה. כְּמוֹ שֶׁאָמַר נְבוּכַדְנֶצַּר לַחֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה <small>(דניאל ג, טו)</small>: בַּהּ שַׁעֲתָא תִּתְרְמוֹן לְגוֹא אַתּוּן נוּרָא יָקֵדְתָּא וּמַן הוּא אֱלָהּ דִּי יְשֵׁיזְבִנְכוֹן מִן יְדָי. <small>(קהלת ח, ד)</small>: בַּאֲשֶׁר דְּבַר מֶלֶךְ שִׁלְטוֹן וגו', אִם מָסַרְתָּ עַצְמְךָ עַל הַמִּצְווֹת לְקַיֵם גְּזֵרַת הַקָּדוֹשׁ בָּרוּךְ הוּא וּלְבַטֵּל גְּזֵרוֹת בָּשָׂר וָדָם, מַה שְֹּׂכָרְךָ, בְּעֵת שֶׁיִּגְזֹר הַקָּדוֹשׁ בָּרוּךְ הוּא לְהָבִיא פֻּרְעָנֻיּוֹת לָעוֹלָם, שֶׁהוּא מַלְכּוֹ שֶׁל עוֹלָם וְשַׁלִּיט בַּכֹּל לַעֲשׂוֹת כְּכָל חֶפְצוֹ וְאֵין מִי שֶׁיְּמַחֶה בְּיָדוֹ <small>(איוב כג, יג)</small>: וְהוּא בְאֶחָד וּמִי יְשִׁיבֶנוּ וְנַפְשׁוֹ אִוְתָה וַיָּעַשׂ, אַתָּה תַעֲמֹד וּתְבַקֵּשׁ רַחֲמִים עַל הַגְּזֵרָה לְבַטְּלָהּ וְהַקָּדוֹשׁ בָּרוּךְ הוּא נוֹשֵׂא לְךָ פָנִים וְהוּא מְבַטְּלָהּ בִּזְכוּתְךָ, לְפִי שֶׁבִּטַּלְתָּ גְּזֵרַת בָּשָׂר וָדָם לְקַיֵּם גְּזֵרָתוֹ, לְכָךְ נֶאֱמַר: בַּאֲשֶׁר דְּבַר מֶלֶךְ שִׁלְטוֹן, זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא, בְּעֵת שֶׁיְדַבֵּר דָּבָר לְהָבִיא לָעוֹלָם לְהוֹדִיעַ שֻׁלְטָנוּתוֹ בָּעוֹלָם, כְּמָה דְתֵימָא <small>(קהלת ג, יד)</small>: וְהָאֱלֹהִים עָשָׂה שֶׁיִּרְאוּ מִלְּפָנָיו, תֵּדַע מִי יְמַחֶה עַל גְּזֵרָתוֹ וְיֹאמַר לוֹ לָמָּה תַעֲשֶׂה כָךְ, שׁוֹמֵר מִצְוָה. לְכָךְ נֶאֱמַר <small>(קהלת ח, ד)</small>: וּמִי יֹאמַר לוֹ מַה תַּעֲשֶׂה, מִי הוּא שֶׁיֹּאמַר לוֹ לָמָּה תַעֲשֶׂה לִבְרִיּוֹתֶיךָ, נַחֵת עִמָּהֶם בְּמִדַּת רַחֲמִים, זֶהוּ שׁוֹמֵר מִצְוֹתָיו, הֲדָא הוּא דִכְתִיב <small>(קהלת ח, ה)</small>: שׁוֹמֵר מִצְוָה וגו'. וּמַהוּ <small>(קהלת ח, ה)</small>: לֹא יֵדָע דָּבָר רָע, מִדָּה כְּנֶגֶד מִדָּה, הוּא לֹא עָמַד בְּדָבָר רָע, לְכָךְ לֹא יֵדַע דָּבָר רָע. <small>(קהלת ח, ה)</small>: וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם, שֶׁיֶּשְׁנוֹ חֲכַם לֵב רוֹאֶה אֶת הַנּוֹלָד וּמְחַשֵּׁב הֶפְסֵד מִצְוָה כְּנֶגֶד שְׂכָרָהּ וּשְׂכַר עֲבֵרָה כְּנֶגֶד הֶפְסֵדָהּ, וְהוּא מֵשִׂים אֶל לִבּוֹ אִם הַיּוֹם אֶעֱבֹר עַל הַמִּצְווֹת וְיֵשׁ לִי עֵת לַעֲשׂוֹת חֶפְצִי, וְאֵין מִי שֶׁיְּמַחֶה בְּיָדִי, לְמָחָר יָבוֹא עֵת שֶׁיַּעֲשֶׂה הַקָּדוֹשׁ בָּרוּךְ הוּא בּוֹ מִשְׁפָּט עַל שֶׁעָבַר עַל תּוֹרָתוֹ, וְכֵן הוּא אוֹמֵר <small>(קהלת ב, יד)</small>: הֶחָכָם עֵינָיו בְּרֹאשׁוֹ וְהַכְּסִיל וגו', וְאוֹמֵר <small>(קהלת י, ב)</small>: לֵב חָכָם לִימִינוֹ וגו', וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם, מִי שֶׁלִּבּוֹ חָכָם יוֹדֵעַ הוּא שֶׁאִם יַעֲבֹר עַל הַמִּצְווֹת יָבוֹא הָעֵת שֶׁיַּעֲשֶׂה הַקָּדוֹשׁ בָּרוּךְ הוּא מִשְׁפָּט בּוֹ, וְהוּא פּוֹרֵשׁ מִן הָעֲבֵרָה, הֲדָא הוּא דִכְתִיב אַחֲרָיו <small>(קהלת ח, ו)</small>: כִּי לְכָל חֵפֶץ יֵשׁ עֵת וּמִשְׁפָּט וגו', בְּכָל דָּבָר שֶׁיַּעֲשֶׂה הָאָדָם חֶפְצוֹ וִיבַטֵּל חֵפֶץ הַמָּקוֹם, יָדוּעַ יִהְיֶה לוֹ שֶׁעָתִיד לִתֵּן הַדִּין, וְאַף עַל פִּי שֶׁאֵין נִפְרָעִין מִמֶּנּוּ מִיָּד, אַל יַחְשֹׁב שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא יְוַתֵּר לוֹ עַל עֲוֹנוֹ, אֶלָּא מַאֲרִיךְ רוּחֵיהּ וְגָבֵי דִילֵיהּ, וְאֵימָתַי פּוֹרֵעַ מִמֶּנּוּ לִכְשֶׁיִּמָּלֵא הַהִין, וְכֵן הוּא אוֹמֵר <small>(איוב כ, כב)</small>: בִּמְלֹאות שִׂפְקוֹ יֵצֶר לוֹ וגו', לְכָךְ נֶאֱמַר <small>(קהלת ח, ו)</small>: כִּי רָעַת הָאָדָם רַבָּה עָלָיו, כְּשֵׁם שֶׁעָשָׂה לְדוֹר הַמַּבּוּל שֶׁנָּתַן לָהֶם אָרְכָּה וּלְבַסּוֹף פָּרַע מֵהֶן, כְּמָה דְתֵימָא <small>(בראשית ו, ה)</small>: וַיַּרְא ה' כִּי רַבָּה רָעַת הָאָדָם בָּאָרֶץ וגו', מַה כְּתִיב אַחֲרָיו <small>(בראשית ו, ז)</small>: וַיֹּאמֶר ה' אֶמְחֶה אֶת הָאָדָם וגו'. <small>(קהלת ח, ז)</small>: כִּי אֵינֶנּוּ יֹדֵעַ מַה שֶּׁיִּהְיֶה וגו', בָּא הַכָּתוּב לְלַמֶּדְךָ כָּל מִי שֶׁאֵינוֹ חוֹזֵר בּוֹ מֵעֲבֵרָה שֶׁיֵּשׁ בְּיָדוֹ וְאֵינוֹ מִתְיָרֵא מִיּוֹם הַדִּין, כְּשֶׁיָּבוֹא לֹא יִשְֹּׂאוּ לוֹ פָנִים, וְאִם יָבוֹא לוֹמַר שֶׁיַּאַרְכוּ לוֹ וְיַחֲזֹר בּוֹ, אֵין שׁוֹמְעִין לוֹ, הֱוֵי <small>(קהלת ח, ז)</small>: כִּי כַּאֲשֶׁר יִהְיֶה פֻּרְעָנוּת מִי יַגִּיד לוֹ כְּדֵי שֶׁיַּעֲשֶׂה תְּשׁוּבָה וְיִתְקַבֵּל, לוֹמַר לְךָ קֹדֶם גְּזַר דִּין שׁוֹמְעִין לוֹ, לְאַחַר גְּזַר דִּין אֵין שׁוֹמְעִין לוֹ, לְכָךְ נֶאֱמַר: כִּי כַּאֲשֶׁר יִהְיֶה מִי יַגִּיד לוֹ. אֵין אָדָם שַׁלִּיט בָּרוּחַ וגו' <small>(קהלת ח, ח)</small>, לְפִי שֶׁמָּצִינוּ אַרְבַּע מִיתוֹת גָּזַר הַקָּדוֹשׁ בָּרוּךְ הוּא עַל עוֹבְרֵי עֲבֵרוֹת, לְכָךְ כְּתִיב כָּאן אַרְבָּעָה דְּבָרִים כְּנֶגְדָם שֶׁאֵין בְּיַד הַחַיִּים לְהִנָּצֵל מֵהֶם אַחַר גְּזַר דִּינוֹ, וְאֵלּוּ הֵן: אֵין אָדָם שַׁלִּיט בָּרוּחַ לִכְלוֹא אֶת הָרוּחַ, זוֹ מִיתַת חֶנֶק וְכָל הַדּוֹמוֹת לָהּ, שֶׁאֵין הָאָדָם מֵת מִמֶּנָּהּ אֶלָּא עַל יְדֵי הָרוּחַ, שֶׁאֵין לוֹ מֵאֵיזֶה מָקוֹם יִנְשֹׁם, הֱוֵי: אֵין אָדָם שַׁלִּיט בָּרוּחַ לְהוֹצִיאוֹ בְּעֵת שֶׁיָּבוֹא הַיּוֹם שֶׁיִּכָּלֵא הָרוּחַ בְּגוּפוֹ. וְאֵין שִׁלְטוֹן בְּיוֹם הַמָּוֶת, זוֹ מִיתַת סְקִילָה וְכָל הַדּוֹמוֹת לָהּ, כְּמָה דְתֵימָא <small>(דברים יג, יא)</small>: וּסְקַלְתּוֹ בָאֲבָנִים וָמֵת. וְאֵין מִשְׁלַחַת בַּמִּלְחָמָה, זוֹ מִיתַת הַסַּיִּף וְכָל הַדּוֹמוֹת לָהּ, כְּמָה דְתֵימָא <small>(שמות יז, ט)</small>: וְצֵא הִלָּחֵם בַּעֲמָלֵק, וּכְתִיב <small>(שמות יז, יג)</small>: וַיַּחֲלשׁ יְהוֹשֻׁעַ וגו'. וְלֹא יְמַלֵּט רֶשַׁע אֶת בְּעָלָיו, זוֹ מִיתַת שְׂרֵפָה וְכָל הַדּוֹמוֹת לָהּ, כְּמָה דְתֵימָא <small>(מלאכי ג, יט)</small>: וְהָיוּ כָל זֵדִים וְכָל עוֹשֵׂה רִשְׁעָה קַשׁ וְלִהַט אֹתָם הַיּוֹם הַבָּא, הֲרֵי אַרְבַּע מִיתוֹת זְכוּרוֹת בְּפָסוּק זֶה, שֶׁאַף עַל פִּי שֶׁבָּטְלוּ סַנְהֶדְּרִין וּבָטְלוּ אַרְבַּע מִיתוֹת בֵּית דִּין, דִּין אַרְבַּע מִיתוֹת לֹא בָּטְלוּ, שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא דָּן הַחַיִּים לָמוּת בָּהֶן בִּשְׁפָטִים רָעִים כְּנֶגְדָן, מִי שֶׁהוּא חַיָּב חֶנֶק, אוֹ טוֹבֵעַ בַּנָּהָר, אוֹ מֵת בִּסְרוּנְכִי, אוֹ נִמְסַר בְּיַד עוֹבְדֵי כּוֹכָבִים שֶׁחוֹנְקִים אוֹתוֹ. מִי שֶׁחַיָּב סְקִילָה, אוֹ נוֹפֵל מִן הַגַּג, אוֹ חַיָּה דּוֹרַסְתּוֹ, אוֹ עוֹבְדֵי כּוֹכָּבִים סוֹקְלִין אוֹתוֹ, מִי שֶׁנִּתְחַיֵּב הֲרִיגָה, לִסְטִין בָּאִין עָלָיו וְהוֹרְגִין אוֹתוֹ, מִי שֶׁנִּתְחַיֵּב שְׂרֵפָה, אוֹ נוֹפֵל בָּאוּר, אוֹ נָחָשׁ נוֹשְׁכוֹ. הָא לָמַדְתָּ שֶׁאֵין אָדָם יָכוֹל לְהִנָּצֵל מִדִּינוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹא יִמְדֹד לוֹ כְּמִדָּתוֹ, לְכָךְ נֶאֱמַר: אֵין אָדָם שַׁלִּיט בָּרוּחַ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the eighth day, prince of the children of Manasseh, Gamliel son of Pedatzur” (Numbers 7:54).</b> <br>“On the eighth day, prince of the children of Manasseh, Gamliel son of Pedatzur” – that is what is written: “I keep the king’s directive, [and in regard to the word of an oath to God]” (Ecclesiastes 8:2). If the king will say to you that his fear shall be upon you and you shall observe his decrees, observe his decrees. Likewise, it says: “You shall set a king over you” (Deuteronomy 17:15) – that his fear shall be upon you. And it says: “Any man who will disobey your directive, [and does not heed your words in everything that you command him, will be put to death]” (Joshua 1:18). “I” that is written here is nothing other than fear of the monarchy, just as Pharaoh said to Joseph. That is what is written: “Pharaoh said to Joseph: I am Pharaoh, and without you no man shall lift his hand…” (Genesis 41:44). What is “I am Pharaoh”? This is what Pharaoh said to Joseph: Even though I said to you: “You will be in charge of my house…” (Genesis 41:40) – that I made you king over everyone – be careful to treat me with respect and make me king over you. That is why he said: “I am Pharaoh” – in other words, that the fear of my kingship shall be upon you.  <br>Similarly, “God spoke to Moses, and He said to him: I am the Lord” (Exodus 6:2) – why was it necessary to say here: “I am the Lord”? Rather, the Holy One blessed be He said to Moses: Even though I set you as a god for Pharaoh, as the verse states: “See, I have made you a god to Pharaoh” (Exodus 7:1) be careful that my Godliness will be upon you, as I made you a god only over Pharaoh alone. That is, “I keep the king’s directive” (Ecclesiastes 8:2) – it is “I” who requires you to “keep the king’s directive” – that his fear shall be upon you. Make certain that you do not flout his commands. Is it, perhaps, even if he tells you to violate the words of the Omnipresent? The verse states: “And in regard to the word of an oath to God” (Ecclesiastes 8:2) – the verse comes to inform you that “and in regard to the word of an oath of God” will be paramount over the command of flesh and blood, as you should nullify the will of flesh and blood before the will of God and fulfill all the commandments that are in the Torah, as you entered into an oath in their regard to fulfill them, just as it says: “To pass you into the covenant of the Lord your God and into His oath…” (Deuteronomy 29:11), and it says: “[Cursed be] who will not uphold the matters of this Torah to perform them; and the entire people shall say: Amen” (Deuteronomy 27:26). <br>Similarly, “each of you shall fear his mother and his father…” (Leviticus 19:3) – is it, perhaps, even if his father said to him: Slaughter for me and cook for me on Shabbat, that he should listen to him? The verse states: “And you shall observe My <i>Shabbatot</i>” (Leviticus 19:3) – all of you are obligated in My honor. Here too, “and the word of an oath to God” (Ecclesiastes 8:2) – as above the word of the king observe the word of an oath to God. <br>“Do not be frightened; leave his presence [<i>mipanav</i>]; [do not remain in a bad situation, as he will do what he wills]” (Ecclesiastes 8:3). If [a king of] flesh and blood will become angry at you in order to cause you to violate the statutes of the Torah, do not be frightened by his anger and follow his counsel, just as it says: “Who has not walked in the counsel of the wicked” (Psalms 1:1). <i>Panav</i> is nothing other than his anger, just as it says: “And the expression on his face [<i>anpohi</i>] was distorted” (Daniel 3:19). That is,<i> </i>“leave his presence”; “do not remain in a bad situation [<i>bedavar</i>]” – do not remain in his path to follow it, just as it says: “And did not remain in the path of sinners” (Psalms 1:1). <br>What is “<i>bedavar</i>” (Ecclesiastes 8:3)? It is that you should not fear that evil matter, that he will say to you that he will burn you, kill you, or subject you to harsh suffering if you do not fulfill his decree, and he will threaten you that there is no God in the world who will be able to rescue you from his hand. That is what is written thereafter: “As he will do what he wills” (Ecclesiastes 8:3). Just as Nebuchadnezzar said to Ḥananya, Mishael, and Azarya: “At that time you will be cast into the burning fiery furnace; who is the god who will save you from my hands?” (Daniel 3:15). “Since authority is by the king’s word, [who will say to him: What are you doing?]” (Ecclesiastes 8:4). If you devote yourself to the mitzvot to fulfill the decree of the Holy One blessed be He and to nullify the decrees of flesh and blood, what is your reward? When the Holy One blessed be He issues a decree to bring calamity to the world – as he is the King of the world and Ruler of everything, to do everything that He desires and no one can impede him: “He is of one mind, and who can respond to Him? His soul desires, and He does” (Job 23:13) – you will stand and ask for mercy regarding the decree to abrogate it. The Holy One blessed be He will show forbearance to you, and He will nullify it because you nullified the decree of flesh and blood in order to fulfill His decree. That is why it is stated: “Since authority is by the king’s word” – this is the Holy One blessed be He, when He says to bring something to the world to inform of his authority in the world, just as it says: “God caused that they would experience fear before Him” (Ecclesiastes 3:14). Know, who can impede His decree and say to Him: ‘Why are You doing so’? It is one who observes mitzvot. That is why it is stated: “Who will say to him: What are you doing?” Who can say to Him: ‘Why are You doing this to Your creations? Descend to them with the attribute of mercy’? That is one who observes His mitzvot. That is what is written: “One who observes a mitzva [will know no evil matter]” (Ecclesiastes 8:5).  <br>What is “will know no evil matter” (Ecclesiastes 8:5)? It is measure for measure; he did not remain in a bad situation, therefore, “he will know no evil matter.” “A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5) – as there is a wise man who considers the consequences and reckons the loss from a mitzva against its reward and the loss from a transgression against its reward. He considers in his heart: If I transgress His mitzvot, and I have an opportunity to do what I want and there is no one who can impede me, tomorrow, the time will come when the Holy One blessed be He will execute judgment against him<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Referring to himself.</i> because he violated His Torah. Likewise it says: “The wise man’s eyes are in his head, but the fool [walks in darkness]” (Ecclesiastes 2:14). And it says: “The heart of the wise inclines to his right, [and the heart of a fool inclines to his left]” (Ecclesiastes 10:2). “A wise man’s heart will know the time and judgment” – one whose heart is wise knows that if he transgresses the mitzvot, that the time will come when the Holy One blessed be He will execute judgment against him, and he refrains from the transgression. That is what is written thereafter: “For there is a time and a judgment for every matter…” (Ecclesiastes 8:6) – regarding every situation where a person performs his will and nullifies the will of the Omnipresent, it should be known to him that he is destined to be judged. Even though retribution is not exacted from him immediately, let him not think that the Holy One blessed be He would overlook his iniquity for him, but rather, He is slow to anger and collects what is due to Him. When does He exact retribution from him? It is when the <i>hin</i> is filled. Likewise it says: “With the filling of his quota, he will be troubled; [the hand of all travail will come upon him]” (Job 20:22). That is why it is stated: “As the evil of man overwhelms him” (Ecclesiastes 8:6); just as He did with the generation of the Flood, as He gave them an extension but ultimately exacted retribution from them, just as it says: “The Lord saw that the wickedness of man was great on the earth…” (Genesis 6:5). What is written thereafter? “The Lord said: I will obliterate man…” (Genesis 6:7). <br>“For he does not know what will be, [for whenever it will be, who will have told him]?” (Ecclesiastes 8:7). The verse comes to teach you that anyone who does not repent from a transgression that he committed and does not fear the Day of Judgment, when it will arrive they will not show him forbearance. Were he to come and say that he be given an extension so he could repent, they will not listen to him. That is, for whenever punishment “will be, who will have told him” so he would repent and be accepted. It is to say to you that prior to the sentence they listen to him; after the sentence they do not listen to him. That is why it is stated: “For whenever it will be, who will have told him?” <br>“There is no man who rules the spirit [to retain the spirit, and there is no rule on the day of death, and there is no sending a proxy in war, and wickedness will not rescue its owner]” (Ecclesiastes 8:8) – because we found that the Holy One blessed be He decreed four court-imposed death penalties for performers of transgressions. That is why four matters are written here, corresponding to them, where the living lack the ability to be rescued from them after their sentence. These are: “There is no man who rules the spirit [<i>ruaḥ</i>] to retain the spirit” – this is death by strangulation and the like, as a person dies from it only due to breath [<i>ruaḥ</i>], as he has no place from which to breathe. That is, “there is no man who rules the spirit” to exhale it when the day comes that the breath will be constricted in his body. “And there is no rule on the day of death” – this is death by stoning and the like, just as it says: “You shall stone him with stones, and he will die” (Deuteronomy 13:11). “There is no sending a proxy in war” – this is death by decapitation by sword and the like, just as it says: “Go out and wage war with Amalek” (Exodus 17:9), and it is written: “Joshua weakened [Amalek and its people by sword]” (Exodus 17:13). “And wickedness will not rescue its owner” – this is death by burning and the like, just as it says: “All the criminals and all the doers of wickedness will be straw; the day that is coming will burn them…” (Malachi 3:19). These are the four court-imposed death penalties mentioned in this verse.  <br>Even though the Sanhedrin ceased and the four court-imposed death penalties were abrogated, the sentence of the four court-imposed death penalties were not abrogated, as the Holy One blessed be He judges the living to die of them with harsh punishments corresponding to them. One who incurs liability to be strangled either drowns in the river, dies of diphtheria, or is delivered into the hands of idol worshippers who strangle him. One who incurs liability to be stoned either falls off the roof, or a beast tramples him, or idol worshippers stone him. One who incurs liability to be beheaded, robbers come upon him and behead him. One who incurs liability to be burned either falls into the fire or a snake bites him. You learned that a person cannot escape the judgment of the Holy One blessed be He that He will not punish him measure for measure. That is why it is stated: “There is no man who rules the spirit….” (Ecclesiastes 8:8). <br>Another matter: “I keep the king’s directive” (Ecclesiastes 8:2) – it is speaking of Joseph the righteous, who observed the “I” that Pharaoh had said to him, just as it says: “Pharaoh said to Joseph: I am Pharaoh, [and without you no man shall lift his hand]” (Genesis 41:44), as he never flouted his command. “And the word of an oath to God” (Ecclesiastes 8:2) – as even though he entered into that prominence, he did not throw the yoke of Heaven from upon him and he feared the Holy One blessed be He, just as it says: “[I fear] God” (Genesis 42:18). That is why “God” is stated.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">According to the Etz Yosef, the midrash is explaining that this is an allusion to the verse, “And the word of an oath to God” (Ecclesiastes 8:2).</i> He was very cautious regarding the oath, as he did not take an oath “as the Lord lives,” but rather, “as Pharaoh lives, that you will not depart from here” (Genesis 42:15). That is, “an oath.” What is “the word of [<i>divrat</i>]”? It is because he separated himself from lasciviousness, just as it says: “He shall not see a lascivious matter [<i>davar</i>] in you” (Deuteronomy 23:15). And it says: The young woman, because [<i>al devar</i>] she did not cry out in the city…” (Deuteronomy 22:24). Likewise it says: “His master’s wife cast her eyes upon Joseph, and she said: Lie with me” (Genesis 39:7). What is written there? “He refused, and he said to his master’s wife: Behold, my master…” (Genesis 39:8). That is why it is stated: “The word of [<i>divrat</i>],” just as it says: “It was, as she spoke [<i>kedabra</i>] to Joseph day after day, and he did not heed her…” (Genesis 39:10). <br>“Do not be frightened; [leave] his presence” – when he entered the house to perform his labor, and the house was vacant and there was no person who could see him, just as it is written: “It was, on a certain day he went into the house to perform his labor, and there was no one [of the people of the household there in the house]” (Genesis 39:11), she came and seized his garment so that he would lie with her. Nevertheless, he was not frightened by her actions, and he went outside, just as it says: “He left his garment in her hand, fled, and went outside” (Genesis 39:12). That is why it is stated: “Do not be frightened; [leave] his presence.” He was not frightened by the house being vacant, but rather he fled and left, even though she said to him that if he would not lie with her, she would say to her husband that he sought to rape her, and her husband will kill him, and there would be no one to impede him, because he is his slave. Nevertheless, he did not allow her to fulfill her desire because of that evil matter that she threatened to do to him. That is why it says: “Do not remain in a bad situation, as God will do what He wills” (Ecclesiastes 8:3). From where do you derive that she threatened him in that manner? It is from the end of the matter. When she saw that her actions were to no avail, look at what she did: “She called to the people of her household, and spoke to them, saying.… It was, when he heard.… She placed his garment [beside her, until his master’s arrival home]. She spoke to him…[saying: The Hebrew slave whom you brought to us came to me to mock me]. It was, as I raised my voice [and cried out, that he left his garment with me, and fled outside]” (Genesis 39:14–18). <br>“Since authority is by the king’s word…” (Ecclesiastes 8:4) – what reward did the Holy One blessed be He give him for this? He placed him in a position of authority in the land of Egypt. That is what is written: “Since [authority is] by the king’s word…,” just as it says: “Pharaoh spoke to Joseph: In my dream, behold, I am…” (Genesis 41:17). “Authority” – just as it says: “Joseph was the ruler over the land” (Genesis 42:6). “Who will say to him: What are you doing?” (Ecclesiastes 8:4), just as it says: “Go to Joseph; what he says to you, you shall do” (Genesis 41:55). Why to that extent? It is because he observed the mitzvot. That is what is written: “One who observes a mitzva will know no evil matter” (Ecclesiastes 8:5). What is “will know no evil matter”? It is this evil matter that the butler said, just as it says: “There with us was a Hebrew lad, a slave of the chief executioner…” (Genesis 41:12). He said three matters here in Joseph’s regard: “Lad” – that he was a fool, just as it says: “Folly is bound in the heart of a lad” (Proverbs 22:15); “Hebrew” – an enemy; “slave” – that he is not worthy of kingship. Nevertheless, Joseph knew no evil matter. In other words, the matter did not affect him, as he ruled. <br>“A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5) – this was Joseph, who was called wise, just as it says: “There is no one as wise and understanding as you” (Genesis 41:39). He knew that he would be held accountable had he touched Potifar’s wife; that is why he withdrew from her. That is what is written: “He did not heed her [to lie with her, to be with her]” (Genesis 39:10); “to lie with her” in this world; “to be with her” in the World to Come. <br>Another matter: “A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5) – this is the Holy One blessed be He, in whose regard it is written: “Wise of heart and mighty of power” (Job 9:4). He brought about a time to reward Joseph on the basis of measure for measure. How so? He ruled over his inclination and did not touch her; therefore, he became a ruler, just as it says: “Joseph was the ruler over the land” (Genesis 42:6). He did not heed her, just as it says: “He did not heed her” (Genesis 39:10); therefore, the Holy One blessed be He crowned him as king over Egypt in its entirety, and everyone heeded his words, just as it says: “What he says to you, you shall do” (Genesis 41:55). His mouth [<i>piv</i>] did not kiss [<i>nashak</i>] in transgression; therefore, “at your directive [<i>pikha</i>] my entire people will be sustained [<i>yishak</i>]” (Genesis 41:40). He said: “There is no one greater in this house than I…” (Genesis 39:9) in order to rebuff her; therefore, “you will be in charge of my house” (Genesis 41:40). He did not seize her, but she seized him with her hands, just as it says: “She seized him by his garment…” (Genesis 39:12); therefore, “Pharaoh removed his signet ring from upon his hand, and he placed it upon Joseph’s hand” (Genesis 41:42). He left his garment in her hand; therefore, “he dressed him in linen garments” (Genesis 41:42). He did not bend his neck toward her; therefore, “he placed a gold chain on his neck” (Genesis 41:42). He did not mount [<i>rakhav</i>] her; therefore, “he had him ride [<i>vayarkev</i>] in the second chariot that he had” (Genesis 41:43). She called the people of her household in this regard, just as it says: “She called the people of her household…” (Genesis 39:14); therefore, “they called before him: Kneel” (Genesis 41:43). He was relegated to the prison for this, just as it says: “He relegated him [<i>vayitenehu</i>] to the prison” (Genesis 39:20); therefore, “he appointed him [<i>venaton oto</i>] over the land of Egypt” (Genesis 41:43). He did not direct his glance toward her, and not toward the Egyptian women when he ruled, just as it says: “Joseph is a fruitful son, a fruitful bough alongside a spring [<i>alei ayin</i>]” (Genesis 49:22), as he averted his eye [<i>she’ilem eino</i>] from Potifar’s wife and from the Egyptian women.  <br>“Branches [<i>banot</i>]<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Banot can also mean women.</i> ran atop the wall [<i>alei shur</i>]” (Genesis 49:22). Therefore, <i>alei shur</i>. Rabbi Reuven said: What is <i>alei shur</i>? The Holy One blessed be He said: It is incumbent upon me to pay a reward for that eye. How so? The Rabbis taught that in the Temple they would eat offerings of lesser sanctity within the wall, within the wall of Jerusalem. But in Shilo, which was in the portion of Joseph, they would eat it within eyeshot.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Within eyeshot of the Tabernacle (Rambam, Mishna Zevaḥim 14:6).</i> That is <i>alei shur</i>, just as it says: “The eye of one who sees me will not behold me [<i>teshureni</i>]” (Job 7:8). Rabbi Azarya said: The Holy One blessed be He said to Joseph: You observed the mitzva of: “You shall not commit adultery” (Exodus 20:13), which is the seventh of the Commandments, and you did not commit adultery with Potifar’s wife. And you observed the mitzva of: “You shall not steal” (Exodus 20:13), which is the eighth of the Commandments, as you did not steal Potifar’s property and you did not “steal” his wife, just as it says: “The eye of the adulterer observes the night, saying: No eye will behold [<i>teshureni</i>] me…” (Job 24:15). The time will come when I will repay you for them. Tomorrow, when the princes come to bring [offerings] for the dedication of the altar, the princes of your two sons, one will present his offering on the seventh day, and the second on the eighth day. And no other tribe will interpose between your two sons, just as you did not interpose<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Namely, you did not differentiate between them. You observed both of them. As a reward, Benjamin did not interpose between Ephraim and Manasseh.</i> between “you shall not commit adultery” and “you shall not steal,” as it is written: “On the seventh day, prince of the children of Ephraim.… On the eighth day, prince of the children of Manasseh…” (Numbers 7:48–54) That is why it is written: “A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5f3d6e4a937f9998878", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:4", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Bamidbar Rabbah 14:4", "sourceHeRef": "במדבר רבה י״ד:ד׳", "anchorVerse": 54, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשְּׁבִיעִי וגו', הֲדָא הוּא דִכְתִיב <small>(קהלת יב, יא)</small>: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת וּכְמַשְׂמְרוֹת נְטוּעִים בַּעֲלֵי אֲסֻפּוֹת נִתְּנוּ מֵרֹעֶה אֶחָד, תָּנֵי מַעֲשֶׂה בְּרַבִּי יוֹחָנָן בֶּן בְּרוֹקָא וְרַבִּי אֶלְעָזָר חִסְמָא שֶׁהָלְכוּ לְהַקְבִּיל אֶת פְּנֵי רַבִּי יְהוֹשֻׁעַ בִּפְקִיעִים, אָמַר לָהֶם מָה חִדּוּשׁ הָיָה בְּבֵית הַמִּדְרָשׁ הַיּוֹם, אָמְרוּ לוֹ תַּלְמִידֶיךָ אָנוּ וּמֵימֶיךָ אָנוּ שׁוֹתִים. אָמַר לָהֶם אַף עַל פִּי כֵן אִי אֶפְשָׁר לְבֵית הַמִּדְרָשׁ בְּלֹא חִדּוּשׁ, שַׁבָּת שֶׁל מִי הָיְתָה, שַׁבָּת שֶׁל רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה הָיְתָה, וּבַמֶּה הָיְתָה הַגָּדָה הַיּוֹם, אָמְרוּ לוֹ בְּפָרָשַׁת הַקְהֵל, וּמַה דָּרַשׁ בָּהּ <small>(דברים לא, יב)</small>: הַקְהֵל אֶת הָעָם הָאֲנָשִׁים וְהַנָּשִׁים וְהַטַּף, אִם אֲנָשִׁים בָּאִים לִלְמֹד וְנָשִׁים בָּאוֹת לִשְׁמֹעַ, טַף לָמָּה, כְּדֵי לְקַבֵּל שָׂכָר לִמְבִיאֵיהֶם. אָמַר לָהֶם מַרְגָּלִית טוֹבָה הָיְתָה בְּיֶדְכֶם וּבִקַּשְׁתֶּם לְאַבְּדָהּ מִמֶּנִּי. וְעוֹד דָּרַשׁ בָּהּ <small>(דברים כו, יז יח)</small>: אֶת ה' הֶאֱמַרְתָּ הַיּוֹם וגו' וַה' הֶאֱמִירְךָ הַיּוֹם וגו', אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל אַתֶּם עֲשִׂיתוּנִי חֲטִיבָה בָּעוֹלָם, דִּכְתִיב <small>(דברים ו, ד)</small>: שְׁמַע יִשְׂרָאֵל ה' אֱלֹהֵינוּ ה' אֶחָד, וַאֲנִי אֶעֱשֶׂה אֶתְכֶם חֲטִיבָה בָּעוֹלָם, <small>(שמואל ב ז, כג)</small>: וּמִי כְעַמְּךָ כְּיִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ. וְאַף הוּא פָּתַח וְדָרַשׁ: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, לָמָּה נִמְשְׁלוּ דִּבְרֵי תוֹרָה כַּדָּרְבָן, לוֹמַר לָךְ מַה דָּרְבָן זֶה מְכַוֵּן אֶת הַפָּרָה לִתְלָמֶיהָ לְהָבִיא חַיִּים לָעוֹלָם, אַף דִּבְרֵי תוֹרָה מְכַוְּנִין לֵב לוֹמְדֵיהֶן מִדַּרְכֵי מִיתָה לְדַרְכֵי חַיִּים. אִי מַה דָּרְבָן זֶה מִטַּלְטֵל אַף דִּבְרֵי תוֹרָה מִטַּלְטְלִים, תַּלְמוּד לוֹמַר: וּכְמַשְׂמְרוֹת נְטוּעִים. אִי מַה מַּסְמֵר זֶה חָסֵר וְלֹא יָתֵר, אַף דִּבְרֵי תוֹרָה חֲסֵרִים וְלֹא יְתֵרִים, תַּלְמוּד לוֹמַר: נְטוּעִים, מַה נְּטִיעָה זוֹ פָּרָה וְרָבָה, אַף דִּבְרֵי תוֹרָה פָּרִים וְרָבִים. בַּעֲלֵי אֲסֻפּוֹת, אֵלּוּ תַּלְמִידֵי חֲכָמִים שֶׁיּוֹשְׁבִין אֲסֻפּוֹת אֲסֻפּוֹת וְעוֹסְקִין בַּתּוֹרָה, הַלָּלוּ מְטַמְאִין וְהַלָּלוּ מְטַהֲרִין, הַלָּלוּ אוֹסְרִין וְהַלָּלוּ מַתִּירִין, הַלָּלוּ פּוֹסְלִין וְהַלָּלוּ מַכְשִׁירִין, שֶׁמָּא יֹאמַר אָדָם הוֹאִיל וְהַלָּלוּ מְטַמְאִין וְהַלָּלוּ מְטַהֲרִין, הַלָּלוּ אוֹסְרִין וְהַלָּלוּ מַתִּירִין, הַלָּלוּ פּוֹסְלִין וְהַלָּלוּ מַכְשִׁירִין, הֵיאַךְ אֲנִי לוֹמֵד תּוֹרָה מֵעַתָּה, תַּלְמוּד לוֹמַר: נִתְּנוּ מֵרֹעֶה אֶחָד, אֵל אֶחָד נְתָנָן, פַּרְנָס אֶחָד אֲמָרָן, מִפִּי אֲדוֹן כָּל הַמַּעֲשִׂים בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(שמות כ, א)</small>: וַיְדַבֵּר אֱלֹהִים אֶת כָּל הַדְּבָרִים הָאֵלֶּה, אַף אַתָּה עֲשֵׂה אָזְנְךָ כַּאֲפַרְכֶּסֶת וּקְנֵה לְךָ לֵב שׁוֹמֵעַ אֶת דִּבְרֵי הַמְטַמְּאִין וְאֶת דִּבְרֵי הַמְטַהֲרִין, אֶת דִּבְרֵי הָאוֹסְרִין וְאֶת דִּבְרֵי הַמַּתִּירִין, אֶת דִּבְרֵי הַפּוֹסְלִין וְאֶת דִּבְרֵי הַמַּכְשִׁירִין, בַּלָּשׁוֹן הַזֶּה אָמַר לָהֶם אֵין דּוֹר יָתוֹם שֶׁרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה שָׁרוּי בְּתוֹכוֹ. דָּבָר אַחֵר, דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, אָמַר רַבִּי תַּנְחוּמָא בַּר אַבָּא מַה הַדָּרְבָן הַזֶּה מְכַוֵּן אֶת הַפָּרָה לַחֲרשׁ בַּתֶּלֶם שֶׁלָּהּ, כָּךְ דִּבְרֵי חֲכָמִים מְכַוְּנִים אֶת הָאָדָם הַזֶּה לִדְרָכָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. אָמַר רַבִּי תַּנְחוּמָא הַמִּשְׁנָה קָרְאָה אוֹתוֹ מַרְדֵּעַ, וְהַמִּקְרָא קָרָא אוֹתוֹ דָּרְבָן וּמַלְמָד, דִּכְתִיב <small>(שופטים ג, לא)</small>: בְּמַלְמַד הַבָּקָר, וְכֵן <small>(שמואל א יג, כא)</small>: וּלְהַצִּיב הַדָּרְבָן. אָמַר רַבִּי נָתָן לָמָּה נִקְרָא מַרְדֵּעַ, שֶׁמּוֹרֶה דֵעָה בַּפָּרָה, לָמָּה נִקְרָא שְׁמוֹ דָּרְבָן, שֶׁדָּר בִּינָה בַּפָּרָה, וְלָמָּה נִקְרָא מַלְמַד, שֶׁמְלַמֵּד אֶת הַפָּרָה לַחֲרשׁ בַּתֶּלֶם שֶׁלָּהּ, כָּךְ הֵם דִּבְרֵי חֲכָמִים, דָּרִים בִּינָה בִּבְנֵי אָדָם וּמוֹרִים דֵּעָה בָּהֶם וּמְלַמְּדִים אוֹתָם דְּרָכָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. וּכְמַשְׂמְרוֹת נְטוּעִים, נְטוּעִים הֵם בָּאָדָם כְּשֶׁהוּא מְשַׁמְּרָם, וְלָמָּה נִמְשְׁלוּ בַּנְּטִיעָה, כְּשֵׁם שֶׁשָּׁרָשָׁיו שֶׁל אִילָן מִשְׁתָּרְשִׁים לְכָל מָקוֹם, כָּךְ דִּבְרֵי חֲכָמִים נִכְנָסִים וּמִשְׁתָּרְשִׁים בְּכָל הַגּוּף. בַּעֲלֵי אֲסֻפּוֹת, אֵימָתַי הֵם כְּמַשְׂמְרוֹת נְטוּעִים בָּאָדָם, בִּזְמַן שֶׁבַּעַל תּוֹרָה נִכְנַס לְתַלְמוּד וְהֵם נֶאֱסָפִים לִשְׁמֹעַ. נִתְּנוּ מֵרֹעֶה אֶחָד, רַבִּי יוֹחָנָן מְבָרֵךְ יוֹם הָרִאשׁוֹן שֶׁל חַג בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל מִצְוַת לוּלָב, וּשְׁאָר כָּל הַיָּמִים עַל מִצְוַת הַזְּקֵנִים. רַבִּי יְהוֹשֻׁעַ מְבָרֵךְ כָּל יוֹם עַל נְטִילַת לוּלָב, וְאֵין רַבִּי יְהוֹשֻׁעַ מוֹדֶה לְרַבִּי יוֹחָנָן שֶׁיּוֹם טוֹב הָרִאשׁוֹן דְּבַר תּוֹרָה הוּא, שֶׁנֶּאֱמַר <small>(ויקרא כג, מ)</small>: וּלְקַחְתֶּם לָכֶם בַּיּוֹם הָרִאשׁוֹן וגו', וּשְׁאָר כָּל הַיָּמִים מִדִּבְרֵיהֶם הֵם, אָמַר רַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא בְּשֵׁם רַבִּי אַחָא סָבַר רַבִּי יְהוֹשֻׁעַ כֵּן, וּמַה טַּעַם עֲבַד כֵּן, מִפְּנֵי שֶׁכָּתוּב: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת וגו' נִתְּנוּ מֵרֹעֶה אֶחָד, דִּבְרֵי תוֹרָה וְדִבְרֵי חֲכָמִים מֵרוֹעֶה אֶחָד נִתְּנוּ. <small>(קהלת יב, יב)</small>: וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר עֲשׂוֹת סְפָרִים הַרְבֵּה אֵין קֵץ וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר, וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהָר, יוֹתֵר מִדִּבְרֵי תוֹרָה הֱוֵי זָהִיר בְּדִבְרֵי סוֹפְרִים, וְכֵן הוּא אוֹמֵר <small>(שיר השירים א, ב)</small>: כִּי טוֹבִים דֹּדֶיךָ מִיָּיִן, טוֹבִים דִּבְרֵי דּוֹדִים מִיֵּינָהּ שֶׁל תּוֹרָה, לָמָּה, שֶׁאֵין אָדָם מוֹרֶה כָּרָאוּי מִדִּבְרֵי תוֹרָה, מִפְּנֵי שֶׁהִיא סְתוּמָה, וְכֻלָּהּ סִימָנִין, שֶׁנֶּאֱמַר <small>(דברים לא, יט)</small>: וְלַמְּדָהּ אֶת בְּנֵי יִשְׂרָאֵל שִׂימָה בְּפִיהֶם, סִימָנִין בְּפִיהֶם, אֲבָל מִתּוֹךְ דִּבְרֵי חֲכָמִים אָדָם מוֹרֶה כָּרָאוּי מִפְּנֵי שֶׁהֵם פּוֹרְשִׁים אֶת הַתּוֹרָה, וּלְכָךְ נִמְשְׁלוּ דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, מִפְּנֵי שֶׁהֵן מְדַיְּרִין בִּינָה בִּבְנֵי אָדָם. דָּבָר אַחֵר, וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר, אָמַר רַבִּי אַבָּא סַדְרוֹנַנְיָא אִם יֹאמַר לְךָ אָדָם לָמָּה לֹא נִתְּנוּ בִּכְתַב דִּבְרֵי סוֹפְרִים כְּשֵׁם שֶׁנִּתְּנוּ דִּבְרֵי תוֹרָה, אֱמֹר לוֹ לְפִי שֶׁאִי אֶפְשָׁר לִכְתֹּב כָּל דִּבְרֵיהֶם, הֲדָא הוּא דִכְתִיב: וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר, מַהוּ מֵהֵמָּה, מַה נִּכְנְסָה בָּךָ אִם בָּאתָ לִכְתֹּב דִּבְרֵי סוֹפְרִים, לָמָּה, שֶׁאִלּוּ בָּאתָ לִכְתֹּב דִּבְרֵיהֶם אֵין קֵץ וְסוֹף לַדְּבָרִים לַעֲשׂוֹת סְפָרִים, הֲדָא הוּא דִכְתִיב: עֲשׂוֹת סְפָרִים הַרְבֵּה אֵין קֵץ, אֲבָל מַה יֵּשׁ לוֹ לָאָדָם לַעֲשׂוֹת, שֶׁיְהֵא מְיַגֵּעַ בְּשָׂרוֹ הַרְבֵּה לַהְגּוֹת דִּבְרֵי חֲכָמִים, הֲדָא הוּא דִכְתִיב: וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר. דָּבָר אַחֵר, וְלַהַג הַרְבֵּה, אִם יָגַעְתָּ הַרְבֵּה בְּדִבְרֵיהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא מֵסִיר יֵצֶר הָרָע מִמְּךָ, הֲדָא הוּא דִכְתִיב: בָּשָׂר, כְּמָה דְתֵימָא <small>(יחזקאל לו, כו)</small>: וְנָתַתִּי לָכֶם לֵב בָּשָׂר. דָּבָר אַחֵר, וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר, אִם יָגַעְתָּ הַרְבֵּה בְּלַהַג דִּבְרֵי חֲכָמִים, הַקָּדוֹשׁ בָּרוּךְ הוּא מְבַשֶֹּׂרְךָ בְּשׂוֹרוֹת טוֹבוֹת, הֱוֵי: בָּשָׂר. דָּבָר אַחֵר, אִם יָגַעְתָּ בְּדִבְרֵי חֲכָמִים אַתָּה נַעֲשָׂה בָּשָׂר, הֲדָא הוּא דִכְתִיב בָּשָׂר, וְכֵן הוּא אוֹמֵר <small>(משלי ח, טז)</small>: בִּי שָׂרִים יָשׂרוּ. דָּבָר אַחֵר, דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, אָמַר רַבִּי בֶּרֶכְיָה הַכֹּהֵן כַּדּוּר שֶׁל בָּנוֹת, כַּהֲדָא סְפַיְרָה שֶׁל תִּינוֹקוֹת שֶׁהֵן מְלַקְטוֹת וְזוֹרְקוֹת לְכָאן וּלְכָאן, כָּךְ הֵם דִּבְרֵי חֲכָמִים, זֶה אוֹמֵר טַעְמוֹ וְזֶה אוֹמֵר טַעְמוֹ, יָכוֹל מִפְּנֵי שֶׁזֶּה אוֹמֵר טַעַם אֶחָד וְזֶה אוֹמֵר טַעַם שֵׁנִי, שֶׁמָּא דִבְרֵיהֶם פּוֹרְחִים הֵם, תַּלְמוּד לוֹמַר <small>(קהלת יב, יא)</small>: וּכְמַשְׂמְרוֹת נְטוּעִים, לֹא אָמַר וּכְמַשְׂמְרוֹת קְבוּעִים, אֶלָּא נְטוּעִים, לָמָּה, מִפְּנֵי שֶׁעָשָׂה אוֹתָם כְּמַסְמְרוֹת, וְהַמַּסְמֵר שֶׁיֵּשׁ לוֹ שׁוֹשַׁנָּה נוֹחַ לִשְׁלוֹף, לְכָךְ אָמַר: וּכְמַשְׂמְרוֹת נְטוּעִים, שָׁרָשִׁין שֶׁל אִילָן הַנְּטוּעִים קָשִׁים לֵעָקֵר, וְלָמָּה נִמְשְׁלוּ דִּבְרֵיהֶם כַּמַּסְמֵר, לְפִי שֶׁהַמַּסְמֵר שֶׁל בַּרְזֶל שֶׁיֵּשׁ לוֹ שׁוֹשַׁנָּה, אַף עַל פִּי שֶׁקָּשֶׁה, נוֹחַ הוּא לֵעָקֵר, וְשָׁרָשִׁים שֶׁל אִילָן הַנְּטוּעִים אַף עַל פִּי שֶׁקָּשִׁים לֵעָקֵר, אֲבָל אֵין בָּהֶם כֹּחַ כְּכֹחוֹ שֶׁל בַּרְזֶל, לְכָךְ נֶאֱמַר: וּכְמַשְׂמְרוֹת נְטוּעִים, נִתַּן לְדִבְרֵי תוֹרָה כֹּחַ שֶׁל בַּרְזֶל וּכְמַטָּעֵי שָׁרָשָׁיו שֶׁל אִילָן. אָמַר רַבִּי בֶּרֶכְיָה הַכֹּהֵן בְּרַבִּי אָנוּ קוֹרְאִין מַסְמֵרוֹת, וְאֵין כְּתִיב אֶלָּא מַשְׂמְרוֹת, מַה מִּשְׁמָרוֹת כְּהֻנָּה וּלְוִיָּה עֶשְׂרִים וְאַרְבָּעָה, אַף סְפָרִים עֶשְׂרִים וְאַרְבָּעָה, הֵקִישׁ דִּבְרֵי סוֹפְרִים לְדִבְרֵי תוֹרָה שֶׁהֵן אֲמִתִּים כְּמוֹתָם. דָּבָר אַחֵר, וּכְמַשְׂמְרוֹת, מַשְׂמְרוֹת כְּתִיב, מַה מִּשְׁמָרוֹת עֶשְׂרִים וְאַרְבָּעָה, אַף הַמַּשְׂמֵרִין עֶשְׂרִים וְאַרְבָּעָה. בָּעֵי כַּמָּה מַסְמֵרִין יִהְיוּ בּוֹ בַּסַּנְדָּל, רַבִּי יוֹחָנָן אָמַר חֲמִשָּׁה כְּנֶגֶד חֲמִשָּׁה סִפְרֵי תוֹרָה. רַב הוּנָא אָמַר שִׁבְעָה, שֶׁנֶּאֱמַר <small>(דברים לג, כה)</small>: בַּרְזֶל וּנְחשֶׁת מִנְעָלֶךָ וּכְיָמֶיךָ דָּבְאֶךָ. דָּרַשׁ רַב אַחָא בְּשֵׁם רַבִּי חֲנִינָא תִּשְׁעָה. רַבִּי הָיָה נוֹתֵן אַחַד עָשָׂר עַל זֶה וּשְׁלשָׁה עָשָׂר עַל זֶה, מִנְיַן מִשְׁמָרוֹת. דָּבָר אַחֵר, וּכְמַשְׂמְרוֹת נְטוּעִים, הַמַּסְמֵר הַזֶּה אַתְּ קוֹבְעוֹ וְאַף עַל פִּי שֶׁתַּחְזֹר וְתִטְלֶנּוּ מְקוֹמוֹ נִכָּר, כָּךְ כָּל מִי שֶׁפָּשְׁטוּ בּוֹ חֲכָמִים יָד, אַף עַל פִּי שֶׁחָזְרוּ וְקִבְּלוּהוּ, סוֹפוֹ לִטֹּל שֶׁלּוֹ מִתַּחַת יְדֵיהֶם. דָּבָר אַחֵר, וּכְמַשְׂמְרוֹת נְטוּעִים, בְּשָׁעָה שֶׁדִּבְרֵי תוֹרָה יוֹצְאִין מִפִּי בַּעֲלֵיהֶם כְּתִקֻּנָּן הֵם עֲרֵבִים לְשׁוֹמְעֵיהֶם. כְּמַשְׂמְרוֹת נְטוּעִים, בְּשָׁעָה שֶׁהֵם יוֹצְאִים מְמֻסְמָסִים הֵם מָרוֹת לְשׁוֹמְעֵיהֶן, כְּמַשְׂמְרוֹת, כְּמַסְמָרוֹת. בַּעֲלֵי אֲסֻפּוֹת, אֵימָתַי הֵם נְטוּעִים דִּבְרֵי תוֹרָה בָּאָדָם הַזֶּה, בִּזְּמַן שֶׁבַּעֲלֵיהֶן נֶאֱסָפִים מֵהֶן, כָּל זְמַן שֶׁרַבּוֹ קַיָּם הוּא הָיָה מַפְלִיג לוֹמַר כָּל זְמַן שֶׁנִּצְרַךְ הֲרֵי רַבִּי לְפָנַי וַאֲנִי שׁוֹאֲלוֹ, מֵת רַבּוֹ, הֲרֵי יָגֵעַ בַּיּוֹם וּבַלַּיְלָה לְקַיֵּם תַּלְמוּדוֹ, יוֹדֵעַ הוּא שֶׁאֵין לוֹ לְמִי לִשְׁאֹל, הֱוֵי אֵימָתַי הֵן נְטוּעִין בָּאָדָם הַזֶּה, בִּזְּמַן שֶׁבַּעֲלֵיהֶן נֶאֱסָפִים מֵהֶן. נִתְּנוּ מֵרֹעֶה אֶחָד, אַף עַל פִּי שֶׁזֶּה אוֹמֵר טַעְמוֹ וְזֶה אוֹמֵר טַעְמוֹ, דִּבְרֵיהֶם שֶׁל אֵלֶּה וְשֶׁל אֵלֶּה כֻּלָּם נִתְּנוּ מִן משֶׁה הָרוֹעֶה מַה שֶּׁקִּבֵּל מִיחִידוֹ שֶׁל עוֹלָם. דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, תָּנֵי מִנַּיִן אַתָּה אוֹמֵר שֶׁאִם שָׁמַע אָדָם דָּבָר מִפִּי קָטָן שֶׁבְּיִשְׂרָאֵל יְהֵא בְּעֵינָיו כְּשׁוֹמֵעַ מִפִּי חָכָם שֶׁבְּיִשְׂרָאֵל, תַּלְמוּד לוֹמַר <small>(דברים יא, יג)</small>: וְהָיָה אִם שָׁמֹעַ תִּשְׁמְעוּ אֶל מִצְוֹתַי אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם, וְלֹא כְּשׁוֹמֵעַ מִפִּי חָכָם אֶלָּא כְּשׁוֹמֵעַ מִפִּי חֲכָמִים, שֶׁנֶּאֱמַר: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, מַה דָּרְבָן זֶה מְכַוֵּן אֶת הַפָּרָה לִתְלָמֶיהָ לְהָבִיא חַיִּים לָעוֹלָם, כָּךְ דִּבְרֵי תוֹרָה מְכַוְּנִים דַּעְתּוֹ שֶׁל אָדָם לָדַעַת אֶת הַמָּקוֹם, וְלֹא כְּשׁוֹמֵעַ מִפִּי חֲכָמִים אֶלָּא כְּשׁוֹמֵעַ מִפִּי סַנְהֶדְּרִין, שֶׁנֶּאֱמַר: בַּעֲלֵי אֲסֻפּוֹת, וְאֵין אֲסֻפּוֹת אֶלָּא סַנְהֶדְרִין, שֶׁנֶּאֱמַר <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל. וְלֹא כְּשׁוֹמֵעַ מִפִּי סַנְהֶדְרִין אֶלָּא כְּשׁוֹמֵעַ מִפִּי משֶׁה, שֶׁנֶּאֱמַר: נִתְּנוּ מֵרֹעֶה אֶחָד, שֶׁנֶּאֱמַר <small>(ישעיה סג, יא)</small>: וַיִּזְכֹּר יְמֵי עוֹלָם משֶׁה עַמּוֹ. וְאוֹמֵר <small>(שמות ג, א)</small>: וּמשֶׁה הָיָה רֹעֶה, לֹא כְּשׁוֹמֵעַ מִפִּי משֶׁה אֶלָּא כְּשׁוֹמֵעַ מִפִּי הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: נִתְּנוּ מֵרֹעֶה אֶחָד, <small>(תהלים פ, ב)</small>: רֹעֵה יִשְׂרָאֵל הַאֲזִינָה. אֶחָד, שֶׁנֶּאֱמַר <small>(דברים ו, ד)</small>: ה' אֶחָד, הֲרֵי הוּא אוֹמֵר <small>(שיר השירים ז, ה)</small>: עֵינַיִךְ בְּרֵכוֹת בְּחֶשְׁבּוֹן עַל שַׁעַר בַּת רַבִּים אַפֵּךְ כְּמִגְדַּל הַלְּבָנוֹן צוֹפֶה פְּנֵי דַמָּשֶׂק, עֵינַיִךְ, אֵלּוּ זְקֵנִים הַמִּתְמַנִּים עַל הַצִּבּוּר, וְכֵן הוּא אוֹמֵר <small>(ישעיה כט, י)</small>: כִּי נָסַךְ עֲלֵיכֶם ה' רוּחַ תַּרְדֵּמָה וַיְעַצֵּם אֶת עֵינֵיכֶם. בְּרֵכוֹת, מַה בְּרֵכָה זוֹ אֵין אָדָם יוֹדֵעַ מַה שֶּׁבְּתוֹכָהּ, כָּךְ אֵין אָדָם עוֹמֵד עַל דִּבְרֵי חֲכָמִים. בְּחֶשְׁבּוֹן, שֶׁנִּגְמָרִים בְּעֵצָה וּמַחְשָׁבָה, וְהֵיכָן נִגְמָרִים בְּבָתֵּי מִדְרָשׁוֹת עַל שַׁעַר בַּת רַבִּים, אַפֵּךְ כְּמִגְדַּל הַלְּבָנוֹן צוֹפֶה פְּנֵי דַמָּשֶׂק, עֲשִׂיתֶם אֶת הַתּוֹרָה קַוּוּ לְאֵלִיָּהוּ, שֶׁאָמַרְתִּי לוֹ <small>(מלכים א יט, טו)</small>: שׁוּב לְדַרְכְּךָ מִדְבַּרָה דַמָּשֶׂק, וְאוֹמֵר <small>(מלאכי ג, כב כג)</small>: זִכְרוּ תּוֹרַת משֶׁה עַבְדִּי וגו' הִנֵּה אָנֹכִי שֹׁלֵחַ לָכֶם אֶת אֵלִיָּה הַנָּבִיא וגו'. וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא עֶשְׂרִים וְאַרְבָּעָה סְפָרִים כָּתַבְתִּי לְךָ הִזָּהֵר וְאַל תּוֹסֶף עֲלֵיהֶם, לָמָּה, עֲשׂוֹת סְפָרִים הַרְבֵּה אֵין קֵץ, כָּל מִי שֶׁקּוֹרֵא פָּסוּק שֶׁאֵינוֹ מֵעֶשְׂרִים וְאַרְבָּעָה סְפָרִים כְּאִלּוּ קוֹרֵא בַּסְּפָרִים הַחִיצוֹנִים, הֱוֵי: הִזָּהֵר עֲשׂוֹת סְפָרִים הַרְבֵּה, שֶׁכָּל הָעוֹשֶׂה כֵּן אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא, הֲדָא הוּא דִכְתִיב: אֵין קֵץ, כְּמָה דְתֵימָא <small>(דניאל יב, יג)</small>: וְאַתָּה לֵךְ לַקֵּץ, הֲרֵי לְךָ הַמּוֹסִיף סֵפֶר מַהוּ עָנְשׁוֹ, וּמִנַּיִן שֶׁאַף הַהוֹגֶה מִתְיַגֵּעַ בָּהֶן, תַּלְמוּד לוֹמַר וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר, שֶׁאֵין בְּשָׂרוֹ נִנְעֶרֶת מִן עֲפָרָהּ, כְּהַהִיא דִתְנֵינַן וְאֵלּוּ שֶׁאֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא וְהַקּוֹרֵא בַּסְּפָרִים הַחִיצוֹנִים. דָּבָר אַחֵר, דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת וּכְמַשְׂמְרוֹת נְטוּעִים, מַה הַמַּסְמֵר הַזֶּה הַנָּטוּעַ בַּדֶּלֶת הוּא מְקַיֵּם הַדַּפִּין, כָּךְ כְּשֶׁהַצַּדִּיקִים גּוֹזְרִים הַקָּדוֹשׁ בָּרוּךְ הוּא מְקַיֵּם דִּבְרֵיהֶם, תֵּדַע לְךָ מִיַּעֲקֹב, בְּשָׁעָה שֶׁבֵּרַךְ מְנַשֶּׁה וְאֶפְרַיִם עָשָׂה אֶת הַקָּטָן קֹדֶם לַגָּדוֹל, שֶׁנֶּאֱמַר <small>(בראשית מח, כ)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה, וְקִיֵּם הַקָּדוֹשׁ בָּרוּךְ הוּא גְּזֵרָתוֹ, וְעָלָיו נֶאֱמַר: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, אַל תִּקְרֵי כַּדָּרְבֹנוֹת אֶלָּא כִּדְרַבָּנוּת, כְּשֶׁיַּעֲקֹב גָּזַר שֶׁתְּהֵא הָרַבָּנוּת לְאֶפְרַיִם קִיֵּם הַקָּדוֹשׁ בָּרוּךְ הוּא דְּבָרוֹ כְּמַסְמֵר הַנָּטוּעַ, וְאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הוֹאִיל וְגָזַר יַעֲקֹב עַל אֶפְרַיִם שֶׁיְהֵא רִאשׁוֹן אַף אֲנִי אֲשִׂימֶנּוּ רִאשׁוֹן לְכָל דָּבָר, בַּשּׁוֹפְטִים וּבַדְּגָלִים וּבַמְּלָכִים וּבַקָּרְבָּנוֹת. בַּשּׁוֹפְטִים, יְהוֹשֻׁעַ, שֶׁהָיָה שׁוֹפֵט, <small>(במדבר יג, ח)</small>: לְמַטֵּה אֶפְרָיִם הוֹשֵׁעַ בִּן נוּן, וְאַחַר כָּךְ גִּדְעוֹן בֶּן יוֹאָשׁ, שֶׁהוּא מִשֵּׁבֶט מְנַשֶּׁה. בַּדְּגָלִים, שֶׁנֶּאֱמַר <small>(במדבר ב, יח)</small>: דֶּגֶל מַחֲנֵה אֶפְרַיִם, וְאַחַר כָּךְ <small>(במדבר ב, כ)</small>: וְעָלָיו מַטֵּה מְנַשֶּׁה. בַּמְּלָכִים, יָרָבְעָם בֶּן נְבָט הָיָה מִשֶּׁל אֶפְרָיִם, וְאַחַר כָּךְ יֵהוּא בֶּן נִמְשִׁי מִשֶּׁל מְנַשֶּׁה, אַף קָרְבָּנוֹת הַנְּשִׂיאִים כְּשֶׁבָּאוּ לְהַקְרִיב, אֶפְרַיִם מַקְרִיב רִאשׁוֹן, בַּיּוֹם הַשְּׁבִיעִי, וּמְנַשֶּׁה אַחֲרוֹן, בַּיּוֹם הַשְּׁמִינִי. וְכֵן הוּא אוֹמֵר: בַּיּוֹם הַשְּׁבִיעִי נָשִׂיא לִבְנֵי אֶפְרָיִם, וְאַחַר כָּךְ <small>(במדבר ז, נד)</small>: בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה, וְעָלָיו הַכָּתוּב אוֹמֵר <small>(איוב כב, כח)</small>: וְתִגְזַר אֹמֶר וְיָקָם לָךְ:", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“On the seventh day…” – that is what is written: “The words of the wise are like goads, and like implanted nails are the collectors of wisdom; they were given from one shepherd” (Ecclesiastes 12:11). It is taught: there was an incident involving Rabbi Yoḥanan ben Beroka and Rabbi Elazar Ḥisma, who went to greet Rabbi Yehoshua in Pekiin. Rabbi Yehoshua said to them: ‘What novel idea was taught today in the study hall?’ They said to him: ‘We are your students and we drink from your water.’ He said to them: ‘Nevertheless, it is impossible for there to be a study hall without a novel idea.’ He asked them: ‘Whose week was it?’ ‘It was the week of Rabbi Elazar ben Azarya.’<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See Berakhot 28a, where the arrangement that had Rabban Gamliel serving at the head of the yeshiva three weeks a month and Rabbi Elazar ben Azarya one week is explained.</i> ‘On what was the lecture today?’ They said to him: ‘It was regarding the portion of assembly.’ ‘What did he expound in its regard?’ ‘“Assemble the people, the men and the women and the children” (Deuteronomy 31:12). If men come to learn, and women come to hear, why the children? It is in order to reward those who bring them.’ He said to them: ‘You had this fine pearl in your hands, and you sought to conceal it from me?’ <br>Moreover, he expounded: “You have elevated the Lord this day.… And the Lord has elevated you, this day…” (Deuteronomy 26:17–18) – the Holy One blessed be He said to the Jewish people: You have rendered Me a single entity in the world, as it is written: “Hear Israel, the Lord is our God, the Lord is one” (Deuteronomy 6:4), and I will render you a single entity in the world, as it is stated: “Who is like Your people, like Israel, one nation on earth” (II Samuel 7:23). <br>He also commenced and taught: “The words of the wise are like goads” (Ecclesiastes 12:11) – why are matters of Torah likened to a goad? It is to tell you: Just as this goad directs the cow to its furrows to bring life to the world, so, matters of Torah direct the heart of those who study them from the paths of death to the paths of life. If so, just as this goad is movable, so too matters of Torah are movable? The verse states: “And like implanted nails” (Ecclesiastes 12:11). If so, just as this nail diminishes and does not expand,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">When the nail is removed from the wall, it leaves a hole.</i> so, matters of Torah diminish and do not expand. The verse states: “Implanted [<i>netuim</i>]”<i> –</i> just as this sapling [<i>netia</i>] flourishes and multiplies, so too, matters of Torah flourish and multiply. “The collectors of wisdom [<i>baalei asupot</i>]” (Ecclesiastes 12:11) – these are Torah scholars, who sit in many groups [<i>asupot</i>] and engage in Torah study. These rule it ritually impure and those rule it pure; these prohibit and those permit; these disqualify and those rule it valid. Lest a person say: Since these rule it ritually impure and those rule it pure; these prohibit and those permit; these disqualify and those rule it valid, how can I study Torah now? The verse states: “They were given from one shepherd” (Ecclesiastes 12:11). One God gave them; one leader said them from the mouth of the Master of all creation, blessed be He, as it is written: “God spoke all these matters” (Exodus 20:1). You, too, render your ears like a funnel and acquire for yourself a heart that hears the statements of those who rule it ritually impure and the statements of those who rule it pure; the statements of those who prohibit and the statements of those who permit; the statements of those who disqualify and the statements of those who rule it valid. He said to them in this formulation: No generation that Rabbi Elazar ben Azarya is in its midst, is orphaned.  <br>Another matter: “The words of the wise are like goads [<i>kadarvonot</i>]” – Rabbi Tanḥuma bar Abba said: Just as this goad directs the cow to plow its furrow, so, the words of the wise direct this person to the paths of the Holy One blessed be He. Rabbi Tanḥuma said: The Mishna called it <i>marde’a</i>, and the Bible called it <i>darvan</i> and <i>malmad</i>, as it is written: “A cattle goad [<i>malmad</i>]” (Judges 3:31), and likewise, “and to set the goad [<i>darvan</i>]” (I Samuel 13:21). Rabbi Natan said: Why is it called <i>marde’a</i>? It is because it imparts knowledge [<i>moreh de’a</i>] to the cow. Why is it called <i>darvan</i>? It is because it causes understanding to reside [<i>dar bina</i>] in the cow. Why is it called <i>malmad</i>? It is because it teaches [<i>melamed</i>] the cow to plow in its furrow. The same is true of the words of the wise; they cause wisdom to reside in people, impart knowledge in them, and teach them the ways of the Holy One blessed be He. “And like implanted nails” (Ecclesiastes 12:11) – they are implanted in a person when he observes them. Why are they likened to a sapling [<i>netia</i>]? Just as the roots of a tree take root everywhere, so the words of the wise enter and take root throughout the body. “The collectors [<i>asupot</i>] of wisdom” (Ecclesiastes 12:11) – when are they like implanted nails in a person? It is when a master of Torah enters to teach, and they gather [<i>ne’esafim</i>] to hear.  <br>“They were given from one shepherd” (Ecclesiastes 12:11) – on the first day of the festival, Rabbi Yoḥanan would recite the blessing: Blessed are You, Lord our God, who sanctified us with His mitzvot and commanded us regarding the taking of the palm branch [<i>lulav</i>]. The rest of the days: Regarding the mitzva<i> </i>of the elders. Rabbi Yehoshua would recite the blessing: Regarding the taking<i> </i>of the <i>lulav,</i> each day. Does Rabbi Yehoshua not concede to Rabbi Yoḥanan that the first day is an obligation by Torah law, as it is stated: “You shall take for you on the first day…” (Leviticus 23:40), and the rest of the days are by rabbinic law? Rabbi Shimon bar Ḥalafta said in the name of Rabbi Aḥa: That is what Rabbi Yehoshua holds. Why, then, did he do so? It is because it is written: “The words of the wise are like goads…they were given from one shepherd” (Ecclesiastes 12:11) – matters of Torah law and matters of rabbinic law were given from one shepherd. <br>“More than that, my son, be careful: Making many books without end, and much contemplation is weariness of the flesh” (Ecclesiastes 12:12). “More than that, my son, be careful” – more than regarding matters of Torah law, be careful regarding matters of rabbinic law. Likewise it says: “As your love is better than wine” (Song of Songs 1:2) – the words of the beloved are better than the wine of Torah. Why? It is because one cannot issue halakhic rulings properly on the basis of matters of Torah, because it is vague, and it consists entirely of symbols, as it is stated: “Teach it to the children of Israel; place it [<i>sima</i>] in their mouths” (Deuteronomy 31:19), symbols [<i>simanim</i>] in their mouths. However, from statements of the Sages one can issue halakhic rulings properly, because they explain the Torah. That is why the statements of the Sages are likened to <i>darvanot</i>, because they cause wisdom [<i>medayrin bina</i>] to reside in people. <br>Another matter: “More than that, my son, be careful” (Ecclesiastes 12:12) – Rabbi Abba of Sadronanya said: Were a person to say to you: Why were the statements of the scribes not given written, just as the matters of Torah were given; say to him: It is because it is impossible to write all their statements. That is what is written: “More than that [<i>mehema</i>], my son, be careful.” What is <i>mehema</i>? What [<i>ma</i>] enters you if you come to write the statements of the scribes? Why? It is because were you to write their statements, there is no limit or end to the statements that would enable producing books. That is what is written: “Making many books without end” (Ecclesiastes 12:12). What, then, shall a person do? He shall greatly exert [<i>meyage’a</i>] his flesh to contemplate [<i>lahgot</i>] the statements of the Sages. That is what is written: “And much contemplation [<i>velahag</i>] is weariness [<i>yegiat</i>] of the flesh” (Ecclesiastes 12:12). <br>Another matter: “And much contemplation [is weariness [<i>yegiat</i>] of the flesh]” (Ecclesiastes 12:12) – if you exerted [<i>yagata</i>] yourself greatly in their statements, the Holy One blessed be He will remove the evil inclination from you. That is what is written: “Flesh,” just as it says: “[I will give you a new heart…and I will remove the stony heart from your flesh]; I will give you a heart of flesh” (Ezekiel 36:26). <br>Another matter: “And much contemplation [<i>velahag</i>] is weariness [<i>yegiat</i>] of the flesh” (Ecclesiastes 12:12) – if you exerted [<i>yagata</i>] yourself greatly in contemplation of the statements of the Sages, the Holy One blessed be He will herald you good tidings [<i>besorot</i>]. That is, “flesh [<i>basar</i>].” <br>Another matter: If you exerted yourself greatly in the statements of the Sages, you become like a ruler [<i>basar</i>]; that is what is written: “Flesh [<i>basar</i>]” (Ecclesiastes 12:12). Likewise, it says: “Through me [<i>bi</i>] rulers rule [<i>sarim yasoru</i>]” (Proverbs 8:16). <br>Another matter: “The words of the wise are like goads [<i>kadarvonot</i>]” (Ecclesiastes 12:11) – Rabbi Berekhya HaKohen said: A girl’s ball [<i>kadur shel banot</i>], like the sphere that children catch and throw from here to there. The statements of the Sages are the same; this states his reason and that one states his reason. Is it, perhaps, that because this one states one reason and that one says a second reason, perhaps their words are ephemeral? The verse states: “And like implanted nails” (Ecclesiastes 12:11). It did not say “and like fixed nails,” but rather, “implanted.” Why? It is because he made them like nails, and a nail that has a head is easier to extract. That is why it said: “Like implanted nails.” Roots of a tree that are planted are difficult to uproot. Why are their statements likened to a nail? It is because an iron nail that has a head, even though it is hard, it is easy to extract, and the roots of a tree that are planted even though they are difficult to extract, but they do not have strength like the strength of iron. That is why it is stated: “Like implanted nails”; matters of Torah were accorded the strength of iron and are like the planted roots of a tree. <br>Rabbi Berekhya HaKohen ben Rabbi said: We read it <i>masmerot</i>,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">With the letter samekh.</i> but it is written only <i>masmerot</i>.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">With the letter sin.</i> Just as the priestly and Levite watches [<i>mishmarot</i>] are twenty-four, so the books<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Of the Bible.</i> are twenty-four. It juxtaposed the statements of the scribes to matters of Torah, that they, like them, are true. <br>Another matter: “And like [implanted] nails [<i>ukhemasmerot</i>]” (Ecclesiastes 12:11) – <i>masmerot </i>is written; just as the priestly watches are twenty-four, so too, the nails are twenty-four. The question is asked: How many nails need there be in the sandal?<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">So it would be permitted to wear it on Shabbat.</i> Rabbi Yoḥanan said: Five, corresponding to the five books of the Torah. Rav Huna said: Seven, as it is stated: “Iron and bronze your padlocks, and all your days, shall be the flow of your oil” (Deuteronomy 33:25).<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Your bronze nails in your sandals shall be like your days, seven.</i> Rav Aḥa expounded in the name of Rabbi Ḥanina: Nine. Rabbi would allot eleven on this side and thirteen on that side, the number of priestly watches.  <br>Another matter: “Like implanted nails” (Ecclesiastes 12:11) – you affix this nail, and even though you then extract it, its place is recognizable; so, anyone against whom the Sages extend their hand, even if they subsequently accepted him, ultimately he will receive his just deserts at their hand.  <br>Another matter: “Like implanted nails” (Ecclesiastes 12:11) – when matters of Torah emerge properly from the mouths of their promulgators, they are pleasing to their listeners. “Like implanted nails [<i>kemasmerot</i>]” – when they emerge distorted, they are bitter for their listeners; “<i>kemasmerot</i>” – items that dissolve and are bitter [<i>kemas marot</i>]. <br>“The collectors [<i>asupot</i>] of wisdom” (Ecclesiastes 12:11) – when are matters of Torah implanted in this person? It is when their masters are taken [<i>ne’esafim</i>] from them. As long as his teacher is alive, he could be distracted and say: Whenever I need, my teacher is available to me and I can ask him. When his teacher dies, he must toil day and night to sustain his studies. He knows that he has no one to ask. That is, when is it that they are implanted in this person? It is when their masters are taken [<i>ne’esafim</i>] from them.  <br>“They were given from one shepherd” (Ecclesiastes 12:11) – even though this one states his reason and that one states his reason, the statements of this one and that one, all of them were given from Moses, what he received from the single One of the universe. <br>Another matter: “The words of the wise are like goads” (Ecclesiastes 12:11) – it is taught: From where do you say that if a person heard a matter from an insubstantial one of Israel that it should be in his eyes as though he heard from a Sage of Israel? The verse states: “It will be if you hear My commandments that I command you today” (Deuteronomy 11:13), not as one who hears from the mouth of a Sage, but rather, as one who hears from the mouths of Sages, as it is stated: “The words of the wise are like goads.” Just as this goad directs the cow to its furrows to bring life to the world, so, matters of Torah direct the knowledge of a person to know the Omnipresent. And not as one hears from the mouths of Sages, but rather as one who hears from the mouths of Sanhedrin, as it is stated: “Collectors of wisdom [<i>asupot</i>]” (Ecclesiastes 12:11). <i>Asupot </i>is nothing other than Sanhedrin, as it is stated: “Gather to Me seventy men of the elders of Israel” (Numbers 11:16). And not as one who hears from the mouths of Sanhedrin, but rather, as one who hears from the mouth of Moses, as it is stated: “Were given from one shepherd” (Ecclesiastes 12:11), as it is stated: “And His nation remembered the days of old, Moses” (Isaiah 63:11), and it says: “And Moses shepherded” (Exodus 3:1). And not as one who hears from the mouth of Moses, but rather as one who hears from the mouth of the Holy One blessed be He, as it is stated: “Were given from one shepherd.” “Shepherd of Israel, listen” (Psalms 80:2) – “one,” as it is stated: “The Lord is one” (Deuteronomy 6:4).  <br>It says: “[Your neck is like an ivory tower;] your eyes are pools in Ḥeshbon, by the gate of Bat Rabim; your nose is like the tower of Lebanon overlooking Damascus” (Song of Songs 7:5). “Your eyes” – these are the elders, who are appointed over the congregation. Likewise it says: “For the Lord poured upon you a spirit of deep sleep, and He closed your eyes; [He covered the prophets and your leaders, the seers]” (Isaiah 29:10).<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">It refers to their leaders as “eyes.”</i> “Pools” – just as this pool, a person does not know what is in it, so, a person cannot reckon the statements of the Sages. “In Ḥeshbon” – as their conclusions are drawn through counsel and thought [<i>maḥshava</i>]. Where are these conclusions drawn? It is in the study halls at the gate of Bat Rabim.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Traditionally the courts, including the judges and their disciples, would assemble at the city gates.</i> “Your nose is like the tower of Lebanon overlooking Damascus” – if you fulfill the Torah, aspire to Elijah, to whom I said: “Return on your path to the wilderness of Damascus.” And it says: “Remember the Torah of Moses My servant.… Behold, I am sending you Elijah the prophet…” (Malachi 3:22–23). <br>“More than that, my son, be careful” (Ecclesiastes 12:12) – the Holy One blessed be He said: I have written for you twenty-four books, be careful not to add to them. Why? “Making many books without end” (Ecclesiastes 12:12) – anyone who reads a verse that is not from the twenty-four books, it is as though he read the books of heretics. That is, “be careful making many books,” as anyone who does so has no share in the World to Come. That is what is written: “Without end,” just as it says: “But you, go to the end […at the end of the days]” (Daniel 12:13).<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">End here is taken to refer to the time of salvation. One who is not worthy of salvation does not merit the World to Come.</i> You see what is the punishment of one who adds a book. From where is it derived that one who contemplates them becomes wearied  from them? “And much contemplation is weariness of the flesh” – as the flesh will not be roused from the dust, like what we learned: These have no share in the World to Come…and one who reads heretical literature.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Sanhedrin 90a.</i> <br>Another matter: “The words of the wise are like goads, and like implanted nails” (Ecclesiastes 12:11) – just as this nail that is implanted in the door sustains the boards, so, when the righteous issue a decree, the Holy One blessed be He fulfills their words. Know that it is so from Jacob, as when he blessed Manasseh and Ephraim, he had the younger precede the elder, and the Holy One blessed be He fulfilled his decree. In his regard it is stated: “The words of the wise are <i>kadarvonot</i>” – do not read it as <i>kadarvonot</i>, but rather as <i>kadrabanut</i>, as, when Jacob decreed that the authority [<i>rabanut</i>] would be with Ephraim, the Holy One blessed be He fulfilled his words like an implanted nail. The Holy One blessed be He said: Since Jacob decreed regarding Ephraim that he would be first, I too will place him first regarding all matters: regarding judges, regarding banners, regarding kings, and regarding offerings. Regarding judges,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Judge in the sense of leader, as it is employed in the book of Judges.</i> Joshua, as he was a judge: “For the tribe of Ephraim, Hoshea son of Nun” (Numbers 13:8); and thereafter, Gideon son of Yo’ash, who was from the tribe of Manasseh. Regarding the banners, “the banner of the camp of Ephraim” (Numbers 2:18), and then, “with it is the tribe of Manasseh” (Numbers 2:20). Regarding kings, Yerovam son of Nevat was from Ephraim, and then Yehu son of Nimshi, from Manasseh. The offerings of the princes, too, when they came to present their offerings: Ephraim presents his offering first, on the seventh day, and Manasseh later, on the eighth day. Accordingly it says: “On the seventh day, prince of the children of Ephraim” and then, “on the eighth day, prince of the children of Manasseh\" (Numbers 7:54). In his [Jacob’s] regard, the verse states: “You will decide something, and He will fulfill it for you” (Job 22:28).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5918282cd6e4a913269d6d19", "index_title": "Kohelet Rabbah", "category": "Midrash", "type": "", "ref": "Kohelet Rabbah 11:2:1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Kohelet Rabbah 11:2:1", "sourceHeRef": "קוהלת רבה י״א:ב׳:א׳", "anchorVerse": 54, "sourceHasEn": false, "compDate": [700, 950], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Kohelet Rabbah", "he": "קוהלת רבה"}, "heTitle": "קוהלת רבה", "he": "תֶּן חֵלֶק לְשִׁבְעָה וְגַם לִשְׁמוֹנָה, רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ, רַבִּי אֱלִיעֶזֶר אוֹמֵר תֶּן חֵלֶק לְשִׁבְעָה, אֵלּוּ שִׁבְעַת יְמֵי שַׁבָּת, הֵיאַךְ מָה דְאַתְּ אָמַר <small>(מלכים א יח, מד)</small>: וַיְהִי בַּשְּׁבִעִית, בְּיוֹם הַשַּׁבָּת. וְגַם לִשְׁמוֹנָה, אֵלּוּ שְׁמוֹנַת יְמֵי הַמִּילָה, דִּכְתִיב <small>(מלכים א יח, מב)</small>: וַיָּשֶׂם פָּנָיו בֵּין בִּרְכָּו וגו', וְלָמָּה בֵּין בִּרְכָּו, אֶלָּא אָמַר לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא רִבּוֹנוֹ שֶׁל עוֹלָם אֲפִלּוּ אֵין בְּיַד בָּנֶיךָ אֶלָּא זְכוּת שְׁתֵּי מִצְווֹת הַלָּלוּ, שַׁבָּת וּמִילָה, כְּדַאי שֶׁתְּרַחֵם עֲלֵיהֶם. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, תֶּן חֵלֶק לְשִׁבְעָה, אֵלּוּ שִׁבְעַת יְמֵי הַפֶּסַח. וְגַם לִשְׁמוֹנָה, אֵלּוּ שְׁמוֹנַת יְמֵי הֶחָג. וּמִנַּיִן לְרַבּוֹת עֲצֶרֶת וְרֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים, תַּלְמוּד לוֹמַר: גַּם וְגַם, רִבּוּיִין. רַבִּי עֲזַרְיָה אוֹמֵר, תֶּן חֵלֶק לְשִׁבְעָה, זֶה דּוֹר שֶׁמָּל משֶׁה לְשִׁבְעָה, וְגַם לִשְׁמוֹנָה, זֶה דּוֹר שֶׁמָּל יְהוֹשֻׁעַ לִשְׁמוֹנָה, דִּכְתִיב <small>(יהושע ה, ב)</small>: בָּעֵת הַהִיא אָמַר ה' אֶל יְהוֹשֻׁעַ וגו' מֹל אֶת בְּנֵי יִשְׂרָאֵל שֵׁנִית, מִכְּלַל שֶׁמָּלָן בָּרִאשׁוֹנָה, וַיַּעַשׂ לוֹ יְהוֹשֻׁעַ, שֶׁעָשׂוּ אוֹתָה גִּבְעָה בָּעֲרָלוֹת. רַבִּי נְחֶמְיָה פָּתַר קְרָיָיא בַּנְּשִׂיאִים, תֶּן חֵלֶק לְשִׁבְעָה, דִּכְתִיב <small>(במדבר ז, מח)</small>: בַּיּוֹם הַשְּׁבִיעִי נָשִׂיא לִבְנֵי אֶפְרָיִם, וְגַם לִשְׁמוֹנָה, דִּכְתִיב <small>(במדבר ז, נד)</small>: בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה. רַבִּי יְהוּדָה פָּתַר קְרָיָיא בַּמִּלּוּאִים, תֶּן חֵלֶק לְשִׁבְעָה, אֵלּוּ שִׁבְעַת יְמֵי הַמִּלּוּאִים, שֶׁנֶּאֱמַר <small>(ויקרא ח, לג)</small>: כִּי שִׁבְעַת יָמִים יְמַלֵּא אֶת יֶדְכֶם. וְגַם לִשְׁמוֹנָה, דִּכְתִיב <small>(ויקרא ט, א)</small>: וַיְהִי בַּיּוֹם הַשְּׁמִינִי. רַבִּי הוּנָא אָמַר: תֶּן חֵלֶק לְשִׁבְעָה, אֵלּוּ שִׁבְעַת יְמֵי הַנִּדָּה. וְגַם לִשְׁמוֹנָה, אֵלּוּ שְׁמוֹנַת יְמֵי הַמִּילָה, שֶׁנֶּאֱמַר <small>(ויקרא יב, ג)</small>: וּבַיּוֹם הַשְּׁמִינִי יִמּוֹל. רַבִּי לֵוִי אָמַר: תֶּן חֵלֶק לְשִׁבְעָה, אֵלּוּ שִׁבְעַת יְמֵי הַסֻּכָּה. וְגַם לִשְׁמוֹנָה <small>(במדבר כט, לה)</small>: בַּיּוֹם הַשְּׁמִינִי עֲצֶרֶת. רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן אִיתְּשֵׁישׁ וְאִיתַּגְלִיאַת אֶדְרְעֵיהּ, חֲמִיתֵּיהּ אִתְּתֵיהּ וְחַיְּיכַת וּבְכֵית, וַאֲמָרַת טוּבוֹי מָה הֲוָה חֶלְקִי בַּהֲדֵין עָלְמָא, טוּבוֹי דְּאִידְּבַקְתְּ לַהֲדֵין גּוּפָא צַדִּיקָא, וּבְכֵית וַאֲמָרַת וַוי דְּהָדֵין גּוּפָא צַדִיקָא לָאֲדָמָה. וְכַד הֲוָה מִידְמַךְ, אָמַר לָהּ אֲנָא מִידְמֵיךְ בְּרַם רִמָּה לֵית לֵיהּ מִשְׁלֵיט בִּי, אֶלָּא תּוֹלַעְתָּא דַּעֲתִידָא נַקָּרָא אֲחוֹרֵי אוּדְנִי. דְּחַד זְמַן הֲוֵינָא עָלֵיל וּשְׁמָעִית קָלֵיהּ דְּחַד בַּר נָשׁ מְחָרֵף וַהֲוַת סְפֵיקָא בְּיָדִי לְמֶיעֱבַד בֵּיהּ דִּינָא וְלָא עֲבַדִּית. וְכֵיוָן דִּדְמַךְ אִתְיְהֵב בַּהֲדָא גּוּשׁ חָלָב, וַהֲוָה רַבִּי שִׁמְעוֹן מִיתְגְּלֵי עַל מָרוֹנָאֵי וַאֲמַר לוֹן חַד עַיִן דִּיְמִין דַּהֲוַת לִי וְלֵית אַתּוּן יָהֲבֵיהּ יָתֵיהּ גַּבִּי. וַהֲווֹן מָרוֹנָאֵי אָזְלוּן בָּעְיָין מַיְיתוּנֵיהּ וְגוּשׁ חָלָב אַנְפְּקוּן בַּתְרֵיהוֹן בְּחוּטְרֵי וּבְמוּרְנְיָתָא. חַד זְמַן קְרַב צוֹמָא רַבָּה אָמְרִין הָא עָנְתָא מַיְיתִין יָתֵיהּ, עַד דְּאִינוּן בָּקְיָין, אָזְלוּן בָּעְיָין מַיְתוּנֵיהּ וְנָפְקִין תְּרֵין חֵיוָואן דְּנוּר שָׁרָן מְהַלְּכִין קֳדָמֵיהוֹן, אָמְרוּן הַהוּא שַׁעְתָּא דַּאֲנַן מַיְיתִין, וְכֵיוָן דִּמְטוֹן לִמְעַרְתָּא קָמוּן לוֹן תְּרֵין חֵיוָן לִיסְטָר, אָמְרוּן מַאן עָלֵיל מַיְיתֵי לֵיהּ, אָמְרָה אֲנָא עָלְלָה וּמַיְיתֵי לֵיהּ, דְּאִית לִי סִימָן בֵּיהּ, עֲלֵלַת לְאַיְיתֵיהּ וְאַשְׁכַּח הַהוּא תּוֹלַעְתָּא יְתִיבָא וְנָקְרָה אֲחוֹרֵי אוּדְנֵיהּ, בָּעֵית מְרִים יָתֵיהּ שְׁמָעַת בְּרַת קָלָה אָמְרַת שְׁבַקוּ לְמָרֵי חוֹבָא דְּיִגְבֵי חוֹבֵיהּ. אַיְיתוּנֵיהּ וְיַהֲבוּנֵיהּ גַּבֵּי אֲבוּי, מִן הַהוּא שַׁעְתָּא לָא אִתְגְּלֵי רַבִּי שִׁמְעוֹן עַל מָרוֹנָאֵי. רַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן כְּשֶׁהָיָה נִכְנַס לְבֵית הַוַּעַד הָיוּ פָּנָיו שֶׁל רַבִּי מַקְדִּירוֹת, וַהֲוָה אֲבוּי אָמַר לֵיהּ בְּרִי יָאוּת זֶה אֲרִי בֶּן אֲרִי וְאַתָּה אֲרִי בֶּן שׁוּעָל. מִן דִּדְמַךְ שְׁלַח תָּבַע בְּאִיתְּתֵיהּ, שְׁלָחַת וַאֲמָרַת לֵיהּ כְּלִי שֶׁנִּשְׁתַּמֵּשׁ בּוֹ קֹדֶשׁ יִשְׁתַּמֵּשׁ בּוֹ חֹל. אָמַר לָהּ וּמָה עֲבַד דַּאֲנָא לָא עָבֵיד דִּכְוָותֵיהּ, אָמְרָה לֵיהּ כַּד יָתֵיב מִלְעֵי בְּאוֹרָיְיתָא הֲוָה לָעֵי כָּל צָרְכֵּיהּ, וַהֲוָה אָמַר דְּכָל יִסּוּרֵיהוֹן דְּיִשְׂרָאֵל יֵיתוּן עֲלַי וְהַיְינוּן אַתְיָין, וְכַד הֲוַת עָנְתָה דְּמִלְעֵי הֲוָה אָמַר כָּל חַד וְחַד יֵיזֵל לֵיהּ לְאַתְרֵיהּ. אֲמַר לָהּ אוֹף אֲנָא עָבֵיד כֵּן, קְרָא לוֹן דְּיֵיתוּן וַאֲתוֹן, בְּעָא דְּיֵזְלוּן וְלָא אֲזַלוּן, וְאִית דְּאַמְרֵי תְּלַת עֲשַׂר שְׁנִין דְּיוֹמִין עֲבֵיד חֲשַׁשׁ שִׁנֵּיהּ, שְׁלַח וַאֲמַר לָהּ, אָמְרָה לֵיהּ שָׁמַעְתִּי שֶׁמַּעֲלִין בַּקֹּדֶשׁ וְלֹא מוֹרִידִין. וְגַם לִשְׁמוֹנָה, <small>(במדבר כט, לה)</small>: בַּיּוֹם הַשְּׁמִינִי עֲצֶרֶת. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Distribute a portion to seven, and also to eight, as you do not know what evil will be upon the earth” (Ecclesiastes 11:2).</b><br>“Distribute a portion to seven, and also to eight” – Rabbi Eliezer and Rabbi Yehoshua: Rabbi Eliezer says: “Distribute a portion to seven” – these are the seven days of the week, as it is stated: “It was on the seventh” (I Kings 18:44), on the day of Shabbat. “And also to eight” – these are the eight days of circumcision, as it is stated: “He put his face between his knees…” (I Kings 18:42).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">These verses describe the prophet Elijah praying for an end to a protracted drought in the Land of Israel.</i> Why between his knees? He said before the Holy One blessed be He: ‘Master of the universe, even if your descendants have only these two mitzvot to their credit, Shabbat and circumcision, it is fitting that You should have mercy on them.’<br>Rabbi Yehoshua says: “Distribute a portion to seven” – these are the seven days of Passover; “and also to eight” – these are the eight days of the festival.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Sukkot</i></i> From where do I derive to include <i>Shavuot</i>, Rosh Hashanah, and Yom Kippur? The verse states: “Also” – “and also” [and these are two] inclusions.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The term “also” is considered an inclusionary term, and the “and” preceding “also” is superfluous and therefore implies an additional inclusion. Therefore, the verse is understood to be adding <i>Shavuot</i> and the Days of Awe, i.e., Rosh HaShana and Yom Kippur. These days too are considered festivals, and the blessing of <i>Sheheḥeyanu</i> is recited, as on other festivals (Rabbi David Luria).</i><br>Rabbi Azarya says: “Distribute a portion to seven” – this is the generation that Moses circumcised after seven;<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Seven generations after Abraham circumcised the members of his household.</i> “and also to eight” – this is the generation that Joshua circumcised after eight, as it is written: “At that time, the Lord said to Joshua…circumcise the children of Israel a second time.” (Joshua 5:2). By inference, [this indicates] that [Moses] had circumcised them in the first instance. “Joshua made [flint knives] for himself [and circumcised the children of Israel at the Hill of the Foreskins]” (Joshua 5:3) – [the name of this place indicates] that they made it a hill with [all their] foreskins.<br>Rabbi Neḥemya interpreted the verse regarding the princes: “Distribute a portion to seven” – as it is written: “On the seventh day the prince of the children of Ephraim” (Numbers 7:48). “And also to eight” – as it is written: “On the eighth day the prince of the children of Manasseh (Numbers 7:54).<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The reference is to the offerings of the princes of the tribes during the days of the inauguration of the Tabernacle. Rabbi Neḥemya is interpreting the verse as an allusion to the fact that Ephraim and Manasseh were counted as separate tribes and that their princes donated their offerings on separate days, despite the fact that they were both from Joseph (<i>Etz Yosef</i>).</i><br>Rabbi Yehuda interpreted the verse regarding the inauguration. “Distribute a portion to seven” – these are the seven days of inauguration, as it is stated: “For seven days He will inaugurate you” (Leviticus 8:33). “And also to eight” – as it is written: “It was on the eighth day (Leviticus 9:1).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The reference is thus to the special offerings that were given on the seven days of inauguration, as well as to the special offerings of the eighth day, when the Tabernacle began to function with its full level of sanctity. Both sets of offerings brought Israel atonement (<i>Midrash HaMevo’ar</i>).</i><br>Rabbi Huna said: “Distribute a portion to seven” – these are the seven days of menstruation;<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">See Leviticus 15:19.</i> “and also to eight” – these are the eight days of circumcision, as it is stated: “And on the eighth day [the flesh of his foreskin] shall be circumcised” (Leviticus 12:3).<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The connection between these two sets of laws is that if a couple observes the laws concerning the impurity imparted by menstruation they will merit to have children and fulfill the mitzva of circumcision (<i>Etz Yosef</i>).</i><br>Rabbi Levi said: “Distribute a portion to seven” – these are the seven days of the booth;<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The mitzva to dwell in a booth [<i>sukka</i>] for the seven days of <i>Sukkot</i>.</i> “and also to eight” – as it is stated: “On the eighth day [you shall have] an assembly” (Numbers 29:35).<br>Rabbi Elazar ben Rabbi Shimon grew weak and his arm was uncovered. His wife saw him, and she smiled, cried, and said: ‘Happy am I with what was my lot in this world. Happy am I that I cleaved to the body of this righteous one.’ She cried and said: ‘Woe is me that the body of this righteous one is going into the ground.’ As he was dying, he said to her: ‘I am dying; however, maggots will have no power over me, other than one worm that is destined to bore a hole behind my ear, for one time I was entering [a place] and I heard the voice of a certain person who was cursing,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">He was demeaning Torah scholars.</i> and although I had the ability to punish him, I did not do so.’ When he died he was buried in Gush Ḥalav. Rabbi Shimon would appear to the residents of Meron,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">In a dream</i> and he would say to them: ‘One right eye that I had,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">My son, who was as dear to me as my right eye.</i> and you do not bury him alongside me?’ The residents of Meron would go and seek to bring him, and the residents of Gush Ḥalav would emerge against them with clubs and spears. One time, with the approach of the great fast,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Yom Kippur</i> [the residents of Meron] said: This time we will bring him, while they are preoccupied.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">While they are preoccupied with preparations for Yom Kippur.</i> They went and sought to bring him, and two snakes of fire emerged and went before them. They said: ‘This is the time that we will bring him.’<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">They interpreted the appearance of the fiery snakes as a sign that they would receive divine assistance.</i> Once they reached the cave, the two snakes stood to the side. They said: ‘Who will enter and bring him?’ She<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Rabbi Elazar’s wife</i> said: ‘I will enter and bring him, as I know an distinguishing mark in him.’ She entered and found that worm that was sitting and boring a hole behind his ear. She sought to remove it. She heard a Divine Voice saying: ‘Leave the creditor to collect its debt.’ They brought him and placed him alongside his father. From that moment on, Rabbi Shimon did not appear to the residents of Meron.<br>When Rabbi Elazar ben Rabbi Shimon would enter the study hall, the face of Rabbi [Yehuda HaNasi] would become gloomy.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">This was because Rabbi Elazar would prevail over Rabbi Yehuda HaNasi in their halakhic disputes.</i> His father<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Rabban Shimon ben Gamliel</i> would say to him: ‘My son, it is proper [that he prevails], as he is a lion, son of a lion, and you are a lion, son of a fox.’ When he died, he sent and proposed to his wife.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">After Rabbi Elazar died, Rabbi Yehuda HaNasi proposed marriage to Rabbi Elazar’s wife, who was a righteous woman in her own right.</i> She sent and said to him: ‘Shall a vessel that was used by the sacred be used by the profane?’ He said to her: ‘What did he do that I do not do like him?’ She said to him: ‘When he would sit and devote himself to Torah study, he would completely devote himself. He would say: May all the suffering of Israel come upon me, and it would come [upon him]. But when it came time to engage [in Torah study], he would say: Each and every one should go to its place.’<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">He demanded that the suffering leave him so that he could study Torah with a clear mind.</i> He said to her: ‘I, too, will do so.’ He called upon them to come, and they came. He sought for them to leave, but they did not leave. Some say, for thirteen years to the day he suffered from toothaches. He sent and told her.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Rabbi Yehuda HaNasi sent a message to Rabbi Elazar’s widow that since he had now experienced so much suffering, she should marry him.</i> She said to him: ‘I have heard that one elevates in matters of sanctity and one does not downgrade.’<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Therefore, she would not marry him.</i> “And also to eight” – as it is stated: “On the eighth day [you shall have] an assembly.”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">This implies that one is meant to always elevate in matters of sanctity, just as the seven days of <i>Sukkot</i> are followed by the Day of Assembly, <i>Shemini Atzeret</i>.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b2a0d6e4a957603a2bea", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Nasso 33:1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Midrash Tanchuma Buber, Nasso 33:1", "sourceHeRef": "תנחומא בובר, נשא ל״ג:א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נשא", "he": " [ד\"א ביום השביעי נשיא לבני אפרים אלישמע בן עמיהוד], ר' מאיר ור' יהושע בן קרחה היו דורשין את השמות, אלישמע אלי שמע, ולאדונותו לא שמע, בן עמיהוד עמי היה אבל עמה לא היה, וכן גמליאל בן פדהצור <small>(במדבר ז נד)</small>, אמר יוסף [גמליאל] גמל אל עמי גמולים טובים, בן פדהצור פדה אותו צור, ומי גרם לו, יגמלני ה' כצדקי, (כבורי) [כבור ידי] וגו' <small>(תהלים יח כא)</small>, אמר ר' שמואל בר אבא מהו (כבורי) [כבור ידי], כברירות ידי, שהייתי ברור במצות, יגמלני ה', כיצד אדם כשהוא עני בוטח בהקב\"ה, וכשהוא עשיר עבוטח בעשרו, ואין עליו יראה, אבל יוסף כשהיה עבד היה ירא את ה', שאדונותו משדלתו בדברים, והוא אומר לה ואיך אעשה הרעה הגדולה הזאת וחטאתי לאלהים <small>(בראשית לט ט)</small>, וכשנעשה מלך הוסיף יראה, שנאמר את האלהים אני ירא <small>(שם מבי ח)</small>, וכשירדו אחיו אצלו שנייה, וירא יוסף אתם וגו', וטבח טבח והכן כי אתי יאכלו האנשים בצהרים <small>(שם מג טז)</small>, והלא אין דרך מלכים (לאכול) [להכין] מיום לחבירו, א\"ר יוחנן שבת היתה, ואין הכן אלא יום השבת, שנאמר והכינו את אשר יביאו <small>(שמות טז ה)</small>, א\"ל הקב\"ה אתה שמרת את השבת עד שלא ניתנה, חייך לבן בנך אני עושה שיקריב ביום השבת, שנאמר ביום השביעי נשיא לבני אפרים.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[Another interpretation (of Numb. 7:48:) <small>ON THE SEVENTH DAY IT WAS THE PRINCE OF THE CHILDREN OF EPHRAIM, ELISHAMA BEN AMMIHUD</small>.] R. Meir and R. Joshua ben Qorhah were interpreting the names. Elishama &lt;means&gt;: \"He (Joseph) heeded (<i>shama</i>') my God (<i>Eli</i>),\" and he did not heed his mistress. <small>BEN AMMIHUD</small> means: He was \"with me ('<i>immi</i>)\" but was not with her.<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Cf. the parallel in <i>Tanh</i>., Numb. 2:28: “<small>AMMIHUD</small> (‘<i>MYHWD</i>) means: ‘His glory (<i>HWDW</i>)’ was ‘with me (‘<i>MY</i>)’ and not with another.”</i> Similarly also in the case of (Numb. 7:54:) <small>GAMALIEL BEN PEDAHZUR &lt;PRINCE OF THE CHILDREN OF MANASSEH&gt;</small>, Joseph said: [Gamaliel] &lt;means&gt;: \"God (<i>El</i>) has recompensed (<i>gamal</i>)\" my people with a good recompense (<i>gemulim</i>). Ben Pedahzur (<i><small>PDHT</small>s<small>WR</small></i>) means: \"A rock (<i><small>T</small>s<small>WR</small></i>) redeemed\" (<i><small>PDH</small></i>)\" him. And who brought it about for him (according to Ps. 18:21–22 [20–21])? <small>THE LORD REWARDED ME ACCORDING TO MY RIGHTEOUSNESS; ACCORDING TO</small> {<small>MY PURITY</small>} [<small>THE PURITY OF MY HANDS</small>] <small>&lt;HE RESTORED ME; FOR I HAVE OBSERVED THE WAYS OF THE LORD&gt;…</small>. R. Samuel bar Abba said: What is the meaning of <small>ACCORDING TO</small> {<small>MY PURITY</small>} [<small>THE PURITY OF MY HANDS</small>]? According to the purity of my hands, because I was pure through good works.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\"><i>yTa’an.</i> 3:12 (or 10) (67a.</i> (Ps. 18:21 [20]:) <small>THE LORD REWARDED ME</small>. How? When someone is poor, he trusts in the Holy One; but when he is wealthy, he trusts in his wealth and has no fear &lt;of the Divine&gt;.<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">Cf. Mark 10:25 // Matthew 19:24 // Luke 22:25.</i> However, when Joseph was a slave, he feared the Lord. When his mistress enticed him with words, he said to her (in Gen. 39:9): <small>THEN HOW SHALL I DO THIS GREAT EVIL AND SIN AGAINST GOD</small>? Also when he became king he continued in fear &lt;of the Holy One&gt;, as stated (in Gen. 42:18): <small>FOR I FEAR GOD</small>. And when his brothers came down to him a second time (according to Gen. 43:16): <small>WHEN JOSEPH SAW &lt;BENJAMIN&gt; WITH THEM, &lt;HE SAID&gt; … SLAUGHTER AND PREPARE</small> (<i>wehakhen</i>) <small>AN ANIMAL, FOR THE MEN WILL EAT WITH ME AT NOON</small>.<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Because this verse uses the word, <i>wehakhen,</i> and because the same word also occurs in Exod. 16:5, it is assumed that the conditions of Exod. 16:5 apply here to Gen. 43:16.</i> Now surely it is not customary for kings to {eat} [prepare] &lt;food&gt; one day ahead for the next. R. Johanan said: It was the Sabbath, and he had merely prepared for the Sabbath day, as stated (in Exod. 16:5): <small>&lt;AND IT SHALL COME TO PASS ON THE SIXTH DAY,&gt; THAT WHEN THEY PREPARE WHAT THEY BRING, &lt;IT WILL BE TWOFOLD&gt;</small>.<sup class=\"footnote-marker\">144</sup><i class=\"footnote\"><i>Mekhilta deRabbi Ishmael, Beshallah,</i> 1; Numb. R. 14:2; <i>TDER</i> 24 (or 26), p. 131.</i> The Holy One said to him: You have kept the Sabbath before it was given. By your life I will have the son of your son offer &lt;his sacrifice&gt; on the Sabbath day, as stated (in Numb. 7:48): <small>ON THE SEVENTH DAY IT WAS THE PRINCE OF THE CHILDREN OF EPHRAIM</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5b44527620c6d200199ecf3f", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Nasso 29:1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Midrash Tanchuma, Nasso 29:1", "sourceHeRef": "מדרש תנחומא, נשא כ״ט:א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נשא", "he": "<b>בַּיּוֹם</b> הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה. יְלַמְּדֵנוּ רַבֵּנוּ, נֵר חֲנֻכָּה שֶׁהוֹתִיר בָּהּ שֶׁמֶן בְּיוֹם רִאשׁוֹן, מַהוּ לְהַדְלִיק בָּהּ בַּשֵּׁנִי. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, נֵר חֲנֻכָּה שֶׁהוֹתִיר בָּהּ שֶׁמֶן בְּיוֹם רִאשׁוֹן, מוֹסִיף עָלָיו כָּל שֶׁהוּא וּמַדְלִיקוֹ בְּיוֹם שֵׁנִי. וְאִם הוֹתִיר בְּיוֹם שֵׁנִי, מוֹסִיף עָלָיו בַּיּוֹם הַשְּׁלִישִׁי וּמַדְלִיקוֹ. וְכֵן בִּשְׁאָר הַיָּמִים. אֲבָל הוֹתִיר בְּיוֹם שְׁמִינִי, עוֹשֶׂה לוֹ מְדוּרָה בִּפְנֵי עַצְמוֹ. לָמָּה, כֵּיוָן שֶׁהֻקְצָה לְמִצְוָה, אָסוּר לְהִשְׁתַּמֵּשׁ מִמֶּנּוּ. לֹא יֹאמַר אָדָם, אֵינִי מְקַיֵּם מִצְוֹת זְקֵנִים הוֹאִיל וְאֵינָן מִן הַתּוֹרָה. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, בָּנַי, אֵין אַתֶּם רַשָּׁאִין לוֹמַר כָּךְ. אֶלָּא כָּל מַה שֶּׁגּוֹזְרִים עֲלֵיכֶם, תִּהְיוּ מְקַיְּמִין, שֶׁנֶּאֱמַר: וְעָשִׂיתָ עַל פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ <small>(דברים יז י, יא)</small>. לָמָּה, שֶׁאַף עַל דִּבְרֵיהֶם אֲנִי מַסְכִּים, שֶׁנֶּאֱמַר: וַתִּגְזֹר אֹמֶר וַיָּקָם לָךְ <small>(איוב כב, כח)</small>. תֵּדַע לְךָ, שֶׁהֲרֵי יַעֲקֹב בְּשָׁעָה שֶׁבֵּרֵךְ מְנַשֶּׁה וְאֶפְרַיִם, מַה כְּתִיב שָׁם, וַיָּשֵׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה <small>(בראשית מח, כ)</small>, עָשָׂה הַקָּטָן קֹדֶם לַגָּדוֹל. וְקִיֵּם הַקָּדוֹשׁ בָּרוּךְ הוּא גְּזֵרָתוֹ. אֵימָתַי, בְּקָרְבְּנוֹת הַנְּשִׂיאִים שֶׁהִקְרִיב שֵׁבֶט אֶפְרַיִם תְּחִלָּה, שֶׁנֶּאֱמַר: בַּיּוֹם הַשְּׁבִיעִי נָשִׂיא לִבְנֵי אֶפְרַיִם, וְאַחַר כָּךְ מְנַשֶּׁה. מִנַּיִן, מִמַּה שֶּׁקָּרְאוּ בָּעִנְיָן בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "\"On the eighth day, the chieftain of the Children of Menashe\" (Numbers 7:54). Teach us, our rabbi, what is [the status of] a light of Chanukah from the first day that has oil remain in it. Can [it] be lit on the second [day]? So did our rabbis teach: [Regarding] a light of Chanukah from the first day that has oil remain in it, one should add [at least] a tiny amount to it and light it on the second day. And if there was [oil] left over on the second day, he adds upon it on the third day and lights. And so on with all of the days. But if there was [oil] left over on the eighth day, he makes it into a bonfire by itself. Why? Since it was put aside for the commandment, it is forbidden to use it [for another purpose]. A person should not say, \"I will not fulfill the commandments of the elders (rabbis), since they are not from the Torah.\" The Holy One, blessed be He, said to them, \"My children, you are not allowed to say this. Rather, observe anything that they decree upon you, as it is stated (Deuteronomy 17:10-11), 'And you shall do according to [...] the law that they shall instruct you.'\" Why? Because I also agree with their words, as it is stated (Job 22:28), \"You will decree and it will be fulfilled for you.\" You should know, as behold what is written [about] Yaakov at the time that he blessed Menashe and Ephraim? \"And he placed Ephraim before Menashe\" (Genesis 48:20). He made the younger [go] before the older; and the Holy One, blessed be He, fulfilled his decree. When? During the sacrifices of the chieftains, such that the tribe of Ephraim sacrificed first, as it is stated (Numbers 7:48), \"On the seventh day, the chieftain of the Children of Ephraim,\" and [only] afterwards [was the sacrifice of] Menashe. From where [do we know this]? From that what they read about the matter, \"On the eighth day, the chieftain of the Children of Menashe\" (Numbers 7:54). ", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5be1f7bb5c81ef0074e695e2", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Nasso 30:1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "Midrash Tanchuma, Nasso 30:1", "sourceHeRef": "מדרש תנחומא, נשא ל׳:א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נשא", "he": "<b>בַּיּוֹם</b> הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה. אָמַר רַבִּי אָבִין הַלֵּוִי בְּרַבִּי, הָיָה יוֹסֵף מְבָרֵךְ לְהַקָּדוֹשׁ בָּרוּךְ הוּא, וַאֲדוֹנוֹ רָאָה אוֹתוֹ מְלַחֵשׁ בְּפִיו. וְהוּא אוֹמֵר לוֹ: מָה אַתָּה אוֹמֵר. הוּא מְשִׁיבוֹ וְאוֹמֵר: אֲנִי מְבָרֵךְ לְהַקָּדוֹשׁ בָּרוּךְ הוּא. אָמַר לוֹ: אֲנִי מְבַקֵּשׁ לִרְאוֹתוֹ. אָמַר לוֹ יוֹסֵף, הֲרֵי חַמָּה שֶׁהוּא אֶחָד מִכַּמָּה שִׁמְשִׁין שֶׁלּוֹ אֵין אַתָּה יָכֹל לְהַבִּיט בּוֹ. כְּבוֹדוֹ עַל אַחַת כַּמָּה וְכַמָּה. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, בִּשְׁבִילְךָ אֲנִי נִגְלֶה עָלָיו, שֶׁנֶּאֱמַר: וַיַּרְא אֲדֹנָיו כִּי ה' אִתּוֹ <small>(שם לט, ג)</small>. אָמַר רַבִּי חֲנִינָא, מַהוּ שֶׁכָּתוּב, מִי הוּא זֶה מֶלֶךְ הַכָּבוֹד <small>(תהלים כד, י)</small>. שֶׁהוּא חוֹלֵק כָּבוֹד לִירֵאָיו. מֶלֶךְ בָּשָׂר וָדָם, אֵין מִשְׁתַּמְּשִׁין בְּשַׁרְבִיטוֹ. וּמֹשֶׁה וְאַהֲרֹן, נָטְלוּ שַׁרְבִיטוֹ, שֶׁנֶּאֱמַר: וַיִּקַּח מֹשֶׁה אֶת מַטֵּה הָאֱלֹהִים בְּיָדוֹ <small>(שמות ד, כ)</small>. מֶלֶךְ בָּשָׂר וָדָם, אֵין יוֹשְׁבִין עַל כִּסְּאוֹ. וּשְׁלֹמֹה כְּתִיב בּוֹ, וַיֵּשֵׁב שְׁלֹמֹה עַל כִּסֵּא ה' <small>(דה״‎א כט, כג)</small>. מֶלֶךְ בָּשָׂר וָדָם, אֵין רוֹכְבִין עַל סוּסוֹ. וְאֵלִיָּהוּ רָכַב עַל סוּסוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. וְאִי זֶה סוּסוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. סוּפָה וּסְעָרָה, שֶׁנֶּאֱמַר: ה' בְּסוּפָה וּבִסְעָרָה דַּרְכּוֹ <small>(נחום א, ג)</small>. וּנְתָנוֹ לְאֵלִיָּהוּ, שֶׁנֶּאֱמַר: וַיַּעַל אֵלִיָּהוּ בִּסְעָרָה הַשָּׁמַיִם <small>(מל״‎ב ב, יא)</small>. מֶלֶךְ בָּשָׂר וָדָם, אֵין לוֹבְשִׁין לְבוּשׁוֹ. וְהַקָּדוֹשׁ בָּרוּךְ הוּא, מַלְבִּישׁ לְבוּשׁוֹ לְמֶלֶךְ הַמָּשִׁיחַ. וּמַה הוּא לְבוּשׁוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. הוֹד וְהָדָר, שֶׁנֶּאֱמַר: הוֹד וְהָדָר לָבַשְׁתָּ <small>(תהלים קד, א)</small>. וּכְתִיב: הוֹד וְהָדָר תְּשַׁוֶּה עָלָיו <small>(תהלים כא, ו)</small>. מַה כְּתִיב בְּהַקָּדוֹשׁ בָּרוּךְ הוּא, כְּעַל גְּמוּלוֹת ה' כְּעַל יְשַׁלֵּם <small>(ירמיה נא, נו)</small>. מַהוּ שַׁלֵּם יְשַׁלֵּם. מְשַׁלֵּם לַטּוֹבִים כְּטוֹבִים, וְלָרָעִים כְּרָעִים. מַה כְּתִיב בְּיוֹסֵף. בֵּן פֹּרַת יוֹסֵף <small>(בראשית מט, כב)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, יוֹסֵף יְהֵא שָׁלוֹם, עַל הָעַיִן שֶׁעָצְמָה וְלֹא הִבִּיטָה בָּאַחַת הַמִּצְרִיּוֹת, שֶׁנֶּאֱמַר: בָּנוֹת צָעֲדָה עֲלֵי שׁוּר <small>(שם)</small>. אָמַר רַבִּי אָבִין, מַהוּ עֲלֵי שׁוּר. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, עָלַי לְשַׁלֵּם שְׂכַר אוֹתוֹ הָעַיִן. שָׁנוּ רַבּוֹתֵינוּ, שֶׁהָיוּ אוֹכְלִין בַּמִּקְדָּשׁ לִפְנִים מִן הַקְּלָעִים. אֲבָל בְּשִׁילֹה, מַה שֶּׁעָשָׂה יוֹסֵף, פָּרַע לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא. מַה כְּתִיב שָׁם, וְיַעֲזֹב בִּגְדּוֹ אֶצְלָהּ <small>(שם לט, יב)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֶּיךָ, כְּשֶׁיָּצְאוּ בָּנֶיךָ מִמִּצְרַיִם, עָתִיד הַיָּם לִרְאוֹת אֲרוֹנְךָ וְלִבְרֹחַ, שֶׁנֶּאֱמַר: הַיָּם רָאָה וְיָנוֹס, הַיַּרְדֵּן יִסֹּב לְאָחוֹר <small>(תהלים קיד, ג)</small>. וּמָה רָאָה, רָאָה שֶׁשָּׁמַר יוֹסֵף כָּל עֲשֶׂרֶת הַדִּבְּרוֹת. שִׁמְעוֹן אִישׁ קִטְרוֹן אוֹמֵר, עַצְמוֹתָיו שֶׁל יוֹסֵף רָאָה. וְלֹא עוֹד, אֶלָּא שֶׁהָיְתָה אֲרוֹנוֹ מְהַלֶּכֶת לִפְנֵי הָאֲרוֹן. וְאֻמּוֹת הָעוֹלָם רוֹאִין אוֹתוֹ וְאוֹמְרִים: מַה טִּיבוֹ שֶׁל אֲרוֹן זֶה שֶׁהוּא הוֹלֵךְ לִפְנֵי אֲרוֹן שֶׁל תּוֹרָה. וְיִשְׂרָאֵל אוֹמְרִים: זֶה אֲרוֹן הַמֵּת, שֶׁהוּא מְהַלֵּךְ לִפְנֵי אֲרוֹן הַתּוֹרָה, שֶׁקִּיֵּם זֶה כָּל מַה שֶּׁכָּתוּב בָּזֶה עַד שֶׁלֹּא נִתְּנָה הַתּוֹרָה, וּלְפִיכָךְ זָכָה לֵילֵךְ עִמּוֹ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְיוֹסֵף, יוֹסֵף, אַף עַל פִּי שֶׁפָּרַעְתִּי לְךָ מִקְּצָת שָׂכָר, הַקֶּרֶן קַיֶּמֶת לְךָ לָעוֹלָם הַבָּא, כְּדֵי שֶׁיִּגָּאֲלוּ יִשְׂרָאֵל גְּאֻלַּת עוֹלָמִים, בִּזְכוּת יַעֲקֹב וּבִזְכוּתְךָ הֵם נִגְאָלִין, שֶׁנֶּאֱמַר: גָּאַלְתָּ בִזְרוֹעַ עַמֶּךָ בְּנֵי יַעֲקֹב וְיוֹסֵף סֶלָה <small>(שם עז, טז)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numbers 7:54:) \"On the eighth day, the prince of the Children of Manasseh.\" R. Abbin Berabbi the Levite said, “As Joseph was offering his praise, his master saw him murmuring with his mouth.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Numb. R. 14:3.</i> He said to him, ‘What are you saying.’ Then he answered and said to him, ‘I am offering praise to the Holy One, blessed be He.’ He said to him, ‘I want to see Him.’ Joseph said to him, ‘Consider the sun, [who is merely] one of His several attendants.<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">In an unvowelled Hebrew text “sun” (<i>shemesh</i>) and “attendant” (<i>shammash</i>) would have the same spelling, i.e., <i>ShMSh</i>.</i> [Since] you cannot look at [His attendant], how much the less [can you look at] His own glory.’<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">See above. Exod. 8:6; below, Numb. 3:15.</i> The Holy One, blessed be He, said to him, ‘By your life, because of you I am appearing to him.’ Thus it is stated (in Gen. 39:3), ‘When his master saw that the Lord was with him.’” R. Chaninah said, “What is the meaning of (Ps. 24:10), ‘Who is this King of glory]?’ [It is] since He shares His glory with those who fear Him.<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Above, Exod. 2:7, and the other parallels listed there.</i> In the case of a king of flesh and blood, no one [else] uses his scepter; but the Holy One, blessed be He, gave his scepter to Moses, as stated (in Exod. 4:20), ‘and Moses took the rod of God in his hand.’ In the case of a king of flesh and blood, no one [else] sits on his throne; but it is written about Solomon (in I Chron. 29:23), ‘Then Solomon sat upon the throne of the Lord.’ In the case of a king of flesh and blood, no one [else] rides on his horse; but Elijah ride on the horse of the Holy One, blessed be He. Now which horse belongs to the Holy One, blessed be He? Storm and whirlwind. Thus it is stated (in Nahum 1:3), ‘the Lord is in the whirlwind, and the storm is His road.’ And He gave it to Elijah. So it is written (in II Kings 2:11), ‘and Elijah went up in a whirlwind into the heavens.’ In the case of a king of flesh and blood, no one [else] wears his attire; but the Holy One, blessed be He has put his attire on the messianic king. And what is the attire of the Holy One, blessed be He? Honor and majesty, as stated (in Ps. 104:1), ‘You have put on honor and majesty.’ And it is written (in Ps. 21:6), ‘honor and majesty do You bestow upon him.’” What is written about the Holy One, blessed be He (in Is. 59:18)? “According to their deeds, so shall He repay.”<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">Biblical translations commonly render “RECOMPENSE” (<i>gemulot</i>) as “THEIR DEEDS.”</i> What is the meaning of “[He] shall repay […] He shall repay” (twice)? That He repays the good according to their good [deeds] and the evil according to their evil [deeds]. What is written about Joseph (in Gen. 49:22)? “Joseph is a fruitful son.”<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">So literally. Biblical translations usually render “son” (<i>ben</i>) by a word like “bough” or “vine.”</i> The Holy One, blessed be He, said to him, “Joseph, there shall be peace upon the eye which you closed and did not look at any of the Egyptian women.”<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Cf. Gen. R. 98(99):18.</i> Thus it is stated (ibid., cont.), “daughters<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Again English versions generally read “boughs” or the like.</i> step upon the wall (i.e., to gaze).” R. Abbin said, “What is the meaning of ‘upon the wall ('<i>ly shwr</i>)’?<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Numb. R. 14:6.</i> The Holy One, blessed be He, said, ‘It is for me ('<i>ly</i>) to pay a reward (<i>skr</i>) for that eye.’” Our masters have taught (in <i>Zev.</i> 14:4, 5, 6, 7, 8) that they would eat in the Temple within the curtains, but in Shiloh (which lay in Ephraimite territory) [they would eat outside the sanctuary as far away as the eye could see,<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">See <i>Zev</i>. 118b.</i> as] the Holy One, blessed be He, rewarded Joseph for what he did. What is written [about Joseph (in Gen. 39:12)? “And he left his cloak [in her hand].” The Holy One, blessed be He, said to him, “By your life, when the Children of Israel go out from Egypt in the future, the sea is going to see your coffin and flee.”<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">See <i>Mekhilta deRabbi Ishmael, Beshallah,</i> 4; Gen. R. 84:5; M. Pss. 114:9.</i> It is so stated (in Ps. 114:3), “The sea saw and fled […].” What did it see? It saw that Joseph had kept all of the Ten Commandments. Simeon, the man of Kitron, says, “It saw the bones of Joseph.”<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">Gen. R. 87:8).</i> And in addition, Joseph's coffin (<i>aron</i>) proceeded before the ark (<i>aron</i>). And the peoples of the world saw it and said, “What is the nature of this ark which is proceeding before the ark of the Torah?” Then Israel said, “This is a coffin of a dead man that is proceeding before the ark of the Torah, since this [man] fulfilled everything that was written in this [Torah], before the Torah was given. And therefore he merited to proceed with it.” The Holy One, blessed be He, said to Joseph, “Joseph, although I have rewarded you with a little reward in this world, the main fund remains for you in the world to come, when Israel is redeemed with an everlasting redemption. Through the merit of Jacob and through your merit, they will be redeemed, as stated (in Ps. 77:16), “With Your mighty arm You redeemed Your people, the Children of Jacob and Joseph. Selah.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c46b2fb08d98a02694f02cb", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, שָׁעָה II 1", "anchorRef": "Numbers 7:12-83", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Jastrow, שָׁעָה II 1", "sourceHeRef": "מילון יסטרוב, שָׁעָה II א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "שָׁעָה II", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שָׁעָה II</strong> f.  (<a class=\"refLink\" href=\"/Daniel.4.16\" data-ref=\"Daniel 4:16\">Dan. IV, 16</a>; <a class=\"refLink\" href=\"/Jastrow,_שָׁעָה.1\" data-ref=\"Jastrow, שָׁעָה 1\">preced.</a>, v. Del. Proleg. p. 39 sq.) <i>moment, while; hour</i>, esp. <i>the twelfth portion</i> of the day and of the night, varying according to the season. <a class=\"refLink\" href=\"/Tosefta_Berakhot.1.1\" data-ref=\"Tosefta Berakhot 1:1\">Tosef. Ber. I, 1</a>, a. e., v. <a class=\"refLink\" href=\"/Jastrow,_עוֹנָה IV.1\" data-ref=\"Jastrow, עוֹנָה IV 1\"><span dir=\"rtl\">עוֹנָה</span> I</a>. <a class=\"refLink\" href=\"/Berakhot.7a.10\" data-ref=\"Berakhot 7a:10\">Ber. 7ᵃ</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_רֶגַע.1\" data-ref=\"Jastrow, רֶגַע 1\">רֶגַע</a>. <a class=\"refLink\" href=\"/Berakhot.7b.22\" data-ref=\"Berakhot 7b:22\">Ib. 7ᵇ</a>, a. e. <span dir=\"rtl\">הש׳ משחקת</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׂחַק.1\" data-ref=\"Jastrow, שָׂחַק 1\">שָׂחַק</a>. <a class=\"refLink\" href=\"/Eichah_Rabbah.3.13\" data-ref=\"Eichah Rabbah 3:13\">Lam. R. to III, 37</a> <span dir=\"rtl\">מש׳ שאמר וכ׳</span> from the moment that the Lord said &c. <a class=\"refLink\" href=\"/Mishnah_Berakhot.1.1\" data-ref=\"Mishnah Berakhot 1:1\">Ber. I, 1</a> <span dir=\"rtl\">מש׳ שהכהנים וכ׳</span> from the time of day when the priests go in &c. <a class=\"refLink\" href=\"/Mishnah_Pesachim.2.1\" data-ref=\"Mishnah Pesachim 2:1\">Pes. II, 1</a> <span dir=\"rtl\">כל ש׳</span> as long. <a class=\"refLink\" href=\"/Ketubot.104a.8\" data-ref=\"Ketubot 104a:8\">Keth. 104ᵃ</a> <span dir=\"rtl\">בש׳ שהצדיק וכ׳</span> when a righteous man is called away &c. <a class=\"refLink\" href=\"/Ketubot.104a.6\" data-ref=\"Ketubot 104a:6\">Ib.</a> <span dir=\"rtl\">בשְׁעַת פטירתו וכ׳</span> when Rabbi died &c. <a class=\"refLink\" href=\"/Berakhot.64a.2\" data-ref=\"Berakhot 64a:2\">Ber. 64ᵃ</a> <span dir=\"rtl\">הדוחק את הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּחַק.1\" data-ref=\"Jastrow, דָּחַק 1\">דָּחַק</a>; <span dir=\"rtl\">נדחה מפני הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּחָה.1\" data-ref=\"Jastrow, דָּחָה 1\">דָּחָה</a>. <a class=\"refLink\" href=\"/Shabbat.10a.7\" data-ref=\"Shabbat 10a:7\">Sabb. 10ᵃ</a>, a. e. <span dir=\"rtl\">מניחין … ועוסקין בחיי ש׳</span> they neglect the life everlasting, and busy themselves with the life of the hour (earthly affairs). <a class=\"refLink\" href=\"Jerusalem_Talmud_Taanit.3.11.5\" data-ref=\"Jerusalem Talmud Taanit 3:11:5\">Y. Taan. III, 67ᵃ</a> (expl. <span dir=\"rtl\">יולדתך</span>, <a class=\"refLink\" href=\"/Proverbs.23.25\" data-ref=\"Proverbs 23:25\">Prov. XXIII, 25</a>) <span dir=\"rtl\">שַׁעַתְךָ</span> (or <span dir=\"rtl\">שַׁעְתְּךָ</span>) thy hour (of birth). <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.1.1.9\" data-ref=\"Shir HaShirim Rabbah 1:1:9\">Cant. R. to I, 1</a>, a. e. <span dir=\"rtl\">בשַׁעְתּוֹ</span> in its due time, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סֵפֶל.1\" data-ref=\"Jastrow, סֵפֶל 1\">סֵפֶל</a>; <a class=\"refLink\" href=\"/Bamidbar_Rabbah.10.4\" data-ref=\"Bamidbar Rabbah 10:4\">Num. R. s. 10</a><sup>4</sup> <span dir=\"rtl\">בין שעתו</span>. <a class=\"refLink\" href=\"/Shemot_Rabbah.19.4\" data-ref=\"Shemot Rabbah 19:4\">Ex. R. s. 19</a>, a. fr. <span dir=\"rtl\">לש׳ קלה</span>, v. <a class=\"refLink\" href=\"/Jastrow,_קַל II.1\" data-ref=\"Jastrow, קַל II 1\"><span dir=\"rtl\">קַל</span> II</a>; a. v. fr.—<span dir=\"rtl\">הוראת ש׳</span>, or <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_ש׳.1\" data-ref=\"Jastrow, ש׳ 1\">ש׳</a> temporary, special legislation, opp. <span dir=\"rtl\">דורות</span>. <a class=\"refLink\" href=\"/Yoma.69b.5\" data-ref=\"Yoma 69b:5\">Yoma 69ᵇ</a>. <a class=\"refLink\" href=\"/Menachot.19b.5\" data-ref=\"Menachot 19b:5\">Men. 19ᵇ</a> <span dir=\"rtl\">דורות מש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דּוֹר.1\" data-ref=\"Jastrow, דּוֹר 1\">דּוֹר</a>. <a class=\"refLink\" href=\"/Menachot.56a.4\" data-ref=\"Menachot 56a:4\">Ib. 56ᵃ</a> <span dir=\"rtl\">ש׳ מדורות וכ׳</span> we cannot derive the modes of a temporary act (e.g. the offerings of the princes, <a class=\"refLink\" href=\"/Numbers.7.12-83\" data-ref=\"Numbers 7:12-83\">Num. VII, 12-83</a>) from the laws concerning a permanent institution; a. fr.—Pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שָׁעוּת.1\" data-ref=\"Jastrow, שָׁעוּת 1\">שָׁעוֹת</a>. <a class=\"refLink\" href=\"/Berakhot.3a.5\" data-ref=\"Berakhot 3a:5\">Ber. 3ᵃ</a> <span dir=\"rtl\">עד ארבע ש׳</span> to four hours (the fourth hour of the night). <a class=\"refLink\" href=\"/Pesachim.58a.3\" data-ref=\"Pesachim 58a:3\">Pes. 58ᵃ</a> <span dir=\"rtl\">שתי ש׳ ומחצה</span> two hours and a half. <a class=\"refLink\" href=\"/Mishnah_Sanhedrin.5.3\" data-ref=\"Mishnah Sanhedrin 5:3\">Snh. V, 3</a> <span dir=\"rtl\">אחד אומר בשתי ש׳ וכ׳</span> if one witness testifies that the act under consideration was committed at the second hour of the day &c. <a class=\"refLink\" href=\"/Mishnah_Kelim.12.4\" data-ref=\"Mishnah Kelim 12:4\">Kel. XII, 4</a> <span dir=\"rtl\">אבן הש׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֶבֶן.1\" data-ref=\"Jastrow, אֶבֶן 1\">אֶבֶן</a>; a. v. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6230287f574a17ca6b002", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 3:7:1", "anchorRef": "Numbers 7:12-59", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59"], "sourceRef": "Jerusalem Talmud Megillah 3:7:1", "sourceHeRef": "תלמוד ירושלמי מגילה ג׳:ז׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"26b\"></i>בַּחֲנוּכּה בַּנְּשִׂיאִים. בַּפּוּרִים וַיָּבֹא עֲמָלֵק. בְּרָאשֵׁי חֳדָשִׁים וּבְרָאשֵׁי חָדְשֵׁיכֶם. בַּמַּעֲמָדוֹת בְּמַעֲשֵׂה בְּרֵאשִׁית. בַּתַּעֲנִיּוֹת בְּרָכוֹת וּקְלָלוֹת. אֵין מַפְסִיקִין בַּקְּלָלוֹת אֶלָּא אֶחָד קוֹרֵא אֶת כּוּלָּן. בַּשֵּׁנִי וּבַחֲמִישִׁי וּבַשַׁבָּת בַּמִּנְחָה קוֹרִין כְּסִדְרָן וְאֵינוֹ עוֹלְה לָהֶן מִן הַחֶשְׁבּוֹן שֶׁנֶּאֱמַר וַיְדַבֵּר מֹשֶׁה אֶת מֹעֲדֵי ה׳ אֶל בְּנֵי יִשְׂרָאֵל מִצְוָתָן שֶׁיְּהוּ קוֹרִין כָּל־אֶחָד וְאֶחָד בִּזְמַנּוֹ׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> On Ḥanukkah, about the princes<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 7:12-59\" href=\"/Numbers.7.12-59\"><i>Num</i>. 7:12–59</a> (-89), on each day of Ḥanukkah one reads the princes’ offerings for that day of the dedication of the Tabernacle.</i>. On Purim, <i>Amaleq came</i><sup class=\"footnote-marker\">122</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 17:8-16\" href=\"/Exodus.17.8-16\"><i>Ex</i>. 17:8–16</a>.</i>. On New Moons, <i>on the start of your months</i><sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 28:11-15\" href=\"/Numbers.28.11-15\"><i>Num</i>. 28:11–15</a>.</i>. For the bystanders, the Creation<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">On each day of the week one reads the corresponding day of Creation; <a class=\"refLink\" data-ref=\"Genesis 1:1-2:3\" href=\"/Genesis.1.1-2.3\"><i>Gen</i>. 1:1–2:3</a>.</i>. On fast days, blessings and curses<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Either <a class=\"refLink\" data-ref=\"Leviticus 26:3-46\" href=\"/Leviticus.26.3-46\"><i>Lev</i>. 26:3–46</a> or <a class=\"refLink\" data-ref=\"Deuteronomy 28\" href=\"/Deuteronomy.28\"><i>Deut</i>. Chapter 28</a>.</i>. One does not interrupt curses, but one person reads them entirely. On Monday, Thursday, and Sabbath afternoon one reads regularly but they may not count it in the series<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">One reads the start of the portion to be read on the next Sabbath; this has no influence on the text to be read on the Sabbath.</i>, as it is said<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:44\" href=\"/Leviticus.23.44\"><i>Lev</i>. 23:44</a>.</i>, <i>Moses spoke to the Children of Israel about the holidays of the Eternal</i>; the obligation is that each one be read in its time.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d081b6084aa1cbf04445", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גַּמְלִיאֵל 1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "BDB, גַּמְלִיאֵל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גַּמְלִיאֵל א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גַּמְלִיאֵל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">גַּמְלִיאֵל</span></big>  <strong>n.pr.m. (</strong><em>reward of God</em><strong>)</strong> a prince of Manasseh <a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">Nu 1:10</a>; <a data-ref=\"Numbers 2:20\" href=\"/Numbers.2.20\">2:20</a>; <a data-ref=\"Numbers 7:54\" href=\"/Numbers.7.54\">7:54</a>, <a data-ref=\"Numbers 7:59\" href=\"/Numbers.7.59\">59</a>; <a data-ref=\"Numbers 10:23\" href=\"/Numbers.10.23\">10:23</a>, cf. Mishn. <span dir=\"rtl\">גמליאל</span>, Palm. Vog.<sup>No. 124</sup>, 𝔊 Γαμαλιήλ Acts 5:34."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2c8b6084aa1cbf1e453", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְנַשֶּׁה 1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "BDB, מְנַשֶּׁה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְנַשֶּׁה א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְנַשֶּׁה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מְנַשֶּׁה</span></big><sub>136</sub>  <strong>n.pr.m.</strong> et <strong>trib. Manasseh (</strong>interpr. <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">Gn 41:51</a> as Pi. causat. √II. <span dir=\"rtl\">נשׁה</span> q.v.<strong>)</strong>;—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Genesis 46:20\" href=\"/Genesis.46.20\">Gn 46:20</a> +; <span dir=\"rtl\">מְנַשֶּׁ֑ה</span> <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">41:51</a> + (on <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a> v. <a data-ref=\"BDB, מֹשֶׁה\" href=\"/BDB,_מֹשֶׁה\", dir=\"rtl\">מֹשֶׁה</a>); c. art. (strangely), <span dir=\"rtl\">הַמְֿ׳</span> <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a> <a data-ref=\"Joshua 1:12\" href=\"/Joshua.1.12\">Jos 1:12</a> + (v. infr.); 𝔊 Μαν(ν)ασση;—<br><strong>1.</strong> †<strong>a.</strong>  <em>Manasseh</em>, eldest son of Joseph <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">Gn 41:51</a>; <a data-ref=\"Genesis 48:1\" href=\"/Genesis.48.1\">48:1</a>, <a data-ref=\"Genesis 48:13\" href=\"/Genesis.48.13\">13</a>, <a data-ref=\"Genesis 48:14\" href=\"/Genesis.48.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Genesis 48:17\" href=\"/Genesis.48.17\">17</a>, <a data-ref=\"Genesis 48:20\" href=\"/Genesis.48.20\">20</a><sup>(×2)</sup>, also <a data-ref=\"Genesis 50:23\" href=\"/Genesis.50.23\">50:23</a> (father of Machir; all E), <a data-ref=\"Genesis 46:20\" href=\"/Genesis.46.20\">46:20</a>; <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">48:5</a> (both P). <strong>b.</strong>  of tribe, often + Ephraim (v. <a data-ref=\"BDB, אֶפְרַ֫יִם\" href=\"/BDB,_אֶפְרַ֫יִם\", dir=\"rtl\">אֶפְרַיִם</a>): (1) the part W. of Jordan: †<em>a</em>. <span dir=\"rtl\">בְּנֵי מ׳</span> <a data-ref=\"Joshua 16:9\" href=\"/Joshua.16.9\">Jos 16:9</a>; <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">17:2a</a> <span dir=\"rtl\">(בני־מ׳ הַנּוֹתָרִים)</span>, v <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">2</a> b, <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">6</a>, <a data-ref=\"Joshua 17:12\" href=\"/Joshua.17.12\">12</a> (all JE), <a data-ref=\"I Chronicles 7:29\" href=\"/I_Chronicles.7.29\">1 Ch 7:29</a>; <a data-ref=\"I Chronicles 9:3\" href=\"/I_Chronicles.9.3\">9:3</a> (<span dir=\"rtl\">בְּנֵי אֶפְרַיִם וּמ׳</span>; <a data-ref=\"Joshua 13:29\" href=\"/Joshua.13.29\">Jos 13:29</a> v. infr.); β. <span dir=\"rtl\">מ׳</span> alone, <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a>, <a data-ref=\"Joshua 17:8\" href=\"/Joshua.17.8\">8</a><sup>(×2)</sup>, <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">9b</a>, <a data-ref=\"Joshua 17:11\" href=\"/Joshua.17.11\">11</a>, <a data-ref=\"Joshua 17:17\" href=\"/Joshua.17.17\">17</a> <a data-ref=\"Deuteronomy 34:2\" href=\"/Deuteronomy.34.2\">Dt 34:2</a> (<span dir=\"rtl\">אֶרֶץ אֶפְרַיִם וּמ׳</span>; all JE), <a data-ref=\"II Chronicles 30:10\" href=\"/II_Chronicles.30.10\">2 Ch 30:10</a> (<em>id.</em>), <a data-ref=\"Joshua 16:4\" href=\"/Joshua.16.4\">Jos 16:4</a>; <a data-ref=\"Joshua 17:7\" href=\"/Joshua.17.7\">17:7</a>, <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">9a</a>, <a data-ref=\"Joshua 17:10\" href=\"/Joshua.17.10\">10</a> (all P), also appar. <a data-ref=\"Deuteronomy 33:17\" href=\"/Deuteronomy.33.17\">Dt 33:17</a> (poem), <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">Ju 1:27</a>; <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">6:15</a>, <a data-ref=\"Judges 6:35\" href=\"/Judges.6.35\">35</a>; <a data-ref=\"Judges 7:23\" href=\"/Judges.7.23\">7:23</a> <a data-ref=\"Isaiah 9:20\" href=\"/Isaiah.9.20\">Is 9:20</a><sup>(×2)</sup> <a data-ref=\"Psalms 80:3\" href=\"/Psalms.80.3\">ψ 80:3</a> + 10 times Chr; †γ. <span dir=\"rtl\">מַטֵּה מ׳</span> <a data-ref=\"I Chronicles 6:55\" href=\"/I_Chronicles.6.55\">1 Ch 6:55</a>; <span dir=\"rtl\">חֲצִי מַטֵּה מ׳</span> <a data-ref=\"Joshua 21:6\" href=\"/Joshua.21.6\">Jos 21:6</a>, <a data-ref=\"Joshua 21:25\" href=\"/Joshua.21.25\">25</a> <a data-ref=\"I Chronicles 12:32\" href=\"/I_Chronicles.12.32\">1 Ch 12:32</a>; (van d. H. v <a data-ref=\"I Chronicles 12:31\" href=\"/I_Chronicles.12.31\">31</a>); <span dir=\"rtl\">מַחֲצִית מַטֵּה חֲצִי מ׳</span> <a data-ref=\"I Chronicles 6:46\" href=\"/I_Chronicles.6.46\">6:46</a> (but on text v. Kit); <span dir=\"rtl\">שְׁנֵי מַטּוֹת מ׳ וְאֶפְרַיִם</span> <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">Jos 14:4</a> (P); †δ. <span dir=\"rtl\">חֲצִי שֵׁבֶט מ׳</span> <a data-ref=\"I Chronicles 27:20\" href=\"/I_Chronicles.27.20\">1 Ch 27:20</a>; c. art. <span dir=\"rtl\">הַשֵּׁבֶט הַמְֿ׳</span> <a data-ref=\"Joshua 13:7\" href=\"/Joshua.13.7\">Jos 13:7</a> (D). †(2) of Manasseh E. of Jordan; <em>a</em>. <span dir=\"rtl\">בְּנֵי מ׳</span> <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">Jos 22:30</a>, <a data-ref=\"Joshua 22:31\" href=\"/Joshua.22.31\">31</a> (P); β. <span dir=\"rtl\">מ׳</span> alone, <a data-ref=\"Judges 11:29\" href=\"/Judges.11.29\">Ju 11:29</a> (distinctly of territory), <a data-ref=\"Judges 12:4\" href=\"/Judges.12.4\">12:4</a> (but on text v. GFM), <a data-ref=\"Psalms 60:9\" href=\"/Psalms.60.9\">ψ 60:9</a>=<a data-ref=\"Psalms 108:9\" href=\"/Psalms.108.9\">108:9</a>; <span dir=\"rtl\">חֲצִי הַמּ׳</span> <a data-ref=\"I Chronicles 27:21\" href=\"/I_Chronicles.27.21\">1 Ch 27:21</a>; γ. <span dir=\"rtl\">מַטֵּה מ׳</span> <a data-ref=\"Joshua 17:1\" href=\"/Joshua.17.1\">Jos 17:1a</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (both P), <a data-ref=\"I Chronicles 6:47\" href=\"/I_Chronicles.6.47\">1 Ch 6:47</a>; <span dir=\"rtl\">הֲצִי מַטֵּה מ׳</span> <a data-ref=\"Joshua 22:1\" href=\"/Joshua.22.1\">Jos 22:1</a> (D), <a data-ref=\"Numbers 34:14\" href=\"/Numbers.34.14\">Nu 34:14</a> <a data-ref=\"Joshua 21:5\" href=\"/Joshua.21.5\">Jos 21:5</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a> (all P), <a data-ref=\"I Chronicles 6:56\" href=\"/I_Chronicles.6.56\">1 Ch 6:56</a>; <span dir=\"rtl\">חֲצִי מַטֵּה כְּנֵי מ׳</span> <a data-ref=\"Joshua 13:29\" href=\"/Joshua.13.29\">Jos 13:29</a> (P); δ. <span dir=\"rtl\">חֲצִי שֵׁבֶט מ׳</span> <a data-ref=\"Deuteronomy 3:13\" href=\"/Deuteronomy.3.13\">Dt 3:13</a> (D), <a data-ref=\"Joshua 13:29\" href=\"/Joshua.13.29\">Jos 13:29</a>; <a data-ref=\"Joshua 22:13\" href=\"/Joshua.22.13\">22:13</a>, <a data-ref=\"Joshua 22:15\" href=\"/Joshua.22.15\">15</a> (all P), <a data-ref=\"I Chronicles 5:18\" href=\"/I_Chronicles.5.18\">1 Ch 5:18</a>, <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">23</a>, <a data-ref=\"I Chronicles 5:26\" href=\"/I_Chronicles.5.26\">26</a>; <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">12:38</a> (van d. H. v <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">37</a>); <span dir=\"rtl\">הֲצִי שֵׁבֶט מ׳ בֶּן־יוֹסֵף</span> <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">Nu 32:33</a> (P); c. art. <span dir=\"rtl\">חֲצִי שֵׁבֶט הַמְֿ׳</span> <a data-ref=\"Joshua 1:12\" href=\"/Joshua.1.12\">Jos 1:12</a>; <a data-ref=\"Joshua 4:12\" href=\"/Joshua.4.12\">4:12</a>; <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">12:6</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a>; <a data-ref=\"Joshua 22:1\" href=\"/Joshua.22.1\">22:1</a>, <a data-ref=\"Joshua 22:7\" href=\"/Joshua.22.7\">7</a> (all D), <a data-ref=\"Joshua 22:9\" href=\"/Joshua.22.9\">22:9</a>, <a data-ref=\"Joshua 22:10\" href=\"/Joshua.22.10\">10</a>, <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">11</a>, <a data-ref=\"Joshua 22:21\" href=\"/Joshua.22.21\">21</a> (all P). Here belong also (chiefly) reff. to <span dir=\"rtl\">מ׳</span> as father of Machir (cf. <a data-ref=\"Genesis 50:23\" href=\"/Genesis.50.23\">Gn 50:23</a> supr.): †<a data-ref=\"Numbers 27:1\" href=\"/Numbers.27.1\">Nu 27:1</a>; <a data-ref=\"Numbers 32:39\" href=\"/Numbers.32.39\">32:39</a>, <a data-ref=\"Numbers 32:40\" href=\"/Numbers.32.40\">40</a>; <a data-ref=\"Numbers 36:1\" href=\"/Numbers.36.1\">36:1</a> <a data-ref=\"Joshua 13:31\" href=\"/Joshua.13.31\">Jos 13:31</a>; <a data-ref=\"Joshua 17:1\" href=\"/Joshua.17.1\">17:1</a>, <a data-ref=\"Joshua 17:3\" href=\"/Joshua.17.3\">3</a>; (all P), <a data-ref=\"I Chronicles 7:14\" href=\"/I_Chronicles.7.14\">1 Ch 7:14</a>, <a data-ref=\"I Chronicles 7:17\" href=\"/I_Chronicles.7.17\">17</a>; and of Jair <a data-ref=\"Deuteronomy 3:14\" href=\"/Deuteronomy.3.14\">Dt 3:14</a> (D), <a data-ref=\"Numbers 32:41\" href=\"/Numbers.32.41\">Nu 32:41</a> (P), <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a> (cf. <a ,=\"\" data-ref=\"BDB, מָכִיר\" dir=\"rtl\" href=\"/BDB,_מָכִיר\">מָכִיר</a>, <a ,=\"\" data-ref=\"BDB, יָאִיר\" dir=\"rtl\" href=\"/BDB,_יָאִיר\">יָאִיר</a>. †(3) of undivided tribe (never <span dir=\"rtl\">שֵׁבֶט מ׳</span>): <em>a</em>. <span dir=\"rtl\">בְּנֵי מ׳</span> <a data-ref=\"Numbers 1:34\" href=\"/Numbers.1.34\">Nu 1:34</a>; <a data-ref=\"Numbers 2:20\" href=\"/Numbers.2.20\">2:20</a>; <a data-ref=\"Numbers 7:54\" href=\"/Numbers.7.54\">7:54</a>; <a data-ref=\"Numbers 26:29\" href=\"/Numbers.26.29\">26:29</a>; <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">36:12</a> (all P); β. <span dir=\"rtl\">מ׳</span> alone, <a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">Nu 1:10</a>; <a data-ref=\"Numbers 26:28\" href=\"/Numbers.26.28\">26:28</a>, <a data-ref=\"Numbers 26:34\" href=\"/Numbers.26.34\">34</a>; <a data-ref=\"Numbers 27:1\" href=\"/Numbers.27.1\">27:1b</a> (all P), <a data-ref=\"Ezekiel 48:4\" href=\"/Ezekiel.48.4\">Ez 48:4</a>, <a data-ref=\"Ezekiel 48:5\" href=\"/Ezekiel.48.5\">5</a>; γ. <span dir=\"rtl\">מַטֵּה מ׳</span> <a data-ref=\"Numbers 1:35\" href=\"/Numbers.1.35\">Nu 1:35</a>; <a data-ref=\"Numbers 2:20\" href=\"/Numbers.2.20\">2:20</a>; <a data-ref=\"Numbers 13:11\" href=\"/Numbers.13.11\">13:11</a>, <span dir=\"rtl\">מַטֵּה בְּנֵי מ׳</span> <a data-ref=\"Numbers 10:23\" href=\"/Numbers.10.23\">Nu 10:23</a>; <a data-ref=\"Numbers 34:23\" href=\"/Numbers.34.23\">34:23</a> (all P).<br><strong>2.</strong>  son of Hezekiah, and king of Judah <strong>(</strong>Assyrian <em>Menasê, Minsê</em> Schr<sup>COT 2 K 21, 1</sup><strong>)</strong>;—<a data-ref=\"II Kings 20:21\" href=\"/II_Kings.20.21\">2 K 20:21</a>; <a data-ref=\"II Kings 20:21\" href=\"/II_Kings.20.21\">20:21</a> + 9 times Kings, 12 times Chr, <a data-ref=\"Jeremiah 15:4\" href=\"/Jeremiah.15.4\">Je 15:4</a>.<br>†<strong>3.</strong>  two who had taken strange wives: <strong>a.</strong>  <a data-ref=\"Ezra 10:30\" href=\"/Ezra.10.30\">Ezr 10:30</a>. <strong>b.</strong>  <a data-ref=\"Ezra 10:33\" href=\"/Ezra.10.33\">10:33</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3cdb6084aa1cbf2b3d5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פְּדָהצוּר 1", "anchorRef": "Numbers 7:54", "anchorRefExpanded": ["Numbers 7:54"], "sourceRef": "BDB, פְּדָהצוּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, פְּדָהצוּר א׳", "anchorVerse": 54, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פְּדָהצוּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">פְּדָהצוּר</span></big>  <strong>n.pr.m. (</strong><em>the Rock hath ransomed</em><strong>)</strong> Manassite, <a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">Nu 1:10</a>; <a data-ref=\"Numbers 2:20\" href=\"/Numbers.2.20\">2:20</a>; <a data-ref=\"Numbers 7:54\" href=\"/Numbers.7.54\">7:54</a>, <a data-ref=\"Numbers 7:59\" href=\"/Numbers.7.59\">59</a>; <a data-ref=\"Numbers 10:23\" href=\"/Numbers.10.23\">10:23</a> Φαδασσουρ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6370cd6f400056e9476f2cf9", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:5", "anchorRef": "Numbers 7:1-83", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83"], "sourceRef": "Gevia Kesef 19:5", "sourceHeRef": "גביע כסף י״ט:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "והנה בפרט האריך משה בענין הזבחים בפרי החג ובקרבנות הנשיאים, וזה הפלגה גדולה. ובאר זה כי התורה נחלקת לחומשים וגם לפרשיות, אשר קצתם הוא להמון לבד. כי בעבור שהספר הזה מסור להמון וליחידים<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">בכתב יד כתוב ״ליחידים.״</i> שהם הפכיים, הוצרך שיכתוב ענינים הם כולם ליחידים | וענינים הם כולם להמון. ומה שהוא ליחידי האמת לבדם, הוא מה שבא מענין מעשה בראשית ומעשה מרכבה. וזה רוב חומש בראשית. ומה שהוא להמון לבדו הוא רוב חומש ויקרא, שרובו זבחים והדומה להם, ובכלל כל מעשה זבח. אבל זה היה יותר מן הדברים היותר הכרחיים להמונינו, או שיעשוהו וישענו בו, כמו שישענו היחידים על המושכלות. ולכן תקע משה בלבם זה המעשה, ולכן האריך בפרט קרבן הנשיאים. ואע״פ שהכל אחד במין כתבו יב׳ פעמים בשלימותו. והיה די לנו אם היה דבר נוגע ליחידים אם כתב סדר המקריב ראשון, ואמר אחר כך ״וכן עשה כל אחד ואחד.״ כמו שכתוב כן לששת הכנים היוצאים מן המנורה, שהוא במושכלות. וגם בקצת המפורסמות אמר ״וכן תעשה לכל אבידת אחיך״ כי דרך התורה ברוב הקישים על דרך ההמשל הידוע בהגיון. כי יזכור פרט וחלק, ואחר יעשה גזירה כוללת, או אע״פ שלא יעשה, הנה כן הוא הכמה. ולכן בעבור שכתוב בתורה ״ועשית מעקה לגגיך״ אמר המורה שזה מצוה סוגיית להסיר כל מכשול מבתינו, וכל אבן נגף או מסמר בקרקע, וכל הדומה לזה. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Moses was particularly prolix with regard to the sacrifices of the oxen at the festival of Tabernacles,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">11. Num. 7:1-83, where the identical sacrifices brought by each of twelve princes at the dedication of the Tabernacle are repeated verbatim twelve times.</i> and of the princes<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">12. Num. 29:12-39.</i> —to an extreme point. The reason for that is that the Torah is divided into five books and then into paragraphs, some of which are intended exclusively for the masses.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">13. Cf. above chap. VIII, p. 170, where Kaspi explains that Genesis is intended primarily for the select individuals, whereas the later portions are for the masses.</i> The reason for this is that the Torah was to be handed to the masses (as well as) the singular individuals, which are opposites. So it was necessary to write some things exclusively for the select few, | and some things exclusively for the masses. The part that is intended for “the individuals of truth” relates to the subjects of the Account of Creation and the Account of the Chariot.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">14. These two “accounts” correspond to the Aristotelian categories of Physics and Metaphysics respectively. See L. Strauss, <i>Persecution and the Art of Writing</i> (Chicago: University of Chicago Press, 1952), pp. 38 ff.</i> This includes most of Genesis. The part that is exclusively for the masses includes most of Leviticus, which is mostly sacrifices and related things that include all the sacrificial rites. Sacrifice was one of the most necessary practices for the masses to be able to rely on its performance, just as the select few rely on intellectual truths. For this reason Moses impressed this act upon their hearts,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">15. This reflects Kaspi’s earlier comments that sacrifices are only for the benefit of the masses, who need to perform such ceremonies. Cf. chap. VI.</i> by describing the sacrifices of the princes at length. Thus, while they were all of a kind, he recorded the sacrifice twelve complete times—whereas had this been a matter concerning the select few, it would have sufficed to write the procedure followed by the first prince, and then said, “and thus did each one.” That would have been the same as in the case of the six branches of the candelabra,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">16. Exod. 25:33, “so for the six branches going out of the candlestick …”</i> which was written for intellectual purposes.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">17. In the <i>Menorat Kesef</i> (AS II 103 ff.), while explaining the Temple as a microcosm reflecting the macrocosm of the universe, Kaspi explains that the candelabra represents the six Separate Intelligences, which are beyond man’s comprehension.</i> Even some of the popular subjects used such methods, such as “and so shalt thou do with every lost thing of thy brother,”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">18. Deut. 23:3, which does not repeat all the possible objects that might be lost.</i> for the Torah customarily uses analogy based on specific example, which is known as a principle of logic.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">19. This refers to the third of the thirteen rules of Talmudic hermeneutics, as formulated by Rabbi Ishmael (in the introduction to the <i>Sifra’</i>), which states that “a general principle [<i>binyan ’av</i>], as contained in one or two Biblical laws, is applicable to all related laws.”</i> Thus, the Torah will mention a specific instance or one component, and will then make a generalizing statement, and if that is not done (explicitly), then it will be implied. (Such a case is) that which is written in the Torah, “thou shall make a parapet for thy roof,”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">20. Deut. 22:8, and MT <i>Roṣe’aḥ</i> 11:4.</i> which Maimonides explained as being a generic commandment (encompassing) the removal of every obstacle from one’s house, every stone that abuts, every nail on the ground, as well as whatever is similar to this.", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6548bce853c764d0f6aaf783", "index_title": "Cassuto on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Cassuto on Genesis, From Adam to Noah 4:7:6", "anchorRef": "Numbers 7:12-63", "anchorRefExpanded": ["Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63"], "sourceRef": "Cassuto on Genesis, From Adam to Noah 4:7:6", "sourceHeRef": "קאסוטו על בראשית, מאדם עד נח ד׳:ז׳:ו׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 7.0006, "collectiveTitle": {"en": "Cassuto on Genesis", "he": "קאסוטו על בראשית"}, "he": "<b>ואליך תשוקתו ואתה תמשל בו</b>. מה פירושן של מלים אלו בקשר למה שקדם, כבר ראינו בשורות שלמעלה. עוד נשאר לנו לבאר את היחס שביניהן ובין הכתוב הדומה שבמעשה גן עדן (ג׳, ט״ז): <b>ואל אישך תשוקתך והוא ימשל בך</b>. רוב מפרשי זמננו חושדים בחלק זה של הפסוק דווקא מפני החזרה, וסוברים שידי הסופרים נגעו בו. נראה יותר קרוב לחשוב שיש בחזרה זו אחד מאותם המקרים של השפעת הסגנון האֶפי על סגנונה של הפרוזה הסיפורית, שעליהם דיברתי באריכות במאמרי <b>ספרות מקראית וספרות כנענית</b>, שנדפס <b>בתרביץ</b>, י״ג עמ׳ 197־212, וי״ד, עמ׳ 1־10״ ובמאמרי <b>שירת העלילה בישראל</b>, שנדפס <b>בכנסת</b> לזכר ח. נ. ביאליק, ח׳, עמ׳ 121־142. כפי מה שאמרתי שם, יש לשער שגם הפרוזה הסיפורית של ישראל, כמו זו של עמים אחרים, התפתחה מתוך השירה האֶפית, ולפיכך ניכר בה עדיין רישומן של דרכי המליצה ושיטות הסגנון הרגילות בשירה האֶפית הכנענית והעברית הקדומה ביותר, כשם שבספרות היוונית אנו רואים שהלוגוגרפים, הראשונים בין סופרי דברי הימים, וגם הירודוטוס ״אבי ההיסטוריה״, משתמשים עדיין בכמה ביטויים שהיו רגילים בשירה האֶפית היוונית, וכשם שראשוני ההיסטוריונים הצרפתים, כדי להביא גם דוגמה מימי הביניים, ממשיכים להשתמש בנוסחאות קבועות שהיו רגילות להופיע לפניהם באֶפוס הצרפתי. והנה חיבה יתירה נודעת בשירה האפית לחזרות, גם במזרח וגם במערב; ותופעה זו קשורה בעצם טבעו של האפוס, הנועד מעיקרו לשמיעה ולא לקריאה. בני אדם הנאספים לשמוע את השירים האֶפיים מפיו של הזַמָר נהנים הנאה מיוחדת בשעה שהזמר מתחיל פיסקה ידועה להם מכבר, וחביבה מכבר על לבם; אז יותר קל להם להקשיב לקול הזמר, וכאילו להשתתף בזמרתו. כיוצא בזה, גם בפרוזה הסיפורית העברית נודעת חיבה יתירה לחזרות. אמנם הפרוזה, הנועדה לקריאה יותר מאשר לשמיעה, משתדלת על הרוב, כדי שלא לשעמם את <b>הקורא</b>, לשנות במקצת את הביטויים ולא לחזור עליהם מלה במלה ממש (וכבר עמדנו על זה כמה פעמים במשך פירושנו); אבל לפעמים, כשהעניין הוא טכני ואינו ניתן לשינויים, כמו במלאכת המשכן, המתוארת פעמיים (שמות כ״ה – ל״א, ל״ה – מ׳) או בקרבנות הנשיאים (במדבר ז׳, י״ב – ס״ג), אז משתמשת גם היא בחזרה מילולית. וכן גם במקרים אחרים, שבהם יכולה חזרה מילולית להיות מתאימה גם לסגנון הפרוזאי. כבר ראינו במעשה בראשית את הביטוי <b>ויהי ערב ויהי בוקר יום פלוני</b>, החוזר שש פעמים בסופן של שש פיסקות רצופות. וכן כאן: רצה הכתוב להביע רעיון דומה לרעיון שכבר הביע בהזדמנות אחרת למעלה, ולשם זה השתמש באותה הנוסחה שכבר השתמש בה בפעם הראשונה, כפי מה שרגיל במקרים מעין זה", "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]