[{"_id": "531e4fe3fbfba276047f6f64", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 7:85", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Onkelos Numbers 7:85", "sourceHeRef": "תרגום אונקלוס על במדבר ז׳:פ״ה", "anchorVerse": 85, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0085, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "מְאָה וּתְלָתִין <b>סִלְעִין הֲוָה מַתְקְלָא</b> דִמְגִיסְתָּא חֲדָא דְּכַסְפָּא וְשַׁבְעִין דְּמִזְרְקָא חַד כֹּל כְּסַף מָנַיָּא תְּרֵין אַלְפִין וְאַרְבַּע מְאָה בִּסִלְעֵי קוּדְשָׁא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "One hundred thirty [<b>shekolim was the weight of</b>] each silver tray and each bowl weighed seventy [<i>shekolim</i>]. All the silver vessels weighed two thousand four hundred [<i>shekolim</i>] according to sanctuary weights.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec79b", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 7:85", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Targum Jonathan on Numbers 7:85", "sourceHeRef": "תרגום יונתן על במדבר ז׳:פ״ה", "anchorVerse": 85, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0085, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "מְאָה וּתְלָתִין סִלְעִין הֲוֵי מַתְקְלָא דְפַיְילָתָא חֲדָא דְכַסְפָּא כָּל קֳבֵיל שְׁנִין דַהֲוָת יוֹכֶבֶד כַּד יְלִידַת יַת משֶׁה וְשׁוּבְעִין סִלְעִין הֲוֵי מַתְקְלָא דְמַזִירְקָא חַד כָּל קֳבֵיל שׁוּבְעִין סָבֵי סַנְהֶדְרִין רַבָּא כָּל כְּסַף מָאנַיָא תְּרֵין אַלְפִין וְאַרְבַּע מְאָה סִלְעִין בְּסִלְעֵי בֵּית קוּדְשָׁא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " One hundred and thirty shekels was the weight of each silver bowl, answering to the years of Jokebed when she bare Mosheh; and seventy shekels was the weight of each vase, answering to the seventy elders of the great Sanhedrin: all the silver vessels, two thousand four hundred shekels, in shekels of the sanctuary.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179effbfba22336ea6c0c", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Rashi on Numbers 7:85:1", "sourceHeRef": "רש\"י על במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>שלשים ומאה הקערה האחת וגו'.</b> מַה תַּ\"ל? לְפִי שֶׁנֶּאֱמַר \"שְׁלֹשִׁים וּמֵאָה\" וְלֹא פֵּרֵשׁ בְּאֵיזוֹ שֶׁקֶל, לְכָךְ חָזַר וּשְׁנָאָהּ כָּאן, וְכָלַל בְּכֻלָּן — <b>כל כסף הכלים, בשקל הקדש</b>:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "שלשים ומאה הקערה אחת וגו׳ EACH CHARGER OF SILVER WEIGHING AN HUNDRED AND THIRTY SHEKELS etc. — Why is this stated at all since it has already been staled several times? But because it has only been said “the weight thereof was 130 shekels”, but it does not explain according to which shekel this is reckoned, it (Scripture) therefore repeats it (the number of shekels) here and then makes a general statement with regard to all of them: “all the silver of the vessels was [two thousand and four hundred shekels] after the shekels of the Sanctuary”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "53f179effbfba22336ea6c0e", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 7:85:2", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Rashi on Numbers 7:85:2", "sourceHeRef": "רש\"י על במדבר ז׳:פ״ה:ב׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 85.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>כל כסף הכלים וגו'.</b> לִמֶּדְךָ שֶׁהָיוּ כְלֵי הַמִּקְדָּשׁ מְכֻוָּנִים בְּמִשְׁקָלָן — שׁוֹקְלָן אֶחָד אֶחָד, וְשׁוֹקְלָן כֻּלָּן כְּאֶחָד — לֹא רִבָּה וְלֹא מִעֵט (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל כסף הכלים ALL THE SILVER OF THE VESSELS [WAS TWO THOUSAND AND FOUR HUNDRED SHEKELS etc.] — By giving the sum total of the shekels it teaches you that the vessels of the Sanctuary had their weight exact (thus e.g. a bowl of 70 shekels was exactly 70, neither more nor less) — whether one weighed them each separately or whether one weighed them all together he got neither more nor less than it should have been ( Sifrei Bamidbar 54).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "569d07b7d6e4a979b40a08ef", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 54:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Sifrei Bamidbar 54:1", "sourceHeRef": "ספרי במדבר נ״ד:א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [200], "commentaryNum": 54.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "שלשים ומאה הקערה האחת למה נאמר, לפי שנאמר קרבנו קערת כסף אחת, אין לי אלא מזרק אחד שנתפרש בו בשקל הקדש קערה מנין ת\"ל כל כסף הכלים אלפים וארבע מאות בשקל הקדש. כל כסף וגו' ללמדך שלא ככלי [הדיוט כלי] בית עולמים כלי הדיוט שקלן (אחד ואחד) [כאחד.] וחזר ושקלם אחד אחד או ריבה או מיעט, אבל אלו לא ריבה ולא מיעט. ר' נתן אומר כלי בית עולמים שקלם כלים חזר ועשאן סימון חזר ועשאם כלים לא ריבה ולא מיעט:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 7:85) \"One hundred and thirty (shekels was the weight of) each silver dish\": Why is this written (again)? From \"his offering was one silver dish, etc.\" I know only that the \"bowl,\" where it is explicitly stated, was \"in the shekel of the sanctuary.\" Whence do I derive the same for the \"dish\"? It is, therefore, written (Ibid.) \"All the silver of the vessels — two thousand and four hundred shekels in the shekel of the sanctuary.\" And to teach that not as common vessels were the Temple vessels. Common vessels — If he weighs them one by one and then weighs them all together, there is some increase or decrease (in the resultant weight); but with these (Temple vessels), there is neither increase nor decrease. R. Nathan says: Temple vessels — if one weighed them and then melted them into a mold, and then re-made them into vessels, there would be no increase or decrease (in the resultant weight).", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d50d6e4a94c7c18ac6a", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 7:85", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Tafsir Rasag, Numbers 7:85", "sourceHeRef": "תפסיר רס\"ג, במדבר ז׳:פ״ה", "anchorVerse": 85, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0085, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כל קצעה מן מאיה ות̇לת̇ין מת̇קאל פצ̇ה וכל כרניב מן סבעין פד̇לך ג̇מיע פצ̇ה אלאניה אלפא מת̇קאל וארבע מאיה מת̇קאל במת̇קאל אלקדס", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154792d6e4a92409ac456a", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Siftei Chakhamim, Numbers 7:85:1", "sourceHeRef": "שפתי חכמים, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>באיזו שקל.</b> פירוש דאי לאו האי קרא ה\"א בשקל הקודש דכתיב גבי מזרק עליה לחודא קאי, לכך כתיב שלשים ומאה הקערה וגו':", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>By which shekel standard.</b> Meaning that if not for this verse one would have said that the “holy shekel” written regarding the bowl referred to it alone. Therefore it wrote “one hundred thirty [<i>shekolim</i> was the weight of] each tray…”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154792d6e4a92409ac456c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 7:85:2", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Siftei Chakhamim, Numbers 7:85:2", "sourceHeRef": "שפתי חכמים, במדבר ז׳:פ״ה:ב׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 85.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>מכוונים.</b> פירוש כל אחד מכוון למשקל חבירו אף שבכלי הדיוט אין דרך לצמצם הכרעות, אבל כלי הקודש היו זה כזה בצמצום. והטעם נראה לי להורות אף שלכל אחד מן הנשיאים היה הכוונה בקרבנו כנגד שבטו וכמו שכתב רבינו בחיי בפרשה הזאת היו השיעורים והמשקלות כולן שוים להורות שכוונת כולן לאל אחד ב\"ה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Precision.</b> Meaning that each one was precisely the weight of the other, even though the scales of an individual do not normally weigh exactly, however the Sanctuary vessels were exactly the same. It appears to me that the reason was to show that even though the thoughts of each leader were directed towards his tribe, as Rabbeinu Bachaye writes in this Parshah, the volumes and the weights were equal to show that they all intended them for the same God.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b8fdb4681a06d007988e1e8", "index_title": "Torat HaOlah", "category": "Jewish Thought", "type": "", "ref": "Torat HaOlah, Part Two 6:14", "anchorRef": "Numbers 7:84-89", "anchorRefExpanded": ["Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Torat HaOlah, Part Two 6:14", "sourceHeRef": "תורת העולה, חלק ב ו׳:י״ד", "anchorVerse": 84, "sourceHasEn": false, "compDate": [1560, 1570], "commentaryNum": 6.0014, "collectiveTitle": {"en": "Torat HaOlah", "he": "תורת העולה"}, "he": "ואמר שבדרך זה יתבאר עוד עמקי מחשבות השם יתעלה וגודל מעלות התורה שלא באו דבריה במקרה ולהכפל דברים בלבד, רק לגלות עניינים נוספים בכל דבריה, ולכן נאמר בסוף קרבנן (במדבר ז פד-פט) זאת חנכת המזבח ביום המשח אותו וגו'. קערות כסף שנים עשר מזרקי כסף שנים עשר כפות זהב שנים עשר וגו' כל כסף הכלים אלפים וארבע מאות בשקל הקודש. כפות זהב שתים עשרי וגו' כל זהב הכפות מאה ועשרים שנים עשר פרים אלים שנים עשר כבשים בני שנה שנים עשר ושעירי עזים שנים עשר וכל בקר זבח השלמים עשרים וארבע פרים אלים ששים עתודים ששים כבשים בני שנה ששים זאת חנוכת המזבח אחרי המשח אותו, ובבא משה אל אהל מועד וגו'. ומה בא ללמדנו בכל אלה, כי מי לא ידע לחשוב כזאת. ומה שכתוב רש\"י ז\"ל (שם פה) והוא במדרש פסיקתא כל כסף וגו'. למדך שהיו כלי המקדש מכוונין במשקלן שוקלן אחד אחד ושקלן כולן כאחד לא רב ולא מעט, אינו מספיק אלא בכלים שחזר ומנה משקלן, אבל בבהמות שחזר ומנאן לא שייך בהן לומר כזה, לכן נראה כי כפי הכוונה הנמשכת עולה הכל כהוגן. וכמו שפרט מכל קרבן אחד היה מורה על חדוש העולם והמשכת דורותיו עד זמנן של נשיאים, כן היה מורה עליו הכלים שחזר ומנאן, וזה דבר פלא שיורה על כוונה אחת בכלל ובפרט בלי שינוי, ואולי שלזה כוונו ז\"ל באמרן שהיה שוקלין אחד אחד ושוקלין כולן ביחד, ולא רבה ולא מיעט, והכוונה אחת.", "heVersionTitle": "Torat HaOlah, based on Prague, 1570 and Lemberg, 1858 editions ", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b88fb071e100bf4e1437", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Baraita of Rabbi Pinchas Ben Yair 1:16", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Otzar Midrashim, Baraita of Rabbi Pinchas Ben Yair 1:16", "sourceHeRef": "אוצר מדרשים, ברייתא דר׳ פנחס בן יאיר א׳:ט״ז", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1.0016, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "עתודים חמשה כבשים בני שנה חמשה - כנגד ה׳ הרגשות וה׳ מורגשות, ועוד המזבח חמש אמות אורך וחמש אמות רוחב. קערות כסף י״ב, מזרקי כסף י״ב, כפות זהב י״ב - כנגד י״ב מזלות וי\"ב מנהיגים בנפש. שבטים י״ב וכנגדם י״ב לחם הפנים על השלחן. כל כסף הכלים אלפים וארבע מאות (במדבר ז׳:פ״ה), ומשנברא העולם ועד שהיה משה בן ארבעים (נ״א בן ל״ב) שהתחיל להורות להם לישראל במצרים עברו אלפים וארבע מאות שנה. כל זהב הכפות עשרים ומאה כנגד ימי משה החסיד, שנאמר ומשה בן מאה ועשרים שנה במותו. וכן קרבן נפשות כנגד אלו: פרים י״ב כנגד מלכים, אילים י״ב כנגד נשיאים, שעירי עזים כנגד רוזנים פחתים וסגנים, כבשים כנגד פקידים שליטים והכרתי והפלתי. וכל בקר זבח השלמים עשרים וארבעה פרים כנגד כ״ד ספרים (תנ״ך), וכנגד כ״ד משמרות, וכפרה על כ״ד אלפים שמתו בבעל פעור.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "", "versionTitleInHebrew": "רבי מייק פוייר, לקט ירושלים"}, {"_id": "5d88c36b08000bfca899fc5f", "index_title": "Yeriot Shlomo on Torah", "category": "Commentary", "type": "commentary", "ref": "Yeriot Shlomo on Torah, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Yeriot Shlomo on Torah, Numbers 7:85:1", "sourceHeRef": "יריעות שלמה על התורה, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1530, 1570], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Yeriot Shlomo", "he": "יריעות שלמה"}, "heTitle": "במדבר", "he": "<b>בד\"ה כל כסף כו' שפירוש שיהיו כו' </b>נ\"ב ואין הלשון משמע כן ע\"כ נראה דלק\"מ כי כך היה הנס שכל א' היה מכוין משקלו בלי קלבון והיה במשקלו לאיזה סיד וכיונה שנימה ומ\"ה מצא ר\"מ הדרשן למצא טעם למשקנית הללו ורש\"י הביאו בפי' החומש אף שאין דרכו בכך ומטעם זה נמי נתיישב מה שהקשני חכם אחד מפני מה נכתבו הפרטי' אצל כל הנשיאים מה שכבר נכתב דרך כלל שכל נשיא היה קרבנו כך ואם ללמוד סדר הקרבתן הל\"ל ויהי המקריב ביום הראשון נחשון בן עמינדב וביום השני נתנאל בן צוער וכן כולם אלא בא ללמוד שכל א' מהם לא ידע מה שיקריב חבירו וכיונו כולם למשקל אחד וידעו סוד פנימי לאיזה דבר שכיונו א\"כ כיונו המשקלות ואף שנתנאל בן צוער נתן להם עצה להקריב היינו בסתם אבל לא על הסך משקלם ודוק מהרש\"ל:", "heVersionTitle": "Yeriot Shelomo, Prague 1609", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6c5cda51cfa3ddf3c93", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 7:3:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Ramban on Numbers 7:3:1", "sourceHeRef": "רמב\"ן על במדבר ז׳:ג׳:א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ויקריבו נשיאי ישראל וגו' ויביאו את קרבנם לפני ה'</b> בעבור היות העגלות לצורך הקרבנות יקראו קרבן וכן ונקרב את קרבן ה' איש אשר מצא כלי זהב (במדבר ל״א:נ׳) קרבן לבדק הבית והנה חשבו הנשיאים שלא יתכן שישאו הלוים על כתף קרשי המשכן והאדנים שהם כבדות מאד והביאו מעצמן עגלות שכן דרך כל נושאי בתי המלכים והיכלי אהליהם לשאת אותם בעגלות. ויתכן שנפרש <b>ויביאו את קרבנם לפני ה' שש עגלות צב</b> שש עגלות גדולות נושאות קרבנותיהם ושנים עשר בקר מושכים העגלות והנה הביאו העגלות מלאות והבקר לפני המשכן והשם צוה את משה קח מאתם הכל והיו העגלות והבקר שאינם לקרבן לעבוד את עבודת אהל מועד ואחר כך לקחו הנשיאים את קרבניהם מעל העגלות ויקריבו אותם לפני המשכן כי היו חושבים להקריב הכל בו ביום אחר שהורשו להקריבם לו והשם צוה (במדבר ז׳:י״א) נשיא אחד ליום יקריבו ולכך לא הוצרך לומר עתה <b>קח מאתם</b> ודרך הלשון לומר <b>עגלות</b> על המלוי שבהן כמו אוכלי שולחן איזבל (מלכים א יח יט) וכן כי יודע כל שער עמי (רות ג יא) ולשון חכמים (ב\"ב קמו) מאה קרונות של כדי יין וכדי שמן ושל כלי כסף וזהב ואפשר שיהיה <b>צב</b> מלאות וכן ובצבים ובפרדים (ישעיהו סו כ) בעגלות מלאות אדם ויהיה <b>שש עגלות צב</b> שש עגלות של מלוי ומלואן היה מקרבנות החנוכה אשר יפרש:<br>והזכיר הכתוב קרבנות הנשיאים בפרטן ואחר כך כלל אותם (במדבר ז׳:פ״ד) זאת חנוכת המזבח ביום המשח אותו מאת נשיאי ישראל קערות כסף שתים עשרה וכתב רש\"י (רש\"י על במדבר ז׳:פ״ה) (רש\"י על במדבר ז׳:פ״ה) ללמדך שהיו כלי הקדש מכוונין במשקלם שוקלם אחד אחד וחוזר ושוקלם כאחד כולם לא רבה ולא מיעט מיסודו של רבי משה הדרשן ואיני מבין טעמם בדבר זה אם נחשוב שהוא נס מה תועלת יש בדבר שיעשה בו הנס הזה ואם כדרך כל הארץ הוא כן בכל המשקלות למה הזכיר אותו הכתוב ובספרי (נשא קס) אמרו בפירוש ללמדך שלא ככלי הדיוט כלי בית עולמים כלי הדיוט שוקלן אחד אחד וחוזר ושוקלן כולם כאחד פעמים מרבה פעמים ממעט וכו' ושם אמרו ר' נתן אומר כלי בית עולמים שקלן כלם חזר ועשה מהן אסימון וחזר ועשאן כלים לא רבה ולא מיעט לומר שהיו זהב מזוקק מאד שאפילו יתיכם ויעשה מהם אסימון יהיו במשקלם הראשון ולא שנעשה בהן נס אלא שהיו זהב טהור מאד והנכון בטעם הכתוב כי הקב\"ה חולק כבוד ליריאיו וכמו שאמר כי מכבדי אכבד (שמואל א ב ל) והנה הנשיאים כולם ביום אחד הביאו הקרבן הזה שהסכימו עליו יחד ואי אפשר שלא יהא אחד קודם לחבירו וכבד את הנקדמים בדגלים בהקדמת ימים אבל רצה להזכירם בשמם ובפרט קרבניהם ולהזכיר יומו של כל אחד לא שיזכיר ויכבד את הראשון <b>זה קרבן נחשון בן עמינדב</b> ויאמר וכן הקריבו הנשיאים איש איש יומו כי יהיה זה קצור בכבוד האחרים ואחרי כן חזר וכללם להגיד שהיו שקולים לפניו יתברך וכן אמרו שם בספרי (נשא קס) מגיד הכתוב שכשם ששוו כולם בעצה אחת כך שוו כולם בזכות קערות כסף שתים עשרה הן הן שהתנדבו ולא אירע בהן פסול ועוד בזה טעם אחר במדרשם כי לכל אחד מהנשיאים עלה במחשבה להביא חנוכה למזבח ושתהיה בזה השיעור אבל נחשון חשב בשיעור הזה טעם אחד וזולתו כל אחד מהנשיאים חשב טעם בפני עצמו אמרו שחשב נחשון שיביא קערת כסף שיהיה מנין אותיותיה תשע מאות ושלשים כנגד שנותיו של אדם ומשקלה שלשים ומאה כנגד תולדות שהעמיד וכל המדרש כמו שכתבו רש\"י (רש\"י על במדבר ז׳:י״ט) או כפי המדרש האחר (במדב\"ר יג יג) שהיה מסורת מיעקב אבינו ביד כל שבט ושבט כל מה שיארע לו עד ימות המשיח והתחיל נחשון והקריב על סדר המלכות קערה ומזרק כנגד שני מלכים שעתידים לצאת ממנו שמולכים בים וביבשה והם שלמה ומלך המשיח ולכך הקריב קערה כנגד הים שהוא מקיף את העולם כולו ודומה לקערה שלשים ומאה שביום שלישי הקווה הקב\"ה כל הימים למקום אחד וקראם <b>ימים</b> בגימטריא מאה ושלמה הוסיף ים אחד למלאכת המקדש וקו שלשים יסוב אותו (מלכים א ז כג) הרי מאה ושלשים: <b>מזרק אחד כסף</b> כנגד העולם שהוא עשוי ככדור שבעים שקל שהם ימשלו על שבעים אומות שניהם מלאים שיביאו להם מנחות מכולן סולת המסולאים בפז (איכה ד ב) בלולה בשמן טוב שם משמן טוב (קהלת ז א) כסף כמה דתימא כסף נבחר לשון צדיק (משלי י כ) כף אחת עשרה זהב כנגד עשרה דורות מן פרץ ועד דוד שהיו כולם צדיקים מלאים מעשים טובים כריח הקטורת: <b>פר</b> אחד כנגד אברהם איל אחד כנגד יצחק כבש אחד כנגד יעקב שעיר עזים אחד לכפר על מעשה יהודה שהביא הכתונת לאביו ולזבח השלמים בקר שנים כנגד דוד ושלמה שהתחילו במלכות והיו צדיקים והיתה המלכות שלימה אילים חמשה עתודים חמשה כבשים בני שנה חמשה כנגד חמשה עשר מלכים שהיו מן רחבעם ועד צדקיהו מלך בן מלך מהם צדיקים גמורים מהם בינונים מהם רשעים גמורים זו מחשבתו של נחשון בן עמינדב ונתנאל בן צוער חשב גם כן בלבו שיביא חנוכה בשיעור זה וחשב בו טעם אחר (במדב\"ר יג טו) והקריב על שם התורה לפי שהיה שבחו של שבט יששכר בחכמת התורה קערת כסף כנגד התורה שקרויה לחם שנאמר לכו לחמו בלחמי (משלי ט ה) ונאמר בלחם הפנים (שמות כה כט) ועשית קערותיו וזבולון הקריב שהיה עוסק בפרקמטיא וטורח ונותן לתוך פיו של יששכר ונוטל שכר עמו קערה כנגד הים שהיה לחוף ימים (במדב\"ר יג טז) וכן מצאו שם במדרש בכל שבט ושבט טעם מיוחד בקרבנו ובשיעורי הקרבן ולכך השוה אותם הכתוב לפרט כל אחד בעצמו כאילו לא הוזכר האחר ואחרי כן כללם כאחד לרמוז כי בעת אחת עלה במחשבתם להקריב החנוכה ולא קדם אחד לחבירו במחשבה ולא בהבאה לפני המשכן ועל זה הזכירם הכתוב לכולם בהשואה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THEY BROUGHT THEIR OFFERING BEFORE THE ETERNAL. Since the wagons [which the princes brought] were for the purpose of the offerings [i.e., for transporting the Tabernacle, where offerings are made before G-d] they are also called “offering.” Similarly, <i>And we have brought the Eternal’s offering, what every man hath gotten, of jewels of gold</i>,<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Further, 31:50.</i> meaning “an offering” for the repairs of the Tabernacle. Now the princes thought that it would be impossible for the Levites to carry on their shoulders the boards of the Tabernacle and the sockets, which were very heavy, and therefore they brought the wagons of their own accord, for such is the way that all those who carry houses of kings and their palatial tents adopt, transporting them on wagons.<br>We may also explain that the expression <i>And they brought their offering before the Eternal, six wagons ‘tzov,’</i> means six large wagons bearing their offerings, <i>and twelve oxen</i> drawing the wagons. Thus they brought the wagons laden [with the offerings], and the oxen [drawing the wagons] <i>before the Tabernacle</i>. And G-d commanded Moses, <i>Take</i> all of <i>it of them, and</i> the wagons and the oxen which were not brought for offerings <i>shall do the service of the Tent of Meeting</i>.<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Verse 5.</i> Afterwards the princes took their offerings down from the wagons and brought them before the Tabernacle,<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Verse 10.</i> intending to offer them all up on that day since they had been given permission to offer them before Him, but G-d commanded, <i>each prince on his day</i><sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Verse 11.</i> <i>shall they bring their offerings</i>. And because of this [i.e., since the wagons that the princes brought contained the animals that they intended to offer up] it was not necessary now that He should say to Moses “take it of them,” [as the original statement<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Verse 5.</i> already implies G-d’s consent to the offerings as well].<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">But according to the first interpretation, that the wagons were empty and were brought so that the Levites could transport the Tabernacle in them, and G-d consented by saying to Moses, <i>Take it of them</i>, the question arises: when the princes came back and brought the actual dedication-offerings, why did G-d likewise not tell Moses to take the offerings from them? Hence the second interpretation is to be preferred.</i> And it is a linguistic expression [in the Sacred Language] to say “wagons” when referring to their contents, just like: <i>those who eat ‘shulchan Izebel’</i><sup class=\"footnote-marker\">140</sup><i class=\"footnote\">I Kings 18:19.</i> [literally: “Jezebel’s table,” which means “the food on Jezebel’s table”]. So also: <i>for all ‘sha’ar ami’ do know</i><sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Ruth 3:11.</i> [literally: for all “the gates of my people” do know, which means: “for all the people in the gates of my people do know”]. And [likewise we find] in the language of the Sages:<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">Baba Bathra 146 a.</i> “a hundred wagons of pitchers of wine and pitchers of oil, and of silver and golden vessels” [the meaning being “the amount of wine and oil and vessels that can be contained in a hundred wagons,” and not just wagons of pitchers of wine and oil]. It is possible that the word <i>tzov</i> [<i>six wagons ‘tzov’</i>] means “full,” and so also: <i>‘uvatzabim’ and upon mules</i>,<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Isaiah 66:20.</i> which means “in wagons full of people.” In that case <i>six wagons ‘tzov’</i> [in the verse before us] means “six wagons laden full,” their load being the dedication-offerings which Scripture specifies further on.<br>Now Scripture mentions the offerings of each of the princes individually and afterwards it includes them all in a general statement, saying, <i>This was the dedication-offering of the altar, in the day when it was anointed, at the hands of the princes of Israel: twelve silver dishes</i>,<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Further, Verse 84.</i> and Rashi wrote:<sup class=\"footnote-marker\">145</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 85.</i> “This teaches you that the vessels of the Sanctuary were exactly equal in weight [as specified in the verses: <i>one silver dish, the weight whereof was a hundred and thirty shekels</i> etc.]. If one weighed each one separately and then weighed them all together, it was neither more nor less [than the total should have been]. This is based on [the explanations of] Rabbi Moshe the Preacher.”<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">This final statement [“This is based on … “] is not found in our editions of Rashi. Rabbi Moshe the Preacher is however quoted here in Verse 23. He was an older contemporary of Rashi’s who lived in the city of Narbonne. His work was in the nature of a Midrashic commentary compiled from earlier sources. See in Vol. I, p. 424 Note 196.</i> But I cannot understand what they mean in saying this. If we are to consider this a miracle, what benefit is there in the occurrence of this miracle? And if this is the natural result with all weights, why should Scripture specifically mention it? In the Sifre the Rabbis have clearly said:<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Sifre <i>Naso</i> 54.</i> “This is to teach you that the vessels of the Sanctuary<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Literally: “the Permanent House” (see Vol. II, p. 335, Note 598). Here, however, the term <i>beith olamim</i> refers both to the Tabernacle and to the Sanctuary.</i> were not like ordinary vessels. In the case of ordinary vessels, if one weighs each separately and then weighs them all together, the total is sometimes more or less [than it should have been] etc.”<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">Now this Sifre “clearly” states [as Ramban wrote above] that there was some special phenomenon in the weighing of the vessels. It does not yet explain what purpose it served; hence Ramban continues to quote from the Sifre the words of Rabbi Nathan.</i> And there [in the Sifre] the Rabbis further said: “Rabbi Nathan says: If one were to weigh all the vessels of the Sanctuary together<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Literally: “the Permanent House” (see Vol. II, p. 335, Note 598). Here, however, the term <i>beith olamim</i> refers both to the Tabernacle and to the Sanctuary.</i> and then turn them into bullion, and again make vessels of it, they would be neither more nor less [than the original weight].” He means to say by this that [these vessels were made of] a very pure gold [or silver, as the case may be], so that even if one melted them down and turned them into bullion, they still remained at their original weight. This was not because a miracle happened to them, but because they were made of a very pure gold.<br>The correct interpretation of the verse is that the Holy One, blessed be He, bestows honor upon those who fear Him, just as He said, <i>for them that honor Me I will honor</i>.<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">I Samuel 2:30.</i> Now all the princes brought this offering on the same day, because they all agreed to it simultaneously. But since it was impossible that one of them should not precede the others, He honored those who came first in [the position of] the standards to bring their offerings on the earlier days. He wanted, however, to mention them all by name and the details of their offerings, and to cite the day of each one, rather than honoring the first one by saying, <i>This was the offering of Nachshon the son of Amminadab</i><sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Verse 17.</i> and then saying “and so did each of the princes offer on his day,” for that would have been a diminution of the honor of the others. Afterwards [i.e., after having listed them all separately] He included them all again in a general verse,<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Further, Verse 84.</i> in order to tell us that they were all equal before Him, blessed be He. And so did the Rabbis say in the Sifre:<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Sifre <i>Naso</i> 53.</i> “Scripture tells us that just as they were all equal in the thought [of bringing these offerings] so were they all alike in merit. <i>Twelve silver dishes</i><sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Further, Verse 84.</i> — these were the same ones that they donated, and nothing which would have invalidated them<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Such as becoming chipped or perforated, in which case a sacred vessel may no longer be used. (Kether Kehunah, commentary to Sifre <i>ibid.</i>).</i> occurred to them.”<br>There is another explanation of this [chapter] in the interpretations of the Rabbis,<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Bamidbar Rabbah 13:13.</i> namely that each of the princes intended to bring a dedication-offering to the altar which would be of the amount [specified in the verses, each one of them intending to bring the same offerings], but Nachshon [prince of the tribe of Judah] had a particular reason for [bringing] this number [of offerings], and each of the other princes thought of an independent reason. Thus the Rabbis said<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Mentioned by Rashi (in Verse 19) in the name of Rabbi Moshe the Preacher, who doubtless quoted an older source.</i> that Nachshon thought he would bring a <i>ka’arath keseph</i> (<i>a silver dish</i>),<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> since the numerical value of its [Hebrew] letters is nine hundred thirty,<sup class=\"footnote-marker\">157</sup><i class=\"footnote\"><i>Kuph</i> is 100; <i>ayin</i> 70; <i>reish</i>, 200; <i>tav</i> 400. <i>Kaph</i> is 20; <i>samech</i> 60; <i>pei</i> 80. The total is 930.</i> corresponding to the years of the first man;<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Genesis 5:5.</i> and <i>the weight thereof was a hundred and thirty shekels</i><sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> indicating the years when he [Adam] begot children [to maintain the existence of the world, i.e., when he begot Seth,<sup class=\"footnote-marker\">159</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i> from whom the world was founded] — and likewise the whole Midrash, as Rashi wrote it.<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Mentioned by Rashi (in Verse 19) in the name of Rabbi Moshe the Preacher, who doubtless quoted an older source.</i> Or [the offerings of each prince were,] according to another Midrash,<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Bamidbar Rabbah 13:13.</i> [an allusion to] the tradition each tribe had from our father Jacob about all that would happen to it until the days of the Messiah. And so Nachshon [prince of the tribe of Judah] began by bringing his offerings with reference to royalty. The dish and the basin<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> corresponded to the two kings who would be descended from him, who would rule over the sea and land, these being Solomon and the Messianic King. This was why Nachshon brought a <i>ka’arah</i> (silver round dish), to symbolize the ocean which covers the whole world and is like a [round] dish.<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">The basin indicated the earth, as will be explained further on. Incidentally we see clearly that the Midrashic Sages were aware of the spherical shape of the earth.</i> [The weight of the dish was] a hundred and thirty shekels,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> since it was on the third day [of Creation] that the Holy One, blessed be He, gathered all seas together to one place and called them <i>yamim</i>, the numerical value of these letters being one hundred;<sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Yod</i> is 10; <i>mem</i> 40; <i>yod</i> 10; <i>mem</i> 40 — totalling 100.</i> and Solomon added one <i>sea</i> to the work of the Sanctuary, <i>and a line of thirty cubits did compass it round about</i>.<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">I Kings 7:23.</i> Thus you have one hundred and thirty. <i>One silver basin of seventy shekels</i><sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> corresponds to the world which is shaped like a sphere. The <i>seventy shekels</i> symbolize that they [Solomon and the Messiah] will rule over the seventy nations.<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">See Megillah 11b, where Solomon is mentioned as having ruled over the whole world.</i> <i>Both of them full</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> for gifts will be brought to them from all peoples.<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Isaiah 66:20.</i> <i>‘Soleth’</i> (<i>fine flour</i>)<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> corresponds to these [two kings — as in the expression: <i>the precious sons of Zion</i>] <i>‘hamesulaim’</i> (<i>who were comparable to</i>) <i>‘fine’ gold</i>.<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Lamentations 4:2.</i> <i>Mingled with oil</i><sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Verse 13.</i> — <i>A good name is better than precious oil</i>.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Ecclesiastes 7:1.</i> <i>Silver</i> — as it is said, <i>The tongue of the righteous is as choice silver</i>.<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">Proverbs 10:20.</i> <i>One golden pan of ten shekels</i>,<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Verse 14. The continuation of the verse (“full of incense”) affords the basis for the allusion to the ten generations full of righteous deeds.</i> this corresponds to the ten generations from Peretz to David<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">See Ruth 4:18-22: <i>And these are the generations of Peretz … and Jesse begot David</i>. Ten generations are listed there.</i> who were all righteous men full of good deeds, [as pleasant] as the odor of the incense.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Verse 14. The continuation of the verse (“full of incense”) affords the basis for the allusion to the ten generations full of righteous deeds.</i> <i>One young bullock</i><sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Verse 15.</i> — in allusion to Abraham;<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Of Abraham it is stated, <i>And Abraham ran unto the herd</i> (Genesis 18:7).</i> <i>one ram</i><sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Verse 15.</i> — in allusion to Isaac;<sup class=\"footnote-marker\">172</sup><i class=\"footnote\"><i>Ibid.</i>, 22:13: <i>and he</i> [Abraham] <i>took the ram</i> — as a substitute for Isaac.</i> <i>one he-lamb</i><sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Verse 15.</i> — in allusion to Jacob.<sup class=\"footnote-marker\">173</sup><i class=\"footnote\"><i>Ibid.</i>, 30:40: <i>And Jacob separated the lambs</i>.</i> <i>One male of the goats for a sin-offering</i>,<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">Verse 16.</i> to atone for the deed of Judah who brought Joseph’s coat to his father [dipped in the blood of a he-goat].<sup class=\"footnote-marker\">175</sup><i class=\"footnote\">Genesis 37:31-32.</i> <i>And for the sacrifice of peace-offerings, two oxen</i> — alluding to David and Solomon, who began the royal line [of the House of David], and who were righteous men [during whose reigns] the kingdom was whole.<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">During the lifetimes of David and Solomon the kingdom was complete, ruling as they did over all the twelve tribes. After Solomon’s death the kingdom was divided into two parts — Judah and Israel. Hence the allusion here, <i>and for the sacrifice of peace-offerings, two oxen</i>. These are the two kings — David and Solomon — whose reigns were characterized by <i>shelamim</i> [“peace-offerings,” a term which also suggests “peace” and “completeness”].</i> <i>Five rams, five he-goats, five he-lambs of the first year</i><sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Verse 17.</i> — in allusion to the fifteen monarchs from Rehoboam to Zedekiah,<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">See I Chronicles 3:10-16 — where all these fifteen kings of Judah are listed.</i> who were kings and sons of kings [and may be classified in three groups, just as the fifteen peace-offerings came in three groups], some completely righteous, some average, and some very wicked. This was what Nachshon thought [in bringing these offerings, which symbolized the history of his tribe].<br>And Nethanel the son of Zuar [prince of the tribe of Issachar] also thought in his heart that he would bring a dedication-offering of this amount, but he had a different reason for it, bringing his offerings in allusion to the Torah, because the special merit of the tribe of Issachar was [in their knowledge] of the wisdom of the Torah.<sup class=\"footnote-marker\">178</sup><i class=\"footnote\">I Chronicles 12:33. See above, in <i>Seder Bamidbar</i>, Note 117.</i> <i>A silver dish</i><sup class=\"footnote-marker\">179</sup><i class=\"footnote\">Verse 19.</i> — referring to the Torah which is called “bread,” as it is said, <i>Come, eat of my bread</i>,<sup class=\"footnote-marker\">180</sup><i class=\"footnote\">Proverbs 9:5.</i> and it is said of the showbread, <i>And thou shalt make the dishes thereof</i>.<sup class=\"footnote-marker\">181</sup><i class=\"footnote\">Exodus 25:29.</i> And [the prince of the tribe of] Zebulun brought his offerings in relation to commerce, which he engaged in and exerted himself in, and [from the profits of which he maintained [through his generosity the Torah-studying tribe of] Issachar, with whom he [equally] shared the reward [for the studying of the Torah]. The [round] dish<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">Verse 25.</i> was symbolic of the ocean, since he [Zebulun] dwelled <i>at the shores of the sea</i>.<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">Genesis 49:13. — Generosity in support of the study of Torah is thus evident throughout the generations, and its reward is extraordinary as the generous person becomes an equal partner in the sacred venture.</i> Similarly the Rabbis found in that Midrash<sup class=\"footnote-marker\">184</sup><i class=\"footnote\">Bamidbar Rabbah, Chapters 13-14.</i> a special reason for the offering of each and every tribe and for the amount of the offerings [in accordance with the subsequent history of the tribe]. It is for this reason that Scripture treated them all equally, giving the details of each one separately as if the others had not been mentioned, after which it mentioned them all together, to hint that at the same moment it occurred to each of them to bring the dedication-offering, and none of them preceded the other either in thought or in the actual bringing of the offerings to the Tabernacle. It is because of this Scripture mentioned them all in identical words.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391bb3de3ce43ed91f0f4", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 7:85:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>שלשים ומאה הקערה האחת כסף וגו׳.</b><br><b>שם, פיס׳ נד: רבי נתן אומר כלי בית עולמים שקלם כולם חזר ועשאן סימון חזר ועשאם כלים לא ריבה ולא מיעט.</b><br>עי׳ בתוספתא ברכות פ״א דכיפר לן חורבא דרק הבנין הי׳ על אפי וכו׳ וכיון שנשרפה ונתחללה שם העיר חזר ונהפך שם העיר לפנים חדשות וחל עלי׳ שם הר, ובגדר מ״ש רבינו בהל׳ כלי המקדש פ״א הי״ג, דאף דכ״ש שנפגמו לא מהני בהו תיקון כמבו׳ בזבחים דפ״ח מ״מ אם מתיכים אותה נעשה כמו חדשים ואין קדושתה מסתלקת לעולם. ועי׳ ב״ק דצ״ו ע״ב דהוי פנים חדשות, וזה רק לחומר אבל לא להצורה. וזה ר״ל הספרי בפ׳ נשא פסקא נ״ד דכלי המקדש אם התיכן ואח״כ חזר ועשאן כלים לא נחסר, ועי׳ רש״י ב״ק דצ״ו ע״ב בד״ה פנים חדשות. ועי׳ בהך דסוטה דמ״ג גבי בונה בית על מכונו כו׳ ע״ש, ושבת קי״ב ע״ב, ובמכילתא פ׳ בשלח גבי ים שלאחר הקריעה, ושחזר לאיתנו, ור״ל ליושנו, ור״ל, דבנס בידי שמים לא נעשה פנים חדשות והוא הוא הדבר הראשון כי הצורה לעולם קיימת, וזה שר״ל בספרי הנ״ל. ועיין זבחים צ״ו בתוס׳ אם ליבון הוי כמו פנים חדשות, ובע״ז דף ע״ה ע״ב דמבואר שם דהוי כחדשים אם מ״מ זה רק לחומר אבל הצורה והקדושה נשאר כמקדם, ולכך הוי צריכה טבילה דמ״מ הצורה של הכלים לא נשתנו, וע׳ בירושלמי ע״ז שם דהטעם של הטבילה מפני שירדו מטומאת הגוים ובאו לקדושת ישראל, וע׳ גיטין דף ל״ח ע״ב דליהוי עם קדוש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b9588430f78f20636e96", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 714:5", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Yalkut Shimoni on Torah 714:5", "sourceHeRef": "ילקוט שמעוני על התורה תשי״ד:ה׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 714.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "קרבנו קערת כסף אחת, מגיד שלא נעשו מתחלה אלא על שם קרבן. מזרק אחד כסף שבעים שקל בשקל הקדש [אין לי אלא מזרק שנתפרש בו בשקל הקדש] קערה מנין, ת\"ל שניהם מלאים, מה זה בשקל הקדש אף זה בשקל הקדש. ר' חנניא בן אחי רבי יהושע אומר אינו צריך, שהרי כבר נאמר כל כסף הכלים אלפים וארבע מאות בשקל הקדש, ומה ת\"ל שניהם מלאים, לפי שהוא אומר שלשים ומאה משקלה שומע אני הואיל ולא שוה לו במשקל [לא] תשוה לו במדה, ת\"ל שניהם מלאים, ומה הפרש בין קערה למזרק, קערה גילדה עבה, מזרק גילדו דק. שניהם מלאים סלת מן הנדבה. כלי הלח מקדשין את הלח ומדות היבש מקדשות את היבש. אין כלי הלח מקדשת את היבש, ולא מדת יבש מקדשת את הלח. אמר שמואל לא שנו אלא מדות אבל מזרקות מקדשין שנאמר שניהם מלאים סלת בלולה בשמן למנחה. אמר ליה רב אחא מדפתי לרבינא מנחה לחה היא, א\"ל לא נצרכה אלא ליבש שבה, ואי תימא מנחה לגבי דם כיבש דמיא. תנא כלי שרת אין מקדשין [אלא שלמין ואין מקדשין] אלא מלאין ואין מקדשין אלא מתוכן ואין מקדשין אלא מבפנים, אין מלאים אלא שלמים, אמר רבי יוסי אימתי בזמן שאי דעתו להוסיף אבל דעתו להוסיף, ראשון קרוי קודש. תנו רבנן שבע מדות של לח היו במקדש רביעית לוג וחצי לוג ולוג ורביעית ההין ושלישית ההין וחצי הין והין דברי רבי יהודה. רבי מאיר אומר הין וחצי הין ושלישית ההין ורביעית ההין ולוק וחצי לוג ורביעית לוג. מאי איכא בין רבי מאיר לרבי יהודה, אמר רבי יוחנן בירוצי מדות איכא בינייהו, למאן דאמר ממטה למעלה קסבר בירוצי המדו נתקדשו וכו'. אביי אמר דכולי עלמא בירוצי מדות איכא למימר נתקדשו ואיכא למימר לא נתקדשו והכא במלאים קמיפלגי, מאן דאמר מלמעלה למטה קסבר מלאים שלא יחסר [ושלא יותיר, ומאן דאמר ממטה למעלה, מלאים שלא יחסר] אבל הותיר מלאים קרינן ביה, שניהם מלאים (כתוב ברמז תקנ\"ב). כף אחת עשרה זהב תנו רבנן זו היא קטרת שעלתה ליחיד על מזבח החיצון והוראת שעה היתה, והתניא וכו' אמר רב פפא הכי קאמר לא מבעיא ציבור בחיצון דלא אשכחן ולא מיבעיא יחיד על הפנימי דלא אשכחן, אלא אפילו יחיד על מזבח החיצון דאשכחן בנשיאים הוראת שעה היתה. הכלי מצרף מה שבתובו, מנא הני מילי, דאמר קרא כף אחת עשרה זהב הכתוב עשה לכל מה שבכף אחת. עשרה זהב היא של כסף ומשקלה של זהב, ת\"ל כל זהב הכפות עשרים ומאה, אין עליך לומר כלשון האחרון אלא כלשון הראשון, היא של זהב ומשקלה של כסף. מלאה קטרת זו קטרת נדבה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c8f4629f2b57280bee", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קער 1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Sefer HaShorashim, קער 1", "sourceHeRef": "ספר השרשים, קער א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קער", "he": ["<strong><big>קער</big></strong>   <strong>הַקְּעָרָה</strong> הָֽאַחַת (<a class=\"refLink\" href=\"Numbers 7:85\" data-ref=\"Numbers 7:85\">במדבר ז, פה</a>), <strong>קַֽעֲרַת</strong>־כֶּסֶף (<a class=\"refLink\" href=\"Numbers 7:13\" data-ref=\"Numbers 7:13\">במדבר ז, יג</a>), וְעָשִׂיתָ <strong>קְּעָֽרֹתָיו</strong> (<a class=\"refLink\" href=\"Exodus 25:29\" data-ref=\"Exodus 25:29\">שמות כה, כט</a>), בשוא ה<strong>קו\"ף</strong> שלא כמשפט כי המשפט בפתח כמו <strong>קַֽעֲרַת־כֶּסֶף</strong>. וכבר כתבנו הדומים לו בחלק הדקדוק ענינו ידוע."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eed47cf7a0c25239b8d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Gifts to the Sanctuary", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Chaps. 7–9 constitute a threefold conclusion to the Tabernacle texts that began in Ex. 25. The contribution of each chapter will be explained in sequence.", "The longest chapter in the Torah in number of verses, and another one of the many lists in the book, Chap. 7 parallels what Levine calls “temple accounts” in the ancient Near East. These are inventory lists that were frequently written in columns. At the same time, it is a ritual text that focuses on description and not prescription, which is more usual. The chapter ends in v.89 with the first of our Tabernacle endings: a description of precisely where God would communicate with Moshe within the “Holiest Holy-Shrine.” The implication is that with the dedication of the structure, its purpose can now be fulfilled.", "The length of the chapter reinforces the importance and grandeur of the ceremony, and makes of the “Dwelling” an institution in which all participate, not only priests and Levites (Levine)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9e4", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Gifts to the Sanctuary 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 7:1-89\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 7:1-89</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b833c6f74160036209462", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Chanukah, Torah Reading 22", "anchorRef": "Numbers 7:83-89", "anchorRefExpanded": ["Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Siddur Sefard, Chanukah, Torah Reading 22", "sourceHeRef": "סידור ספרד, חנוכה, קריאת התורה כ״ב", "anchorVerse": 83, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 22, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאת התורה", "he": "<b><b>כהן / שלישי<b>בַּיּוֹם הַשְּׁמִינִי</b> נָשִׂיא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בֶּן פְּדָהצוּר: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת:לויפַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן גַּמְלִיאֵל בֶּן פְּדָהצוּר: בַּיּוֹם הַתְּשִׁיעִי נָשִׂיא לִבְנֵי בִנְיָמִן אֲבִידָן בֶּן גִּדְעֹנִי: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲבִידָן בֶּן גִּדְעֹנִי: בַּיּוֹם הָעֲשִׂירִי נָשִׂיא לִבְנֵי דָן אֲחִיעֶזֶר בֶּן עַמִּישַׁדָּי: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲחִיעֶזֶר בֶּן עַמִּישַׁדָּי: בְּיוֹם עַשְׁתֵּי עָשָׂר יוֹם נָשִׂיא לִבְנֵי אָשֵׁר פַּגְעִיאֵל בֶּן עָכְרָן: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן פַּגְעִיאֵל בֶּן עָכְרָן: בְּיוֹם שְׁנֵים עָשָׂר יוֹם נָשִׂיא לִבְנֵי נַפְתָּלִי אֲחִירַע בֶּן עֵינָן: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲחִירַע בֶּן עֵינָן: זֹאת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ מֵאֵת נְשִׂיאֵי יִשְׂרָאֵל קַעֲרֹת כֶּסֶף שְׁתֵּים עֶשְׂרֵה מִזְרְקֵי כֶסֶף שְׁנֵים עָשָׂר כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה: שְׁלֹשִׁים וּמֵאָה הַקְּעָרָה הָאַחַת כֶּסֶף וְשִׁבְעִים הַמִּזְרָק הָאֶחָד כָּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת בְּשֶׁקֶל הַקֹּדֶשׁ: כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה מְלֵאֹת קְטֹרֶת עֲשָׂרָה עֲשָׂרָה הַכַּף בְּשֶׁקֶל הַקֹּדֶשׁ כָּל זְהַב הַכַּפּוֹת עֶשְׂרִים וּמֵאָה: כָּל הַבָּקָר לָעֹלָה שְׁנֵים עָשָׂר פָּרִים אֵילִם שְׁנֵים עָשָׂר כְּבָשִׂים בְּנֵי שָׁנָה שְׁנֵים עָשָׂר וּמִנְחָתָם וּשְׂעִירֵי עִזִּים שְׁנֵים עָשָׂר לְחַטָּאת: וְכֹל בְּקַר זֶבַח הַשְּׁלָמִים עֶשְׂרִים וְאַרְבָּעָה פָּרִים אֵילִם שִׁשִּׁים עַתֻּדִים שִׁשִּׁים כְּבָשִׂים בְּנֵי שָׁנָה שִׁשִּׁים זֹאת חֲנֻכַּת הַמִּזְבֵּחַ אַחֲרֵי הִמָּשַׁח אֹתוֹ: וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו: וַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאָמַרְתָּ אֵלָיו בְּהַעֲלֹתְךָ אֶת הַנֵּרֹת אֶל מוּל פְּנֵי הַמְּנוֹרָה יָאִירוּ שִׁבְעַת הַנֵּרוֹת: וַיַּעַשׂ כֵּן אַהֲרֹן אֶל מוּל פְּנֵי הַמְּנוֹרָה הֶעֱלָה נֵרֹתֶיהָ כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה: וְזֶה מַעֲשֵׂה הַמְּנֹרָה מִקְשָׁה זָהָב עַד יְרֵכָהּ עַד פִּרְחָהּ מִקְשָׁה הִוא כַּמַּרְאֶה אֲשֶׁר הֶרְאָה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשָׂה אֶת הַמְּנֹרָה:</b></b>", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623b86f35fd292e2650fbf3e", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Nissan, The'Nasi' Readings 40", "anchorRef": "Numbers 7:83-89", "anchorRefExpanded": ["Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Siddur Sefard, Nissan, The'Nasi' Readings 40", "sourceHeRef": "סידור ספרד, ניסן, פרשת הנשיאים מ׳", "anchorVerse": 83, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 40, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת הנשיאים", "he": "<b>בְּיוֹם שְׁנֵים עָשָׂר</b> יוֹם נָשִׂיא לִבְנֵי נַפְתָּלִי אֲחִירַע בֶּן עֵינָן: קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת שְׁלֹשִׁים וּמֵאָה מִשְׁקָלָהּ מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה: כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת: פַּר אֶחָד בֶּן בָּקָר אַיִל אֶחָד כֶּבֶשׂ אֶחָד בֶּן שְׁנָתוֹ לְעֹלָה: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה זֶה קָרְבַּן אֲחִירַע בֶּן עֵינָן: זֹאת חֲנֻכַּת הַמִּזְבֵּחַ בְּיוֹם הִמָּשַׁח אֹתוֹ מֵאֵת נְשִׂיאֵי יִשְׂרָאֵל קַעֲרֹת כֶּסֶף שְׁתֵּים עֶשְׂרֵה מִזְרְקֵי כֶסֶף שְׁנֵים עָשָׂר כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה: שְׁלֹשִׁים וּמֵאָה הַקְּעָרָה הָאַחַת כֶּסֶף וְשִׁבְעִים הַמִּזְרָק הָאֶחָד כֹּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת בְּשֶׁקֶל הַקֹּדֶשׁ: כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה מְלֵאֹת קְטֹרֶת עֲשָׂרָה עֲשָׂרָה הַכַּף בְּשֶׁקֶל הַקֹּדֶשׁ כָּל זְהַב הַכַּפּוֹת עֶשְׂרִים וּמֵאָה: כָּל הַבָּקָר לָעֹלָה שְׁנֵים עָשָׂר פָּרִים אֵילִם שְׁנֵים עָשָׂר כְּבָשִׂים בְּנֵי שָׁנָה שְׁנֵים עָשָׂר וּמִנְחָתָם וּשְׂעִירֵי עִזִּים שְׁנֵים עָשָׂר לְחַטָּאת: וְכֹל בְּקַר זֶבַח הַשְּׁלָמִים עֶשְׂרִים וְאַרְבָּעָה פָּרִים אֵילִם שִׁשִּׁים עַתֻּדִים שִׁשִּׁים כְּבָשִׂים בְּנֵי שָׁנָה שִׁשִּׁים זֹאת חֲנֻכַּת הַמִּזְבֵּחַ אַחֲרֵי הִמָּשַׁח אֹתוֹ: וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו: וַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל אַהֲרֹן וְאָמַרְתָּ אֵלָיו בְּהַעֲלֹתְךָ אֶת הַנֵּרֹת אֶל מוּל פְּנֵי הַמְּנוֹרָה יָאִירוּ שִׁבְעַת הַנֵּרוֹת: וַיַּעַשׂ כֵּן אַהֲרֹן אֶל מוּל פְּנֵי הַמְּנוֹרָה הֶעֱלָה נֵרֹתֶיהָ כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה: וְזֶה מַעֲשֵׂה הַמְּנֹרָה מִקְשָׁה זָהָב עַד יְרֵכָהּ עַד פִּרְחָהּ מִקְשָׁה הִוא כַּמַּרְאֶה אֲשֶׁר הֶרְאָה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשָׂה אֶת הַמְּנֹרָה: ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623cd7a19f3d6f0a2f585351", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Hanukkah, Shacharit 22", "anchorRef": "Numbers 7:83-89", "anchorRefExpanded": ["Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Siddur Edot HaMizrach, Hanukkah, Shacharit 22", "sourceHeRef": "סידור נוסח עדות המזרח, חנוכה,  שחרית כ״ב", "anchorVerse": 83, "sourceHasEn": false, "commentaryNum": 22, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": " שחרית", "he": "<b>בַּיּוֹם֙ הַשְּׁמִינִ֔י</b> נָשִׂ֖יא לִבְנֵ֣י מְנַשֶּׁ֑ה גַּמְלִיאֵ֖ל בֶּן־פְּדָהצֽוּר׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן גַּמְלִיאֵ֖ל בֶּן־פְּדָהצֽוּר׃ בַּיּוֹם֙ הַתְּשִׁיעִ֔י נָשִׂ֖יא לִבְנֵ֣י בִנְיָמִ֑ן אֲבִידָ֖ן בֶּן־גִּדְעֹנִֽי׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן אֲבִידָ֖ן בֶּן־גִּדְעֹנִֽי׃ בַּיּוֹם֙ הָעֲשִׂירִ֔י נָשִׂ֖יא לִבְנֵ֣י דָ֑ן אֲחִיעֶ֖זֶר בֶּן־עַמִּישַׁדָּֽי׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן אֲחִיעֶ֖זֶר בֶּן־עַמִּישַׁדָּֽי׃ בְּיוֹם֙ עַשְׁתֵּ֣י עָשָׂ֣ר י֔וֹם נָשִׂ֖יא לִבְנֵ֣י אָשֵׁ֑ר פַּגְעִיאֵ֖ל בֶּן־עׇכְרָֽן׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן פַּגְעִיאֵ֖ל בֶּן־עׇכְרָֽן׃ בְּיוֹם֙ שְׁנֵ֣ים עָשָׂ֣ר י֔וֹם נָשִׂ֖יא לִבְנֵ֣י נַפְתָּלִ֑י אֲחִירַ֖ע בֶּן־עֵינָֽן׃ קׇרְבָּנ֞וֹ קַֽעֲרַת־כֶּ֣סֶף אַחַ֗ת שְׁלֹשִׁ֣ים וּמֵאָה֮ מִשְׁקָלָהּ֒ מִזְרָ֤ק אֶחָד֙ כֶּ֔סֶף שִׁבְעִ֥ים שֶׁ֖קֶל בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ שְׁנֵיהֶ֣ם ׀ מְלֵאִ֗ים סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן לְמִנְחָֽה׃ כַּ֥ף אַחַ֛ת עֲשָׂרָ֥ה זָהָ֖ב מְלֵאָ֥ה קְטֹֽרֶת׃ פַּ֣ר אֶחָ֞ד בֶּן־בָּקָ֗ר אַ֧יִל אֶחָ֛ד כֶּֽבֶשׂ־אֶחָ֥ד בֶּן־שְׁנָת֖וֹ לְעֹלָֽה׃ שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּֽאת׃ וּלְזֶ֣בַח הַשְּׁלָמִים֮ בָּקָ֣ר שְׁנַ֒יִם֒ אֵילִ֤ם חֲמִשָּׁה֙ עַתֻּדִ֣ים חֲמִשָּׁ֔ה כְּבָשִׂ֥ים בְּנֵֽי־שָׁנָ֖ה חֲמִשָּׁ֑ה זֶ֛ה קׇרְבַּ֥ן אֲחִירַ֖ע בֶּן־עֵינָֽן׃ זֹ֣את ׀ חֲנֻכַּ֣ת הַמִּזְבֵּ֗חַ בְּיוֹם֙ הִמָּשַׁ֣ח אֹת֔וֹ מֵאֵ֖ת נְשִׂיאֵ֣י יִשְׂרָאֵ֑ל קַעֲרֹ֨ת כֶּ֜סֶף שְׁתֵּ֣ים עֶשְׂרֵ֗ה מִֽזְרְקֵי־כֶ֙סֶף֙ שְׁנֵ֣ים עָשָׂ֔ר כַּפּ֥וֹת זָהָ֖ב שְׁתֵּ֥ים עֶשְׂרֵֽה׃ שְׁלֹשִׁ֣ים וּמֵאָ֗ה הַקְּעָרָ֤ה הָֽאַחַת֙ כֶּ֔סֶף וְשִׁבְעִ֖ים הַמִּזְרָ֣ק הָאֶחָ֑ד כֹּ֚ל כֶּ֣סֶף הַכֵּלִ֔ים אַלְפַּ֥יִם וְאַרְבַּע־מֵא֖וֹת בְּשֶׁ֥קֶל הַקֹּֽדֶשׁ׃ כַּפּ֨וֹת זָהָ֤ב שְׁתֵּים־עֶשְׂרֵה֙ מְלֵאֹ֣ת קְטֹ֔רֶת עֲשָׂרָ֧ה עֲשָׂרָ֛ה הַכַּ֖ף בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ כׇּל־זְהַ֥ב הַכַּפּ֖וֹת עֶשְׂרִ֥ים וּמֵאָֽה׃ כׇּל־הַבָּקָ֨ר לָעֹלָ֜ה שְׁנֵ֧ים עָשָׂ֣ר פָּרִ֗ים אֵילִ֤ם שְׁנֵים־עָשָׂר֙ כְּבָשִׂ֧ים בְּנֵֽי־שָׁנָ֛ה שְׁנֵ֥ים עָשָׂ֖ר וּמִנְחָתָ֑ם וּשְׂעִירֵ֥י עִזִּ֛ים שְׁנֵ֥ים עָשָׂ֖ר לְחַטָּֽאת׃ וְכֹ֞ל בְּקַ֣ר ׀ זֶ֣בַח הַשְּׁלָמִ֗ים עֶשְׂרִ֣ים וְאַרְבָּעָה֮ פָּרִים֒ אֵילִ֤ם שִׁשִּׁים֙ עַתֻּדִ֣ים שִׁשִּׁ֔ים כְּבָשִׂ֥ים בְּנֵי־שָׁנָ֖ה שִׁשִּׁ֑ים זֹ֚את חֲנֻכַּ֣ת הַמִּזְבֵּ֔חַ אַחֲרֵ֖י הִמָּשַׁ֥ח אֹתֽוֹ׃ וּבְבֹ֨א מֹשֶׁ֜ה אֶל־אֹ֣הֶל מוֹעֵד֮ לְדַבֵּ֣ר אִתּוֹ֒ וַיִּשְׁמַ֨ע אֶת־הַקּ֜וֹל מִדַּבֵּ֣ר אֵלָ֗יו מֵעַ֤ל הַכַּפֹּ֙רֶת֙ אֲשֶׁר֙ עַל־אֲרֹ֣ן הָעֵדֻ֔ת מִבֵּ֖ין שְׁנֵ֣י הַכְּרֻבִ֑ים וַיְדַבֵּ֖ר אֵלָֽיו׃ וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ דַּבֵּר֙ אֶֽל־אַהֲרֹ֔ן וְאָמַרְתָּ֖ אֵלָ֑יו בְּהַעֲלֹֽתְךָ֙ אֶת־הַנֵּרֹ֔ת אֶל־מוּל֙ פְּנֵ֣י הַמְּנוֹרָ֔ה יָאִ֖ירוּ שִׁבְעַ֥ת הַנֵּרֽוֹת׃ וַיַּ֤עַשׂ כֵּן֙ אַהֲרֹ֔ן אֶל־מוּל֙ פְּנֵ֣י הַמְּנוֹרָ֔ה הֶעֱלָ֖ה נֵרֹתֶ֑יהָ כַּֽאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וְזֶ֨ה מַעֲשֵׂ֤ה הַמְּנֹרָה֙ מִקְשָׁ֣ה זָהָ֔ב עַד־יְרֵכָ֥הּ עַד־פִּרְחָ֖הּ מִקְשָׁ֣ה הִ֑וא כַּמַּרְאֶ֗ה אֲשֶׁ֨ר הֶרְאָ֤ה יְהֹוָה֙ אֶת־מֹשֶׁ֔ה כֵּ֥ן עָשָׂ֖ה אֶת־הַמְּנֹרָֽה׃ ", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6579a9e6c949574a006a37c2", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 684:1", "anchorRef": "Numbers 7:1-8:4", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 684:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרפ״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 684.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה בחנוכה ובו ג\"ס:</b><br><i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>קורים בקרבנות הנשיאים שבפרשת נשא שלשה בכל יום <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומתחילים <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>בברכת כהנים <small>[וי\"א שמתחילים ביום כלות משה [טור] וכן אנו נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>וקורא אותו עם כהן ולוי וישראל קורא ביום הראשון <small>[וי\"א שהכהן קורא כל אותו הפרשה עד ביום הראשון והלוי והישראל קורין ביום הראשון] [מנהגים וכן נוהגין] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ביום שני קורא כהן ביום השני עד פר אחד בן בקר ולוי עד ביום השלישי וישראל חוזר וקורא ביום השני ועל דרך זה בכל יום: <small>הגה [וי\"א שישראל קורא ביום שלאחריו דהיינו ביום הג' וכן בכל יום וכן נוהגין] [הגהות מיימוני פי\"ג] </small> <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i>ביום שמיני מתחילין ביום השמיני וגומרין כל הסדר וקורין פרשה ראשונה של בהעלותך <small>[ונוהגין לסיים כן עשה את המנורה] [מנהגים]</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We read of the sacrifices of the [twelve] nesi'im [chieftains], which are in Parshat Nasso (Numbers 7:1 – 8:4), three [cheiftains] each day; and we start reading from the blessing of the priests (ibid. 6:22). Gloss: \"And there are those who say that we start from 'on the day that Moses had made an end' (ibid. 7:1) (Tur) and such is our practice.\" And it [the beginning of the portion] is read with a kohen and a Levite, and an Israelite reads \"on the first day\" (ibid. 7:12). Gloss: \"And there are those who say that the kohen reads the whole portion until 'on the first day' and the Levite and Israelite read 'on the first day', and such is our practice.\" On the second day [of Hanukkah], the Kohen reads \"on the second day\" (ibid. 7:18) until \"one young bullock\" (ibid. 7:21), the Levite reads until \"on the third day\" (ibid. 7:24), and the Israelite repeats from \"on the second day\", and the portions are read accordingly, each day. Gloss: \"And there are those who say that the Israelite reads the portion of the following day, that is, from 'on the third day', and accordingly each day, and such is our practice (Haggahot Maimuniyyot).\" On the eight day [of Hanukkah], we start \"on the eighth day\" (ibid. 7:54), and we finish the whole portion, and we read the first portion of [parshat] Beha'a lotcha. Gloss: \"And it is our practice to finish with 'so he made the candlestick' (ibid. 8:4) (Minhagim).\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc69758c1dc532ec90f7", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 7:85", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Steinsaltz on Numbers 7:85", "sourceHeRef": "ביאור שטיינזלץ על במדבר ז׳:פ״ה", "anchorVerse": 85, "sourceHasEn": true, "commentaryNum": 7.0085, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>שְׁלֹשִׁים וּמֵאָה</b> שקל – משקל \n  <b>הַקְּעָרָה הָאַחַת כֶּסֶף, וְשִׁבְעִים</b>– \n  <b>הַמִּזְרָק הָאֶחָד.</b> סך\n  <b>כֹּל כֶּסֶף הַכֵּלִים</b> שניתנו משנים-עשר הנשיאים – \n  <b>אַלְפַּיִם וְאַרְבַּע מֵאוֹת בְּשֶׁקֶל הַקֹּדֶשׁ;</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The Torah reiterates the particulars of these gifts: \n  <b>One hundred and thirty </b>shekels <b>was </b>the weight of <b>each silver dish and seventy </b>shekels was the weight of <b>each basin. All the silver of the vessels </b>donated by the princes <b>was two thousand and four hundred, in the sacred shekel. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da76b215f43691cfdfd6", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Nasso 60", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Tze'enah Ure'enah, Nasso 60", "sourceHeRef": "צאינה וראינה, נשא ס׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 60, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "נשא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Total silver of vessels</i>” [7:85]. <i>Rashi</i> asks a question here. Why does the Torah have to write again separately what the vessels weighed all together? The explanation is that it wants to show that even though each <i>chieftain</i> separately weighed and watched his bow, basin and ladle. When they weighed the bowls, basins, and ladles again together, they all weighed the same and not even a little weight was missing, but was equal. This was a novelty. When one first weighs many pounds, each pound separately, and afterwards when one weighs the same weight together, it weighs less. However, with the vessels of the chieftains, there was no loss when they were all weighed together.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Rashi, Numbers, 7:85.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51765418edbab441fa205494", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 14:14", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Bamidbar Rabbah 14:14", "sourceHeRef": "במדבר רבה י״ד:י״ד", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0014, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "שְׁלשִׁים וּמֵאָה הַקְּעָרָה הָאַחַת כֶּסֶף וגו' כֹּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת <small>(במדבר ז, פה)</small>, וְכִי אֵין יָדוּעַ שֶׁאַלְפַּיִם וְאַרְבַּע מֵאוֹת הֵן, לָמָּה צָרִיךְ הַכָּתוּב לוֹמַר מִשְׁקָלָן בִּכְלָל, לוֹמַר יָכוֹל בִּזְּמַן שֶׁשְּׁקָלָן בְּבַת אַחַת הָיוּ יְתֵרִים וּבִזְּמַן שֶׁהָיָה שׁוֹקְלָן אֶחָד אֶחָד, הָיוּ חֲסֵרִים, לְכָךְ צָרִיךְ הַכָּתוּב לוֹמַר כָּל אֶחָד וְאֶחָד מִשְׁקָלוֹ וּמִשְׁקַל כֻּלָּן בְּבַת אַחַת, שֶׁלֹא פָּחֲתוּ וְלֹא הוֹתִירוּ. <small>(במדבר ז, פה)</small>: בְּשֶׁקֶל הַקֹּדֶשׁ, לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא נֶאֱמַר קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת וגו', אֵין לִי אֶלָּא מִזְרָק שֶׁנִּתְפָּרֵשׁ בּוֹ בְּשֶׁקֶל הַקֹּדֶשׁ, קְעָרָה מִנַיִן, תַּלְמוּד לוֹמַר כֹּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת בְּשֶׁקֶל הַקֹּדֶשׁ. לָמָּה צָרִיךְ לוֹמַר בָּהֶן הַקְּעָרָה הָאַחַת, הַמִּזְרָק הָאֶחָד, אֶלָּא מְלַמֵּד שֶׁהָיוּ מְקַדְּשִׁים אֶת הַנּוֹפֵל לְתוֹכָן וְנִפְסָלִין אַחַר כֵּן בְּטֻמְאָה וּבְלִינָה, וְכֵן הוּא אוֹמֵר <small>(שמות כה, כט)</small>: קְעָרֹתָיו וְכַפֹּתָיו וּקְשוֹתָיו וּמְנַקִּיֹּתָיו אֲשֶׁר יֻסַּךְ בָּהֵן, בָּהֵן הָיוּ מְנַסְכִים, וַהֲלוֹא כְּבָר נֶאֱמַר <small>(במדבר ד, ז)</small>: וְאֵת קְשׂוֹת הַנָּסֶךְ, וּמַה אֲנִי מְקַיֵּם אֲשֶׁר יֻסַּךְ בָּהֵן, אֶלָּא מְלַמֵּד שֶׁהָיוּ מְקַדְּשִׁים אֶת הַנּוֹפֵל לְתוֹכָן וְנִפְסָלִין בְּטֻמְאָה וּבְלִינָה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“One hundred and thirty was each silver dish, and seventy each basin; all the silver of the vessels was two thousand and four hundred, in the sacred shekel” (Numbers 7:85).</b> <br>“One hundred and thirty was each silver dish…all the silver of the vessels was two thousand and four hundred” – is it not known that they were two thousand four hundred? Why does the verse need to say their total weight? It is to say that, perhaps, when one weighs them together they were more, but when one weighs them one at a time, they would be lacking?<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">There could be small variations in weight that might not be noticeable when the gifts would be weighed individually but which could be more apparent when weighed all together.</i> That is why the verse says the weight of each and every one and the weight of all of them together, as they were neither less nor more. <br>“In the sacred shekel” – why is it stated? It is because it is stated: “His offering was one silver dish…” (Numbers 7:13). I have only the basin, in whose regard “in the sacred shekel” (Numbers 7:13) is explicit; a dish, from where is it derived? The verse states: “All the silver of the vessels was two thousand and four hundred, in the sacred shekel.” <br>Why did it need to say in their regard “each…dish,” “each basin”? Rather, it teaches that they would sanctify what would fall into them, and they could become disqualified due to impurity<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">An offering which was sanctified in a vessel is very susceptible to impurity.</i> and due to remaining overnight.<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">An offering which was sanctified in a vessel becomes invalid when the morning arrives. </i> Likewise it says: “Its dishes and its spoons and its tubes and its supports, with which it will be covered” (Exodus 25:29). With them they would cover it.<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">The showbread.</i> But is it not already stated: “And the covering tubes” (Numbers 4:7)? How do I realize “with which it will be covered”? Rather, it teaches that they would sanctify what would fall into them, and they could become disqualified due to impurity and due to remaining overnight.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f539fe", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Haamek Davar on Numbers 7:85:1", "sourceHeRef": "העמק דבר על במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>שלשים</b> <b>ומאה וגו׳.</b> ולא כתיב שהיו מלאים סולת כמו בסמוך בכפות זהב משום דלא חזר המקרא למנות אלא מה שבא בחידוש ללמדנו שהיה ק״צ דכל ישראל. והמנחה לא היה חידוש. משא״כ הכלים שנעשו בזה כלי שרת שבאין דווקא משל צבור:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5e7d6e4a937f9998659", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:13", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Bamidbar Rabbah 13:13", "sourceHeRef": "במדבר רבה י״ג:י״ג", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0013, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וְקָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת. תָּנֵי מַגִּיד שֶׁלֹא נַעֲשׂוּ מִתְּחִלָּה אֶלָּא עַל שֵׁם קָרְבָּנוֹ <small>(במדבר ז, יג)</small>: מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ, אֵין לִי אֶלָּא מִזְרָק שֶׁנִּתְפָּרֵשׁ בּוֹ בְּשֶׁקֶל הַקֹּדֶשׁ, קְעָרָה מִנַּיִן, תַּלְמוּד לוֹמַר: שְׁנֵיהֶם מְלֵאִים סֹלֶת, מַה זֶּה בְּשֶׁקֶל הַקֹּדֶשׁ, אַף זֶה בְּשֶׁקֶל הַקֹּדֶשׁ. רַבִּי חֲנַנְיָה בֶּן אֲחִי רַבִּי יְהוֹשֻׁעַ אוֹמֵר אֵין צָרִיךְ, שֶׁהֲרֵי כְּבָר נֶאֱמַר <small>(במדבר ז, פה)</small>: כֹּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת בְּשֶׁקֶל הַקֹּדֶשׁ, מַה תַּלְמוּד לוֹמַר שְׁנֵיהֶם מְלֵאִים, שֶׁהָיוּ שָׁוִים בַּמִּדָּה. וּמָה הֶפְרֵשׁ בֵּין קְעָרָה לְמִזְרָק, קְעָרָה גִּלְדָהּ עָבֶה, מִזְרָק גִּלְדוֹ דַּק. <small>(במדבר ז, יג)</small>: סֹלֶת בְּלוּלָה בַשֶּׁמֶן, זוֹ מִן הַנְּדָבָה. <small>(במדבר ז, יד)</small>: כַּף אַחַת עֲשָׂרָה זָהָב וגו', אָמַר רַבִּי חָנִין שֶׁעוֹשֶׂה כָּל מַה שֶׁבַּכַּף, אֶחָת, שֶׁכְּלֵי הַקֹּדֶשׁ מְצָרֵף מַה שֶּׁבְּתוֹכוֹ לִטָּמֵא, שֶׁאִם נָגַע טְבוּל יוֹם בְּמִקְצַת מַה שֶּׁבְּתוֹכוֹ, פָּסַל אֶת כֻּלּוֹ. עֲשָׂרָה זָהָב, הִיא שֶׁל זָהָב, מִשְׁקָלָהּ שֶׁל כֶּסֶף. אַתָּה אוֹמֵר כֵּן, הִיא שֶׁל זָהָב וּמִשְׁקָלָהּ שֶׁל כֶּסֶף, אוֹ הִיא שֶׁל כֶּסֶף וּמִשְׁקָלָהּ שֶׁל זָהָב, תַּלְמוּד לוֹמַר <small>(במדבר ז, פו)</small>: כָּל זְהַב הַכַּפּוֹת עֶשְׂרִים וּמֵאָה, הָא אֵין עָלֶיךָ לוֹמַר כַּלָּשׁוֹן הָאַחֲרוֹן אֶלָּא כַּלָּשׁוֹן הָרִאשׁוֹן, הִיא שֶׁל זָהָב וּמִשְׁקָלָהּ שֶׁל כֶּסֶף. מְלֵאָה קְטֹרֶת, זוֹ קְטֹרֶת נְדָבָה. <small>(במדבר ז, טו)</small>: פַּר אֶחָד בֶּן בָּקָר, שֶׁלֹא הָיָה בְּעֶדְרוֹ כָּמוֹהוּ. <small>(במדבר ז, טו)</small>: אַיִל אֶחָד, שֶׁלֹא הָיָה בְּעֶדְרוֹ כָּמוֹהוּ. <small>(במדבר ז, טו)</small>: בֶּן שְׁנָתוֹ, שָׁנָה שֶׁל עַצְמוֹ וְלֹא שָׁנָה לְמִנְיַן עוֹלָם. <small>(במדבר ז, טו)</small>: לְעֹלָה, מַגִּיד שֶׁכֻּלָּם כְּשֵׁרוֹת לְעוֹלָה. אוֹ <small>(במדבר ז, טו)</small>: כֶּבֶשׂ, שֶׁנִּתְפָּרֵשׁ בּוֹ כָּשֵׁר לְעוֹלָה, וּשְׁאָר כֻּלָּם לֹא הֻכְשְׁרוּ לְעוֹלָה, תַּלְמוּד לוֹמַר פַּר אֶחָד, אַיִל אֶחָד, כֶּבֶשׂ אֶחָד, מַגִּיד שֶׁכֻּלָּם כְּשֵׁרוֹת לְעוֹלָה. <small>(במדבר ז, טז)</small>: שְׂעִיר עִזִים אֶחָד לְחַטָּאת, לְכַפֵּר עַל קֶבֶר הַתְּהוֹם. <small>(במדבר ז, יז)</small>: וּלְזֶבַח הַשְּׁלָמִים, מַגִּיד שֶׁכֻּלָּם כְּשֵׁרוֹת לְזֶבַח הַשְּׁלָמִים, אוֹ <small>(במדבר ז, יז)</small>: בָּקָר, שֶׁנִּתְפָּרֵשׁ בּוֹ כָּשֵׁר לְזֶבַח הַשְּׁלָמִים, וְכֻלָּם לֹא הֻכְשְׁרוּ לְזֶבַח הַשְּׁלָמִים, תַּלְמוּד לוֹמַר: וּלְזֶבַח הַשְּׁלָמִים וגו', מַגִּיד שֶׁכֻּלָּם כְּשֵׁרוֹת לְזֶבַח הַשְּׁלָמִים. <small>(במדבר ז, יז)</small>: זֶה קָרְבַּן נַחְשׁוֹן בֶּן עַמִּינָדָב, מִשֶּׁלּוֹ הֵבִיא וְלֹא שֶׁגָּבָה מִשִּׁבְטוֹ וְהֵבִיא. זֶה קָרְבַּן, זֶה הֵבִיא קְטֹרֶת נְדָבָה וְאֵין הַיָּחִיד מֵבִיא קְטֹרֶת נְדָבָה, זֶה מֵבִיא חַטָּאת שֶׁלֹא חָטָא, וְאֵין הַיָּחִיד מֵבִיא חַטָּאת שֶׁלֹא חָטָא. זֶה קָרְבָּן דּוֹחֶה אֶת הַשַּׁבָּת, וְאֵין קָרְבַּן יָחִיד דּוֹחֶה אֶת הַשַּׁבָּת:", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“And his offering: One silver dish” (Numbers 7:13), it is taught: This tells that they were crafted from the outset only for the sake of his offering. <br>“One silver basin of seventy shekels, in the sacred shekel” (Numbers 7:13), I have derived regarding only the basin, as it specified in its regard “in the sacred shekel.” The dish, from where is it derived? The verse states: “Both of them full of high quality flour” (Numbers 7:13). Just as this one is in the sacred shekel, so, too, that one, in the sacred shekel. Rabbi Ḥananya son of the brother of Rabbi Yehoshua says: It is not necessary, as it is already stated: “All the silver of the vessels was two thousand and four hundred, in the sacred shekel” (Numbers 7:85). Why does the verse state: “Both of them full”? It is because they were equal in measure. What is the difference between a dish and a basin? The dish, its wall was thick; the basin, its wall was thin. <br>“High quality flour mixed with oil,” this was of the gift offering.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">It was not from the flour and oil belonging to the Tabernacle.</i> <br><b>“One gold ladle, ten shekels, full of incense” (Numbers 7:14). <br>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:15). <br>“One goat as a sin offering” (Numbers 7:16). <br>“And for the peace offering, two cattle, five rams, five goats, five sheep in their first year. This was the offering of Naḥshon son of Aminadav” (Numbers 7:17).</b> <br>“One gold ladle, ten shekels…” (Numbers 7:14),  Rabbi Ḥanin said: It renders everything in the ladle as one, as a sacred vessel connects everything that is inside it to become impure.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">If there are distinct pieces in the vessel, and one of them comes in contact with impurity, they all become impure, because they are considered one single piece while in the vessel.</i> If one who immersed that day<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">His purification will not be complete until the evening, and his status is that of second degree impurity.</i> touches some of what is in it, he disqualifies it all. <br>“Gold…ten shekels” – it is of gold, its weight is of silver. Do you say thus, it is of gold, its weight is of silver; or, it is of silver and its weight is of gold? The verse states: “All the gold of the ladles, one hundred and twenty” (Numbers 7:86); consequently, you should not say according to the former formulation, but rather according to the latter formulation: It is of gold and its weight is of silver. <br>“Full of incense,” this is incense of a gift offering. <br>“One young bull” (Numbers 7:15), that there was not another in its herd that equaled it.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">The midrash expounds the word one, <i>eḥad</i>, to mean special, <i>meyuḥad</i>.</i> “One ram,” that there was not another in its herd that equaled it. “In its first year,” this is its own first year, but not the year according to the tally of the world.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">The year ends on the anniversary of the sheep’s birth, not at the end of the calendar year. </i> <br>“As a burnt offering” (Numbers 7:15), it states that they were all fit for a burnt offering.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Namely, maybe only the sheep were brought as a burnt offering.</i> Or [should we interpret] “sheep,” in whose regard it was specified, was fit for a burnt offering, but the rest of them were not fit for a burnt offering? The verse states: “One bull…one ram…one sheep,” telling that all of them are fit for a burnt offering. <br>“One goat as a sin offering” (Numbers 7:16), it is to atone for a grave in the depths.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">A grave in the depths is one which nobody is currently aware of. Since somebody who walked over the grave would become impure, but would have no knowledge of his impurity, he might unwittingly enter the Tabernacle or partake of consecrated meat while impure. Since he is unaware of his impurity, he will not bring the sacrifice required of a person who unintentionally did one of these acts.</i> <br>“And for the peace offering” (Numbers 7:17),  [does] it state that they were all fit for a peace offering, or “cattle,” in whose regard it was specified, must be fit for a peace offering, but the rest of them need not be fit for a peace offering? The verse states: “And for the peace offering, [two cattle, five rams, five goats, five sheep in their first year],” stating that all of them must be fit for a peace offering. <br>“This was the offering of Naḥshon son of Aminadav”  (Numbers 7:17), he brought it from what was his, and did not collect from his tribe and bring. <br>“This was the offering,” this one brought incense as a gift offering, but an individual does not bring incense as a gift offering. This one brings a sin offering without having sinned, but an individual does not bring a sin offering without having sinned. This one, his offering overrides Shabbat, but, [normally] an individual’s offering does not override Shabbat.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5fed6e4a937f9998a82", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:18", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Bamidbar Rabbah 14:18", "sourceHeRef": "במדבר רבה י״ד:י״ח", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0018, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אָמַר רַבִּי פִּינְחָס בֶּן יָאִיר, קַעֲרוֹת כֶּסֶף שְׁתֵּים עֶשְׂרֵה, מִזְרְקֵי כֶסֶף שְׁנֵים עָשָׂר, כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה, בָּקָר שְׁנֵים עָשָׂר, אֵילִים שְׁנֵים עָשָׂר, כְּבָשִׂים שְׁנֵים עָשָׂר, שְׂעִירִים שְׁנֵים עָשָׂר, כְּנֶגֶד שְׁנֵים עָשָׂר מַזָּלוֹת וּכְנֶגֶד שְׁנֵים עָשָׂר חֳדָשִׁים לַחַמָּה וּשְׁנֵים עָשָׂר חֳדָשִׁים לַלְּבָנָה, וּכְנֶגֶד שְׁנֵים עָשָׂר שְׁבָטִים וּשְׁנֵים עָשָׂר נְשִׂיאִים וּשְׁנֵים עָשָׂר מַנְהִיגִים בַּנֶּפֶשׁ וּשְׁנֵים עָשָׂר לֶחֶם הַפָּנִים עַל הַשֻּׁלְחָן. <small>(במדבר ז, פה)</small>: כֹּל כֶּסֶף הַכֵּלִים אַלְפַּיִם וְאַרְבַּע מֵאוֹת, מִשֶּׁנִּבְרָא הָעוֹלָם וְעַד שֶׁהָיָה משֶׁה בֶּן שְׁלשִׁים וּשְׁתַּיִם שָׁנָה שֶׁהִתְחִיל לְהוֹרוֹת לְיִשְׂרָאֵל בְּמִצְרַיִם, אַלְפַּיִם וְאַרְבַּע מֵאוֹת שָׁנָה. <small>(במדבר ז, פו)</small>: כַּפּוֹת זָהָב שְׁתֵּים עֶשְׂרֵה, שֶׁהֵם שְׁקוּלִים מֵאָה וְעֶשְׂרִים, כְּנֶגֶד יְמֵי משֶׁה הֶחָסִיד. וְכֵן [וכל] קָרְבַּן נְפָשׁוֹת כְּנֶגֶד אֵלּוּ, פָּרִים כְּנֶגֶד מְלָכִים, אֵילִים כְּנֶגֶד נְשִׂיאִים, שְׂעִיר עִזִּים כְּנֶגֶד רוֹזְנִים וּסְגָנִים וּפַחוֹת, וּכְבָשִׂים כְּנֶגֶד פְּקִידִים <small>(שמואל ב ח, יח)</small>: וְהַכְּרֵתִי וְהַפְּלֵתִי. פָּרִים שֶׁל זֶבַח הַשְּׁלָמִים עֶשְׂרִים וְאַרְבָּעָה, כְּנֶגֶד עֶשְׂרִים וְאַרְבָּעָה סְפָרִים, וְעֶשְׂרִים וְאַרְבַּע מִשְׁמָרוֹת, כַּפָּרָה עַל עֶשְׂרִים וְאַרְבָּעָה אֶלֶף שֶׁמֵּתוּ בְּבַעַל פְּעוֹר. אֵילִם שִׁשִּׁים עַתֻּדִים שִׁשִּׁים כְּבָשִׂים שִׁשִּׁים, כְּנֶגֶד שִׁשִּׁים רִבּוֹא, וּכְנֶגֶד סוֹד שֶׁחֶשְׁבּוֹנוֹ שִׁשִּׁים. וּכְנֶגֶד <small>(שיר השירים ו, ח)</small>: שִׁשִּׁים הֵמָּה מְלָכוֹת, וּכְנֶגֶד בַּיִת שֵׁנִי שֶׁנִּבְנָה שִׁשִּׁים עַל שִׁשִּׁים <small>(עזרא ו, ג)</small>: רוּמֵהּ אַמִּין שִׁתִּין פְּתָיֵהּ אַמִּין שִׁתִּין, [וכנגד] אֱלִישָׁע שִׁמֵּשׁ לְיִשְׂרָאֵל שִׁשִּׁים שָׁנָה, וּכְנֶגֶד <small>(דברים ג, ד)</small>: שִׁשִּׁים עִיר כָּל חֶבֶל אַרְגֹּב. <small>(בראשית כה, כו)</small>: וְיִצְחָק בֶּן שִׁשִּׁים שָׁנָה, וּכְנֶגֶד אוֹתִיּוֹת שֶׁבְּבִרְכַּת כֹּהֲנִים שִׁשִּׁים, שֶׁנֶּאֱמַר <small>(שיר השירים ג, ז)</small>: שִׁשִּׁים גִּבֹּרִים סָבִיב לָהּ. קָרְבַּן כָּל נָשִׂיא וְנָשִׂיא הָיָה מִן הַשְּׁלָמִים מִן שְׁלשֶׁת הַמִּינִים, חֲמִשָּׁה עָשָׂר חֲמִשָּׁה עָשָׂר, כְּנֶגֶד פָּסוּק <small>(במדבר ו, כד)</small>: יְבָרֶכְךָ ה', שֶׁהוּא חֲמֵשׁ עֶשְׂרֵה אוֹתִיּוֹת. כָּל מִין וּמִין הָיָה שֶׁל חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד אוֹתִיּוֹת חָמֵשׁ, שֶׁיִּתֵּר כָּל פָּסוּק וּפָסוּק עַל שֶׁל חֲבֵרוֹ חָמֵשׁ אוֹתִיּוֹת, כֵּיצַד, פָּסוּק יְבָרֶכְךָ הוּא שֶׁל חֲמֵשׁ עֶשְׂרֵה אוֹתִיּוֹת, יִתֵּר עָלָיו הַפָּסוּק <small>(במדבר ו, כה)</small>: חָמֵשׁ אוֹתִיּוֹת, שֶׁהוּא מִן עֶשְׂרִים אוֹתִיּוֹת, יִתֵּר עָלָיו <small>(במדבר ו, כו)</small>: יִשָֹּׂא ה' עַל פָּסוּק יָאֵר, חָמֵשׁ אוֹתִיּוֹת, שֶׁהוּא מִן עֶשְׂרִים וְחָמֵשׁ אוֹתִיּוֹת. וּלְפִי שֶׁחוֹתֵם בִּרְכַּת כֹּהֲנִים שָׁלוֹם, <small>(במדבר ו, כו)</small>: וְיָשֵׂם לְךָ שָׁלוֹם, לְכָךְ הִקְרִיבוּ שְׁלָמִים כְּנֶגְדָם. אֵילִם שִׁשִּׁים עַתֻּדִים שִׁשִּׁים כְּבָשִׂים שִׁשִּׁים, הֲרֵי מֵאָה וּשְׁמוֹנִים, כְּנֶגֶד שְׁנוֹתָיו שֶׁל יִצְחָק. <small>(במדבר ו, פח)</small>: זֹאת חֲנֻכַּת הַמִּזְבֵּחַ אַחֲרֵי הִמָּשַׁח אֹתוֹ, אִי <small>(במדבר ו, פד)</small>: בְּיוֹם הִמָּשַׁח אֹתוֹ, יָכוֹל קֹדֶם שֶׁנִּמְשַׁח, תַּלְמוּד לוֹמַר: אַחֲרֵי הִמָּשַׁח אֹתוֹ, מִכָּאן אַתָּה לָמֵד בְּיוֹם שֶׁנִּמְשַׁח, וְאַחַר שֶׁנִּמְשַׁח הִתְחִילוּ הַנְּשִׂיאִים לְהַקְרִיב.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Pinḥas ben Ya’ir said: Twelve silver dishes, twelve silver basins, twelve golden ladles, twelve cattle, twelve rams, twelve lambs, twelve goats correspond to twelve constellations, corresponding to twelve months of the solar year and twelve months of the lunar year, correspond to the twelve tribes, the twelve princes, twelve implementers of the soul,<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Two hands, two feet, two kidneys, spleen, liver, gall bladder, stomach, maw, and craw.</i> and the twelve loaves of showbread on the Table. <br>“All the silver of the vessels was two thousand and four hundred, in the sacred shekel” (Numbers 7:85) – from when the world was created until Moses was thirty-two years old, when he began to instruct Israel in Egypt, were two thousand four hundred years. “Twelve golden ladles” (Numbers 7:86) that weigh one hundred and twenty – it corresponds to the days of Moses the pious. <br>Likewise <all> the living offerings correspond to these: Bulls correspond to kings;<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">There were twelve righteous kings.</i> rams correspond to princes; goats correspond to chiefs, deputies, and governors;<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">There were four of each of these categories who served under the kings.</i> and lambs correspond to officials and “the Keretites and the Peletites” (II Samuel 8:18). <br>Twenty-four bulls of the peace offerings corresponded to the twenty-four books, and the twenty-four priestly watches, and atonement for the twenty-four thousand who perished due to Baal Peor (see Numbers 25:9). <br>“Sixty rams, sixty goats, sixty lambs” – they corresponded to the sixty myriads; and corresponded to the esoterica [<i>sod</i>], whose numerical value<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">The numerical value of its first letter.</i> is sixty; and corresponded to “they are sixty queens” (Song of Songs 6:8); corresponded to the second Temple, which was built sixty by sixty: “Its height shall be sixty cubits and its width sixty cubits” (Ezra 6:3); and Elisha served Israel sixty years; corresponded to the “sixty cities, the entire region of Argov” (Deuteronomy 3:4); “Isaac was sixty years old” (Genesis 25:26);<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">When Esau and Jacob were born.</i> corresponding to the sixty letters of the Priestly Benediction, as it is stated: “Sixty warriors surrounding it” (Song of Songs 3:7). <br>The offering of each and every prince was peace offerings of three species, fifteen for each of them, corresponding to the verse: “May the Lord bless you” (Numbers 6:24), which contains fifteen letters. Each and every species was of five each, corresponding to the fact that each and every verse is five letters longer than its predecessor. How so? The verse “may…bless you” is fifteen letters. The next verse has five letters more, as it consists of twenty letters. “May the Lord lift His countenance” (Numbers 6:26) is five letters longer than it, as it is twenty-five letters. Because it concludes the Priestly Benediction with peace: “And grant you peace” (Numbers 6:26), that is why they sacrificed peace offerings corresponding to them. <br>“Sixty rams, sixty goats, sixty lambs” – that is one hundred and eighty, corresponding to the years of Isaac. <br>“This was the dedication of the altar after it was anointed” – if it was “on the day that it was anointed” (Numbers 7:84), is it, perhaps, before it was anointed? The verse states: “After it was anointed.” From here you learn on the day that it was anointed, and after it was anointed, the princes began to present their offerings.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b176d6e4a952249cc28c", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Minchat Shai on Torah, Numbers 7:85:1", "sourceHeRef": "מנחת שי על תורה, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>הקערה האחת.</b> בגיליון אחד מספרי ספרד נכתב בצדו ספרים אחרים <b>הקֳערה</b> בחטף קמץ גם במקרא גדולה יש הערה מזה החילוף אבל בספרים שלנו הקו\"ף בשוא לבדו וכן כתב בשרשים שרש קער:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c19d6e4a9416e9c45a9", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Mizrachi, Numbers 7:85:1", "sourceHeRef": "מזרחי, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>שלשים ומאה הקערה האחת וגו' מת\"ל לפי שנא' שלשי' ומאה משקלה ולא פי' באיזה שקל לכך חזר ושנאה כאן וכלל בכלן כל כסף הכלי' בשקל הקדש. </b>כדתניא בספרי שלשים ומאה הקער' האחת למה נאמר לפי שהו' אומ' קרבנו קער' כסף אחת וגו' אין לי אלא מזר' שנתפר' בו שהוא בשקל הקדש קער' מניין ת\"ל כל כסף הכלים אלפים וארבע מאות בשקל הקדש פי' אי לאו תרא דהכא הוה אמינא דבשקל הקדש דכתיב במזרק אמזרק לחודיה קאי ולא על הקערה ולא היינו יודעים באיזה שקל הם הק\"ל של קערה לכך חזר ושנא' כאן וכלל כלן בשקל הקד' ומפני שהיה צריך לכלול הכל לומ' כל כסף הכלי' אלפי' וארבע מאות בשקל הקד' ללמד שכל שקליהן בשקל הקד' היו חזר וכת' שלשי' ומא' הקער' ושבעי' המזרק כדי שיאמר אחר כן כל כסף הכלי' אלפים וארבע מאות בשקל הקדש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c19d6e4a9416e9c45ab", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 7:85:2", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Mizrachi, Numbers 7:85:2", "sourceHeRef": "מזרחי, במדבר ז׳:פ״ה:ב׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 85.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>כל כסף הכלים וגו' למדך שהיו כלי המקדש מכוונים במשקלים שוקלן אחד א' ושוקלן כלן כאח' לא רבה ולא מעט. </b>ורמב\"ן ז\"ל כתב בזה ואיני מבין טעמ' בדבר זה שאם נחשוב שהו' נס מה תועלת יש בדבר שיעש' בו הנס הזה ואם כדרך כל הארץ הוא בכל המשקלו' למה הזכיר אותו הכתו' ונ\"ל שהמביאו אל המבוכה הזאת אינו אלא מפני שחשב שפי' מכווני' במשקלם הוא שהמשקל של פרוטרוטין היה שוה למשקל של כלן יחד והוא מה שכתו' אחריו שוקלן אחד אחד ושוקלן כלן כאחד לא רבה ולא מעט אבל אנחנו נאמר שפירוש שהיו מכוונים במשקלם הוא שהמשקל של פרוטרוט האחד שוה למשקל של פרוטרוט האחר שאם היה המשקל האחד בלא שום הכרע היה גם המשקל האחר כן ואם היה במשקל האח' הכרע היה גם במשקל האח' כדמות ההכרע ההוא בלי תוספת ומגרעת לא כדרך השוקלים שאינ' מדקדקי' במשקל הפרוטרוט כל כך בצמצום ולפעמי' יהיה בו הכרע ולפעמים לא יהיה בו וכשחוזר לשוקלן כלן יחד פעמים מרבה פעמים ממעט אבל משקל כלי בית המקד' אינו כן אלא שהיו כל כך מכוונים המשקלי' של פרוטרוט עד שלא היה הפר' בין המשקלין של פרוטרוט למשקל של כלן יחד וזהו מה שאמר בספרי שלא ככלי הדיוט כלי בית העולמי' כלי הדיוט שוקלן אחד אחד ושוקלן כלן כאחד פעמים מרבה פעמים ממעיט אבל כלי המקדש אינן כן אלא שוקלן אחד אחד וחוזר ושוקלן כלן יחד ולא רבה ולא מעט: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928aae1", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Malbim on Numbers 7:85:1", "sourceHeRef": "מלבי\"ם על במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>מאת נשיאי ישראל </b>בא ללמד שכולם נתנו אל לבם עצה זו מחד והיו כולם שוים בזכות המצוה שהתעוררו ע\"ז מעצמם כולם בשוה, וחזר ואמר קערות כסף שתים עשרה, שהיו כולם שוים שלא נמצא בם פסול שיצטרך להביא אחר תמורתו וגם י\"ל שקמ\"ל שלא נמצא פסול בסולת שהיה ממלא את הקערה והמזרק בכל משך זמן החנוכה. ואמר שנית שלשים ומאה הקערה האחת כל כסף הכלים, שכ\"ז הוא למותר, [א] ללמד שגם שקל הקערה היה בשקל הקדש כנ\"ל (סי' קנ\"ה), [ב] ללמד שהיה המשקל שוה בין כששקלם אחד אחד בין כששקלם יחד, ולר' נתן מלמד שהיה כסף צרוף שאף שיתיכנו כמה פעמים ישאר משקל זה בכוון. ועז\"א כל כסף הכלים. ר\"ל אף שיתיך הכלים ויעשה מהם כסף ישאר המשקל הזה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5878415afd29c04ef71", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Gur Aryeh on Bamidbar 7:85:1", "sourceHeRef": "גור אריה על במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>שהיו כלי בית המקדש מכוונים כו'.</b> בספרי אמר שלא ככלי הדיוט כלי בית עולמים, כלי הדיוט שוקלן אחד אחד ושוקלן כולן כאחד פעמים מרבה פעמים ממעט<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"72\"></i>. והקשה הרא\"ם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"73\"></i> על זה, דאם הוא נס – מה תועלת יש בנס הזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"74\"></i>, ואם כדרך כל הארץ – הלא כן בכל המשקלות, [ו]למה הזכיר אותו הכתוב. ואין זה קשיא כלל, כי בודאי חידוש גדול, כי אי אפשר לצמצם כל כלי שלא יהיה יתר או פחות במשקלו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"75\"></i>, [ו]כאשר יצטרפו הרבה יחד נעשה ממנו תוספות משקל. ובכלי המשכן לא היה זה, בין שהיה על ידי נס ובין שהיה דרך אומנות, חידוש גדול היה. וענין זה החידוש יש לו טעם מופלא, וזה כי כמו שהיה טעם למה היה משקל הכף עשרה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"76\"></i>, כך יש טעם שצריכין כל הכפות ביחד להיות משקלם מאה ועשרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"77\"></i>, ואם היה מעט תוספות בכף אחת, היה מצטרף הכל יחד, ולא היה נמצא זה החשבון בכלל הכפות שהיו י\"ב. ואמר כי המשקל היה מצומצם, כי היה המשקל שלהם מורה על דבר, ולא דבר ריק הוא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"78\"></i>, לכך נעשה דבר זה בכלי בית עולמים:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea10ceb7d2e1475644ccf", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Midrash Lekach Tov, Numbers 7:85:1", "sourceHeRef": "מדרש לקח טוב, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> שלשים ומאה הקערה האחת כסף ושבעים המזרק האחד כל כסף הכלים אלפים וארבע מאות בשקל הקדש. זה בא ללמד. בוא וראה שהדיוט שוקל אחד אחד <i data-commentator=\"Beur HaRe'em\" data-order=\"149\"></i> ושוקלן כאחד פעמים מרבה ופעמים ממעט אבל בשקל הקדש בין בכלל בין בפרט לא ריבה ולא מיעט:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5785259f29a4b526dee9b", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Maskil LeDavid, Numbers 7:85:1", "sourceHeRef": "משכיל לדוד, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "commentaryNum": 85.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>שלשים ומאה הקערה וכו׳ לפי שנאמר וכו׳</b> ההרגש הוא דאמאי כתיב הקערה האחת בה״א ומתרץ משום דקאי אמאי דכבר כתב לעיל וכל היכא דקאי קרא אמלתא דכבר ידועה וכתובה במקום אחר כתב קרא בה״א הידיעה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5785859f29a4b526dee9f", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 7:85:2", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Maskil LeDavid, Numbers 7:85:2", "sourceHeRef": "משכיל לדוד, במדבר ז׳:פ״ה:ב׳", "anchorVerse": 85, "sourceHasEn": false, "commentaryNum": 85.0002, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>כל כסף וכו׳ למדך וכולי</b> עמ״ש הרא״ם ז״ל וטעם לדבר אפשר שהיה לרמוז דאע״ג שזה הקריב ראשון וזה אחרון מ״מ כלם שקולים וצדיקים גמורים היו:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61405b4ad3ee654a18aeeb9b", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "anchorRef": "Numbers 6:22-8:4", "anchorRefExpanded": ["Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:24", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:כ״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0024, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "רֹאשׁ חֹדֶשׁ טֵבֵת שֶׁחָל לִהְיוֹת בְּשַׁבָּת מוֹצִיאִין שְׁלֹשָׁה סְפָרִים. הָרִאשׁוֹן קוֹרֵא בּוֹ סֵדֶר הַיּוֹם. וְהַשֵּׁנִי קוֹרֵא בּוֹ עִנְיַן רֹאשׁ חֹדֶשׁ. וְהַשְּׁלִישִׁי קוֹרֵא בּוֹ עִנְיַן חֲנֻכָּה. חָל לִהְיוֹת בְּאֶמְצַע הַשַּׁבָּת שְׁלֹשָׁה קוֹרִין בְּעִנְיַן רֹאשׁ חֹדֶשׁ וְהָרְבִיעִי קוֹרֵא בְּעִנְיַן חֲנֻכָּה:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "[Similarly, when] Rosh Chodesh Tevet falls on the Sabbath, three Torah scrolls are taken out. The <i>sidrah</i> of the day is read from the first scroll. The passage concerning Rosh Chodesh is read from the second scroll, and the passage for Chanukah is read from the third scroll.<br>[When Rosh Chodesh Tevet] falls during the middle of the week, three people read from the passage concerning Rosh Chodesh, and the fourth person reads the passage for Chanukah.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf9db6084aa1cbef9e99", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶחָד 1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "BDB, אֶחָד 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶחָד א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶחָד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֶחָד</span></big></big><sub>962</sub><big></big>  <strong>adj.num. one (</strong>Ph. <span dir=\"rtl\">אחד</span>, Sab. <em>id.</em>, cf. DHM<sup>ZMG 1876, 707</sup>, Arabic <span dir=\"rtl\">أَحَدٌ</span>, Ethiopic አሐዱ Aramaic <span dir=\"rtl\">חַד</span>,<span dir=\"rtl\">ܚܰܕ</span>; on Assyrian <em>êdu, aḫadu</em>, cf. Dl<sup>W No. 139</sup><strong>)</strong>—abs. <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> + cstr. <span dir=\"rtl\">אַחַ֫ד</span> <a data-ref=\"Genesis 21:15\" href=\"/Genesis.21.15\">Gn 21:15</a> +; so even bef. prep. <a data-ref=\"I Samuel 9:3\" href=\"/I_Samuel.9.3\">1 S 9:3</a> al. v. Dr; f. abs. <span dir=\"rtl\">אַחַ֫ת</span> <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> +; <span dir=\"rtl\">אֶחָ֑ת</span> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> +; cstr. <span dir=\"rtl\">אַחַ֫ת</span> <a data-ref=\"Deuteronomy 13:13\" href=\"/Deuteronomy.13.13\">Dt 13:13</a> +; pl. m. <span dir=\"rtl\">אֲחָדִים</span> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> + 4 times; <span dir=\"rtl\">חַד</span> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a> del. Co cf. 𝔊;—<br><strong>1.</strong>  <em>one</em> <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a>; <a data-ref=\"Genesis 27:38\" href=\"/Genesis.27.38\">27:38</a>, <a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">45</a> <a data-ref=\"Exodus 12:49\" href=\"/Exodus.12.49\">Ex 12:49</a> <a data-ref=\"Joshua 23:10\" href=\"/Joshua.23.10\">Jos 23:10</a> <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a> <a data-ref=\"II Samuel 12:3\" href=\"/II_Samuel.12.3\">2 S 12:3</a> +, <a data-ref=\"Zechariah 14:9\" href=\"/Zechariah.14.9\">Zc 14:9</a> <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">Mal 2:10</a> <a data-ref=\"Job 31:15\" href=\"/Job.31.15\">Jb 31:15</a> +, so also (emph.) <a data-ref=\"II Samuel 17:3\" href=\"/II_Samuel.17.3\">2 S 17:3</a> for MT <span dir=\"rtl\">אֲשֶׁר</span> 𝔊 We Dr; <em>one or two</em> <span dir=\"rtl\">לֹא לְיוֹם אֶחָד וְלֹא לִשְׁנַיִם</span> <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>; as subst. sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a>, <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">13</a> <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">Is 34:16</a> +; <span dir=\"rtl\">הָא׳</span> <a data-ref=\"Genesis 19:9\" href=\"/Genesis.19.9\">Gn 19:9</a>; <a data-ref=\"Genesis 42:13\" href=\"/Genesis.42.13\">42:13</a>, <a data-ref=\"Genesis 42:32\" href=\"/Genesis.42.32\">32</a> <a data-ref=\"II Kings 6:3\" href=\"/II_Kings.6.3\">2 K 6:3</a>, <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">5</a> +; <em>one and the same</em> <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">Gn 40:5</a> <a data-ref=\"Job 31:15\" href=\"/Job.31.15\">Jb 31:15</a>; pl. <span dir=\"rtl\">דְּבָרִים אֲחָדִים</span> †<a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> cf. <a data-ref=\"Ezekiel 37:17\" href=\"/Ezekiel.37.17\">Ez 37:17</a> (abs.), but v. Co; = <em>few, a few</em> <span dir=\"rtl\">יָמִים א׳</span> †<a data-ref=\"Genesis 27:44\" href=\"/Genesis.27.44\">Gn 27:44</a>; <a data-ref=\"Genesis 29:20\" href=\"/Genesis.29.20\">29:20</a> <a data-ref=\"Daniel 11:20\" href=\"/Daniel.11.20\">Dn 11:20</a>; <span dir=\"rtl\">כְּאִישׁ אֶחָד</span> <em>as one man, together</em> <a data-ref=\"Judges 20:8\" href=\"/Judges.20.8\">Ju 20:8</a> <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a>; also <span dir=\"rtl\">כְּאֶחָד</span> late = Aramaic <span dir=\"rtl\">כַּחֲדָא</span> †<a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> (= <a data-ref=\"Nehemiah 7:65\" href=\"/Nehemiah.7.65\">Ne 7:66</a>) <a data-ref=\"Ezra 3:9\" href=\"/Ezra.3.9\">3:9</a>; <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">6:20</a> <a data-ref=\"Ecclesiastes 11:6\" href=\"/Ecclesiastes.11.6\">Ec 11:6</a>; v. especially <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">Is 65:25</a> (‖ earlier <span dir=\"rtl\">יַחְדָּו</span> <a data-ref=\"Isaiah 11:6\" href=\"/Isaiah.11.6\">11:6</a>, <a data-ref=\"Isaiah 11:7\" href=\"/Isaiah.11.7\">7</a>).<br><strong>2.</strong>  = <em>each, every</em> <a data-ref=\"Exodus 36:30\" href=\"/Exodus.36.30\">Ex 36:30</a> <a data-ref=\"Numbers 7:3\" href=\"/Numbers.7.3\">Nu 7:3</a>, <a data-ref=\"Numbers 7:85\" href=\"/Numbers.7.85\">85</a>; <a data-ref=\"Numbers 28:21\" href=\"/Numbers.28.21\">28:21</a> <a data-ref=\"I Kings 4:7\" href=\"/I_Kings.4.7\">1 K 4:7</a> <a data-ref=\"II Kings 15:20\" href=\"/II_Kings.15.20\">2 K 15:20</a> +; also repeated, distrib. sense <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">Nu 7:11</a>; <a data-ref=\"Numbers 13:2\" href=\"/Numbers.13.2\">13:2</a>; <a data-ref=\"Numbers 17:21\" href=\"/Numbers.17.21\">17:21</a> <a data-ref=\"Joshua 3:12\" href=\"/Joshua.3.12\">Jos 3:12</a>; <a data-ref=\"Joshua 4:2\" href=\"/Joshua.4.2\">4:2</a>, <a data-ref=\"Joshua 4:4\" href=\"/Joshua.4.4\">4</a>.<br><strong>3.</strong>  = <em>a certain</em> <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a> <a data-ref=\"II Samuel 18:10\" href=\"/II_Samuel.18.10\">2 S 18:10</a> <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a> <a data-ref=\"Esther 3:8\" href=\"/Esther.3.8\">Est 3:8</a> + cf. <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a> v. Dr <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>; hence<br><strong>4.</strong>  = indef. art. <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>; <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">24:15</a>; <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">26:20</a> (but del. 𝔊 We Dr) <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>, <a data-ref=\"I Kings 19:5\" href=\"/I_Kings.19.5\">5</a> +.<br><strong>5.</strong>  <em>only</em> <a data-ref=\"I Kings 4:19\" href=\"/I_Kings.4.19\">1 K 4:19</a>, & (fem.) <em>once</em> <a data-ref=\"II Kings 6:10\" href=\"/II_Kings.6.10\">2 K 6:10</a> <a data-ref=\"Psalms 62:12\" href=\"/Psalms.62.12\">ψ 62:12</a>; <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">89:36</a> (<em>once for all</em>); <span dir=\"rtl\">אַחַת לְשָׁלוֹשׁ שָׁנִים</span> <a data-ref=\"II Chronicles 9:21\" href=\"/II_Chronicles.9.21\">2 Ch 9:21</a>, <span dir=\"rtl\">א׳ בַּשָּׁנָה</span> <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">Lv 16:34</a> cf. <a data-ref=\"Job 40:5\" href=\"/Job.40.5\">Jb 40:5</a>, <span dir=\"rtl\">פַּעַם אֶחָ֑ת</span> <a data-ref=\"Joshua 6:3\" href=\"/Joshua.6.3\">Jos 6:3</a>, <a data-ref=\"Joshua 6:11\" href=\"/Joshua.6.11\">11</a> cf. v <a data-ref=\"Joshua 6:14\" href=\"/Joshua.6.14\">14</a>, <span dir=\"rtl\">בְּאַחַת</span> <a data-ref=\"Numbers 10:4\" href=\"/Numbers.10.4\">Nu 10:4</a> <span dir=\"rtl\">בְּאַחַת</span> is rather ‘<em>in one</em> (of the trumpets)’ <a data-ref=\"Job 33:14\" href=\"/Job.33.14\">Jb 33:14</a> it = <em>in one way; at once</em> <span dir=\"rtl\">בְּאֶחָ֑ת</span> <a data-ref=\"Proverbs 28:18\" href=\"/Proverbs.28.18\">Pr 28:18</a> read prob. with 𝔖 Lag Dys Bi <span dir=\"rtl\">בַּשָּׁ֑חַת</span> cf. <span dir=\"rtl\">וְאִנָּֽקְמָה נְקַם־אַחַת</span> <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">Ju 16:28</a> is rather ‘vengeance for <em>one</em> of my two eyes’ (v. GFM). <a data-ref=\"Jeremiah 10:8\" href=\"/Jeremiah.10.8\">Je 10:8</a> <span dir=\"rtl\">בְּאַחַת</span> prob. = <em>in one, altogether</em>.<br><strong>6.</strong>  <em>one … another, the one … the other</em> <span dir=\"rtl\">א׳</span> … <span dir=\"rtl\">א׳</span> <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a>; <a data-ref=\"Exodus 18:3\" href=\"/Exodus.18.3\">18:3</a>, <a data-ref=\"Exodus 18:4\" href=\"/Exodus.18.4\">4</a> <a data-ref=\"Amos 4:7\" href=\"/Amos.4.7\">Am 4:7</a> <a data-ref=\"II Samuel 12:1\" href=\"/II_Samuel.12.1\">2 S 12:1</a> <a data-ref=\"Jeremiah 24:2\" href=\"/Jeremiah.24.2\">Je 24:2</a> <a data-ref=\"II Chronicles 3:17\" href=\"/II_Chronicles.3.17\">2 Ch 3:17</a> <a data-ref=\"Nehemiah 4:11\" href=\"/Nehemiah.4.11\">Ne 4:11</a> +; … <span dir=\"rtl\">הא׳ א׳</span> <a data-ref=\"Leviticus 14:22\" href=\"/Leviticus.14.22\">Lv 14:22</a>; <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15:15</a> <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a> read <span dir=\"rtl\">הָאֶחָד אֶת־אָחִיו</span> 𝔊 We Dr; <em>one after another, one by one</em>, <span dir=\"rtl\">לְאַחַד אֶחָד</span> <a data-ref=\"Isaiah 27:12\" href=\"/Isaiah.27.12\">Is 27:12</a> cf. <a data-ref=\"Ecclesiastes 7:27\" href=\"/Ecclesiastes.7.27\">Ec 7:27</a>.<br><strong>7.</strong>  as ordinal, <em>first</em> (mostly P & late) <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> (P) <a data-ref=\"Genesis 2:11\" href=\"/Genesis.2.11\">2:11</a> (J) <a data-ref=\"Exodus 39:10\" href=\"/Exodus.39.10\">Ex 39:10</a> (P) <a data-ref=\"Ezekiel 10:14\" href=\"/Ezekiel.10.14\">Ez 10:14</a> <a data-ref=\"Job 42:14\" href=\"/Job.42.14\">Jb 42:14</a>; of first day of month <a data-ref=\"Exodus 40:2\" href=\"/Exodus.40.2\">Ex 40:2</a> (P) <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">Ezr 3:6</a>; <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">10:16</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a> <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>; <em>first year</em>, <span dir=\"rtl\">שְׁנַת אַחַת</span> <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">2 Ch 36:22</a> <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a> <a data-ref=\"Daniel 1:21\" href=\"/Daniel.1.21\">Dn 1:21</a>; <a data-ref=\"Daniel 9:1\" href=\"/Daniel.9.1\">9:1</a>, <a data-ref=\"Daniel 9:2\" href=\"/Daniel.9.2\">2</a>; <a data-ref=\"Daniel 11:1\" href=\"/Daniel.11.1\">11:1</a>; cf. <em>first</em> (day, <span dir=\"rtl\">יוֹם</span> om.) <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>, <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">13</a> <span dir=\"rtl\">בְּאֶחָד לַחֹדֶשׁ</span>; so <a data-ref=\"Exodus 40:17\" href=\"/Exodus.40.17\">Ex 40:17</a> <a data-ref=\"Leviticus 23:24\" href=\"/Leviticus.23.24\">Lv 23:24</a> <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>; <a data-ref=\"Numbers 33:38\" href=\"/Numbers.33.38\">33:38</a> (all P) <a data-ref=\"Deuteronomy 1:3\" href=\"/Deuteronomy.1.3\">Dt 1:3</a> <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a> <a data-ref=\"Ezra 7:9\" href=\"/Ezra.7.9\">Ezr 7:9</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 26:1\" href=\"/Ezekiel.26.1\">Ez 26:1</a>; <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">29:17</a>; <a data-ref=\"Ezekiel 31:1\" href=\"/Ezekiel.31.1\">31:1</a>; <a data-ref=\"Ezekiel 32:1\" href=\"/Ezekiel.32.1\">32:1</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>.<br><strong>8.</strong>  in combin., <strong>a.</strong>  <span dir=\"rtl\">אַחַד עָשָׂר</span> <em>eleven</em> (cf. <a data-ref=\"BDB, עָשָׂר\" href=\"/BDB,_עָשָׂר\", dir=\"rtl\">עָשָׂר</a>, <a data-ref=\"BDB, עַשְׁתֵּי\" href=\"/BDB,_עַשְׁתֵּי\", dir=\"rtl\">עַשְׁתֵּי</a>) <a data-ref=\"Genesis 32:23\" href=\"/Genesis.32.23\">Gn 32:23</a>; <a data-ref=\"Genesis 37:9\" href=\"/Genesis.37.9\">37:9</a> (JE) <a data-ref=\"Deuteronomy 1:2\" href=\"/Deuteronomy.1.2\">Dt 1:2</a>; so <span dir=\"rtl\">אַחַת־עֶשְׂרֵה</span> <a data-ref=\"Joshua 15:51\" href=\"/Joshua.15.51\">Jos 15:51</a> (P) <a data-ref=\"II Kings 23:36\" href=\"/II_Kings.23.36\">2 K 23:36</a>; <a data-ref=\"II Kings 24:18\" href=\"/II_Kings.24.18\">24:18</a> <a data-ref=\"II Chronicles 36:5\" href=\"/II_Chronicles.36.5\">2 Ch 36:5</a>, <a data-ref=\"II Chronicles 36:11\" href=\"/II_Chronicles.36.11\">11</a> <a data-ref=\"Jeremiah 52:1\" href=\"/Jeremiah.52.1\">Je 52:1</a> (precedes noun, except <a data-ref=\"Joshua 15:51\" href=\"/Joshua.15.51\">Jos 15:51</a>); as ordinal, <em>eleventh</em> <span dir=\"rtl\">אַחַת עֶשְׁרֵה שָׁנָה</span> <a data-ref=\"Ezekiel 30:20\" href=\"/Ezekiel.30.20\">Ez 30:20</a>; <a data-ref=\"Ezekiel 31:1\" href=\"/Ezekiel.31.1\">31:1</a> cf. <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> <a data-ref=\"II Kings 9:29\" href=\"/II_Kings.9.29\">2 K 9:29</a>; <strong>b.</strong>  with other numerals, as cardinal <span dir=\"rtl\">אֶחָד וְאַרְבָּעִים אֶלֶף וַחֲמֵשׁ מֵאוֹת</span> <a data-ref=\"Numbers 1:41\" href=\"/Numbers.1.41\">Nu 1:41</a> cf. <a data-ref=\"Numbers 2:16\" href=\"/Numbers.2.16\">2:16</a>, <a data-ref=\"Numbers 2:28\" href=\"/Numbers.2.28\">28</a>; <a data-ref=\"Numbers 31:34\" href=\"/Numbers.31.34\">31:34</a>, <a data-ref=\"Numbers 31:39\" href=\"/Numbers.31.39\">39</a> (all P; <span dir=\"rtl\">א׳</span> precedes other numeral); but <span dir=\"rtl\">אַרְבָּעִים וְאַחַת שָׁנָה</span> (<span dir=\"rtl\">א׳</span> following) <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a>; <a data-ref=\"I Kings 15:10\" href=\"/I_Kings.15.10\">15:10</a> <a data-ref=\"II Kings 14:23\" href=\"/II_Kings.14.23\">2 K 14:23</a> <a data-ref=\"II Chronicles 12:13\" href=\"/II_Chronicles.12.13\">2 Ch 12:13</a> cf. <a data-ref=\"II Kings 22:1\" href=\"/II_Kings.22.1\">2 K 22:1</a> = <a data-ref=\"II Chronicles 34:1\" href=\"/II_Chronicles.34.1\">2 Ch 34:1</a>; <a data-ref=\"II Kings 24:18\" href=\"/II_Kings.24.18\">2 K 24:18</a> = <a data-ref=\"Jeremiah 52:1\" href=\"/Jeremiah.52.1\">Je 52:1</a> = <a data-ref=\"II Chronicles 36:11\" href=\"/II_Chronicles.36.11\">2 Ch 36:11</a>; Jose 12:24 (D) <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">Is 30:17</a> <a data-ref=\"Ezra 2:26\" href=\"/Ezra.2.26\">Ezr 2:26</a> = <a data-ref=\"Nehemiah 7:29\" href=\"/Nehemiah.7.29\">Ne 7:30</a> cf. v <a data-ref=\"Nehemiah 7:36\" href=\"/Nehemiah.7.36\">37</a>; <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">Dn 10:13</a>; as ordinal <span dir=\"rtl\">בְּאַחַת וְשֵׁשׁ מֵאוֹת שָׁנָה</span> <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">Gn 8:13</a> (P) <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> (P), <a data-ref=\"I Chronicles 24:17\" href=\"/I_Chronicles.24.17\">1 Ch 24:17</a>; <a data-ref=\"I Chronicles 25:28\" href=\"/I_Chronicles.25.28\">25:28</a> <a data-ref=\"II Chronicles 16:13\" href=\"/II_Chronicles.16.13\">2 Ch 16:13</a> (<span dir=\"rtl\">א׳</span> preceding); but <a data-ref=\"I Kings 16:23\" href=\"/I_Kings.16.23\">1 K 16:23</a> <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">Hg 2:1</a> (<span dir=\"rtl\">א׳</span> following)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d129b6084aa1cbf0b595", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִזְרָק 1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "BDB, מִזְרָק 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִזְרָק א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִזְרָק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִזְרָק</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">Nu 7:84</a></sup> <strong>bowl, bason</strong> (proposes vessel for <em>throwing</em> or <em>tossing</em> a liquid); <span dir=\"rtl\">מ׳</span> <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">Nu 7:13</a> + 13 times, pl. <span dir=\"rtl\">מִזְרָקִים</span> <a data-ref=\"Zechariah 14:20\" href=\"/Zechariah.14.20\">Zc 14:20</a>, cstr. <span dir=\"rtl\">מִזְרְקֵי</span> <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">Nu 7:84</a> + 2 times, <span dir=\"rtl\">מִזְרָקוֹת</span> <a data-ref=\"Nehemiah 7:69\" href=\"/Nehemiah.7.69\">Ne 7:70</a> + 9 times, <span dir=\"rtl\">מִזְרָקֹת</span> <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">Ex 38:3</a> + 2 times, sf. <span dir=\"rtl\">מִזְרְקֹתָיו</span> <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>;—<br><strong>1.</strong>  <em>bowl</em> for wine <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>.<br><strong>2.</strong>  elsewhere for use in ritual of sacrifice: <strong>a.</strong>  for use at altar <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>; <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a> <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">Nu 4:14</a> (all P), <a data-ref=\"I Kings 7:40\" href=\"/I_Kings.7.40\">1 K 7:40</a>; <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">45</a> <a data-ref=\"Jeremiah 52:18\" href=\"/Jeremiah.52.18\">Je 52:18</a> <a data-ref=\"Zechariah 9:15\" href=\"/Zechariah.9.15\">Zc 9:15</a>; <a data-ref=\"Zechariah 14:20\" href=\"/Zechariah.14.20\">14:20</a>. <strong>b.</strong>  given by the princes full of flour mingled with oil for a <span dir=\"rtl\">מנחה</span> <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">Nu 7:13</a>, <a data-ref=\"Numbers 7:19\" href=\"/Numbers.7.19\">19</a>, <a data-ref=\"Numbers 7:25\" href=\"/Numbers.7.25\">25</a>, <a data-ref=\"Numbers 7:31\" href=\"/Numbers.7.31\">31</a>, <a data-ref=\"Numbers 7:37\" href=\"/Numbers.7.37\">37</a>, <a data-ref=\"Numbers 7:43\" href=\"/Numbers.7.43\">43</a>, <a data-ref=\"Numbers 7:49\" href=\"/Numbers.7.49\">49</a>, <a data-ref=\"Numbers 7:55\" href=\"/Numbers.7.55\">55</a>, <a data-ref=\"Numbers 7:61\" href=\"/Numbers.7.61\">61</a>, <a data-ref=\"Numbers 7:67\" href=\"/Numbers.7.67\">67</a>, <a data-ref=\"Numbers 7:73\" href=\"/Numbers.7.73\">73</a>, <a data-ref=\"Numbers 7:79\" href=\"/Numbers.7.79\">79</a>, <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">84</a>, <a data-ref=\"Numbers 7:85\" href=\"/Numbers.7.85\">85</a> (P). <strong>c.</strong>  golden basons for use in the temple <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">1 K 7:50</a> <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">2 K 12:14</a>; <a data-ref=\"II Kings 25:15\" href=\"/II_Kings.25.15\">25:15</a> <a data-ref=\"I Chronicles 28:17\" href=\"/I_Chronicles.28.17\">1 Ch 28:17</a> <a data-ref=\"II Chronicles 4:8\" href=\"/II_Chronicles.4.8\">2 Ch 4:8</a>, <a data-ref=\"II Chronicles 4:11\" href=\"/II_Chronicles.4.11\">11</a>, <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">22</a> <a data-ref=\"Jeremiah 52:19\" href=\"/Jeremiah.52.19\">Je 52:19</a>. <strong>d.</strong>  golden basons for the second temple <a data-ref=\"Nehemiah 7:69\" href=\"/Nehemiah.7.69\">Ne 7:70</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d438b6084aa1cbf3099d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קְעָרָה 1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "BDB, קְעָרָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, קְעָרָה א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קְעָרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קְעָרָה</span></big><sub>17</sub>  <strong>n.f. dish, platter</strong> (P) <strong>(</strong>NH id.<strong>)</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Numbers 7:85\" href=\"/Numbers.7.85\">Nu 7:85</a>; cstr. <span dir=\"rtl\">קַעֲרַת־כֶּסֶף</span> <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">Nu 7:13</a> + 11 times <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7</a>; pl. cstr. <span dir=\"rtl\">קַעֲרֹת כֶּסֶף</span> <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">7:84</a>, all of dedication gifts; as utensils in tabern. pl. abs. <span dir=\"rtl\">קְעָרֹת</span> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">4:7</a>, sf. <span dir=\"rtl\">קְעָרֹתָיו</span> <a data-ref=\"Exodus 25:29\" href=\"/Exodus.25.29\">Ex 25:29</a>; <a data-ref=\"Exodus 37:16\" href=\"/Exodus.37.16\">37:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b1b6084aa1cbf36d73", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שִׁבְעִים 1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "BDB, שִׁבְעִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, שִׁבְעִים א׳", "anchorVerse": 85, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שִׁבְעִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שִׁבְעִים</span></big><sub>91</sub>  <strong>n.pl. seventy (</strong>irreg. pl. of <span dir=\"rtl\">שֶׁבַע</span> Ges<sup>§ 97 f. R. 1</sup><strong>)</strong>;—not decl.:—<em>seventy</em> (often as round no., cf. Kö<sup>Hast.DB number, 563 a</sup>):<br><strong>1.</strong>  without other no.: <strong>a.</strong>  before n. s. year <a data-ref=\"Genesis 5:12\" href=\"/Genesis.5.12\">Gn 5:12</a> + 12 times, man <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a> + 7 times, shekel <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">7:13</a> + 11 times, other n. 5 times <strong>b.</strong>  before n.pl. kings <a data-ref=\"Judges 1:7\" href=\"/Judges.1.7\">Ju 1:7</a>, sons <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">8:30</a>; <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">9:24</a>; <a data-ref=\"II Kings 10:1\" href=\"/II_Kings.10.1\">2 K 10:1</a>, brothers <a data-ref=\"Judges 9:56\" href=\"/Judges.9.56\">Ju 9:56</a>, asses <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">12:14</a>, palms <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a>; <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a>, males <a data-ref=\"Ezra 8:7\" href=\"/Ezra.8.7\">Ezr 8:7</a>,<a data-ref=\"Ezra 8:14\" href=\"/Ezra.8.14\">14</a>. <strong>c.</strong>  after n. coll. <span dir=\"rtl\">(בָּקָר)</span> <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>, n.pl. <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>. <strong>d.</strong>  pred. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>. <strong>e.</strong>  n. om. <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">Ex 24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a> (man), <a data-ref=\"Numbers 7:85\" href=\"/Numbers.7.85\">Nu 7:85</a> (shekel), cf. <a data-ref=\"Judges 9:4\" href=\"/Judges.9.4\">Ju 9:4</a><br><strong>2.</strong>  <span dir=\"rtl\">שׁ׳ אֶלֶף</span> = 70,000 <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">2 S 24:15</a> + 6 times.<br><strong>3.</strong>  + other num.: <strong>a.</strong>  + unit + n. s. <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; n. om. 70 + 7 (times) <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a>, cf. <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>, so 2 + 70 <a data-ref=\"Numbers 31:38\" href=\"/Numbers.31.38\">Nu 31:38</a>; n.pl. + 70 + 7 <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezra 8:5\" href=\"/Ezra.8.5\">5</a> years + 70 year <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">Gn 12:4</a>. <strong>b.</strong>  5 + 70 × 1000 (man) <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">Est 9:16</a>, cf. <a data-ref=\"Numbers 2:4\" href=\"/Numbers.2.4\">Nu 2:4</a>; <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">3:43</a>; <a data-ref=\"Numbers 26:32\" href=\"/Numbers.26.32\">26:32</a>; 2 + 70 × 1000 <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">31:33</a> (<span dir=\"rtl\">בָּקָר</span> precedes); 70 man, 50 × 1000 man <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">7</a> + 70 year + 7 × 100 year <a data-ref=\"Genesis 5:31\" href=\"/Genesis.5.31\">Gn 5:31</a>; n. om. 3 + 70 + 200 <a data-ref=\"Numbers 3:46\" href=\"/Numbers.3.46\">Nu 3:46</a>. <strong>c.</strong>  70 foll. hundreds: 70 year + 5 years <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">Gn 25:7</a>, and (n. om.) 70 + 2 <a data-ref=\"Ezra 2:3\" href=\"/Ezra.2.3\">Ezr 2:3</a>, <a data-ref=\"Ezra 2:4\" href=\"/Ezra.2.4\">4</a> = <a data-ref=\"Nehemiah 7:8\" href=\"/Nehemiah.7.8\">Ne 7:8</a>, <a data-ref=\"Nehemiah 7:9\" href=\"/Nehemiah.7.9\">9</a>, <a data-ref=\"Nehemiah 11:19\" href=\"/Nehemiah.11.19\">Ne 11:19</a>; + 3 <a data-ref=\"Ezra 2:36\" href=\"/Ezra.2.36\">Ezr 2:36</a> <a data-ref=\"Nehemiah 7:38\" href=\"/Nehemiah.7.38\">Ne 7:39</a>; <a data-ref=\"Nehemiah 7:5\" href=\"/Nehemiah.7.5\">5</a> + 70 <a data-ref=\"Ezra 2:5\" href=\"/Ezra.2.5\">Ezr 2:5</a>. <strong>d.</strong>  1000 + 7 × 100 + 5 + 70 shekel <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> and (n. om.) v <a data-ref=\"Exodus 38:28\" href=\"/Exodus.38.28\">28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6370cd71400056e9476f2d03", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:6", "anchorRef": "Numbers 7:84-88", "anchorRefExpanded": ["Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88"], "sourceRef": "Gevia Kesef 19:6", "sourceHeRef": "גביע כסף י״ט:ו׳", "anchorVerse": 84, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0006, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "ובכלל כי האריך וכפל כמה כפולות בענין קרבנות הנשיאים וגם אחר כן עשה סיכום וסך מכל מין, לרשום בנפש ההמון איך ראוי לכל גדול להתנדב מנחה ותשורה להשם ית׳, אף כי לכל אדם. כי הנשיאים הפליגו למתן רב, ולזה כאשר ראה משה שהנשיאים נקשרו כולם ובאו ברגע אחד להקריב שש עגלות צב והנמשך להם, ראה שאין זה עושה רושם גדול בנפש ההמון ההוא הרואה, מאשר אם עשו זה בימים רבים. לכן צום שיעשו מהשאר י״ב יום, וצום נשיא אחד ליום יקרבו את קרבנם לחנוכת המזבח כדי שכל המון ישראל אז יאספו יום יום לראות זה יב׳ יום. ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "So the reason for the lengthy repetition time and again, which is again summarized and totaled species by species,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">21. Num. 7:84-88 provides the aggregate of all the twelve days of sacrifice.</i> as it appears in the sacrifices of the princes, (has as its purpose) to impress upon the masses how great people should offer gifts and donations to the Lord, and by extension so should every person. Now the princes brought exceedingly large gifts (to be sacrificed), but when Moses saw that they were approaching simultaneously to sacrifice the six covered wagons and the rest, he knew that it would not make as great an impression on the masses who were looking on as would be the case were they to do it over a period of days. For that reason he commanded them to bring their sacrifices during twelve days, so that one prince each day would bring his sacrifices to the dedication of the altar. Thus the Israelite masses would gather day after day for twelve days to see this (spectacle).", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922d196ab971ded0466db", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "anchorRef": "Numbers 7:1-89", "anchorRefExpanded": ["Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Tribes 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "One of the most visible features of Numbers as a book – conspicuously so in <i>Parashat Naso</i> – is the great attention it pays to tribes. The book begins with the people being counted according to tribe. Then we read about their positioning in the camp around the Tabernacle by tribe. The order in which they travelled in their journeys through the wilderness was also by tribe. In this <i>parasha</i>, at inordinate length we are told of the offerings of each tribe at the dedication of the Tabernacle, despite the fact that each brought exactly the same offering (Num. 7:1–89). Later in the book there is an account of how the land was to be allocated tribe by tribe. The book ends with the second half of the story of the daughters of Tzlofhad, in which the leaders of their tribe bring a case to Moses to ensure that their rights as a tribe are respected.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "665d7706e1d4c3231a2f2d6b", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 7:85:1", "anchorRef": "Numbers 7:85", "anchorRefExpanded": ["Numbers 7:85"], "sourceRef": "Divrei David on Rashi, Numbers 7:85:1", "sourceHeRef": "דברי דוד על רש״י, במדבר ז׳:פ״ה:א׳", "anchorVerse": 85, "sourceHasEn": false, "commentaryNum": 85.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "כל כסף הכלים וגו' למדך שהיו כלי המקדש מכוונים כו'. הנס היה שכששוקל כ\"א בפני עצמו יש לו קצת הכרע וא\"א דרך הטבע שיהיו כל ההכרעות שוים ממש,וכאן היה ממש שוה ההכרע הפרטי עם הכרע הכלל, וטעם לנס זה דהקב\"ה הראה דכולן שוים לפניו במחשבתם ובמעשיהם אע\"פ שבמקרא הוקדם אחד לחבירו מ\"מ היו כולה במעלה אחת לפני הקב\"ה, וכיוצא בזה כתבתי ריש סידרא זו לענין בני גרשון גם הם:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]